{
  "id": "https://openalex.org/W2003605835",
  "title": "Nature's Services: Societal Dependence on Natural Ecosystems",
  "abstract": "Life itself as well as the entire human economy depends on goods and services provided by earth's natural systems. The processes of cleansing, recycling, and renewal, along with goods such as seafood, forage, and timber, are worth many trillions of dollars annually, and nothing could live without them. Yet growing human impacts on the environment are profoundly disrupting the functioning of natural systems and imperiling the delivery of these services.Nature's Services brings together world-renowned scientists from a variety of disciplines to examine the character and value of ecosystem services, the damage that has been done to them, and the consequent implications for human society. Contributors including Paul R. Ehrlich, Donald Kennedy, Pamela A. Matson, Robert Costanza, Gary Paul Nabhan, Jane Lubchenco, Sandra Postel, and Norman Myers present a detailed synthesis of our current understanding of a suite of ecosystem services and a preliminary assessment of their economic value. Chapters consider: major services including climate regulation, soil fertility, pollination, and pest control philosophical and economic issues of valuation case studies of specific ecosystems and services implication of recent findings and steps that must be taken to address the most pressing concerns Nature's Services represents one of the first efforts by scientists to provide an overview of the many benefits and services that nature offers to people and the extent to which we are all vitally dependent on those services. The book enhances our understanding of the value of the natural systems that surround us and can play an essential role in encouraging greater efforts to protect the earth's basic life-support systems before it is too late. -- publisher's description",
  "authors": [
    {
      "name": "Emma Pharo"
    },
    {
      "name": "Gretchen C. Daily"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 5404,
  "referenced_works": []
}