{
  "id": "https://openalex.org/W2113106927",
  "title": "Sustainability in single–species population models",
  "abstract": "In this paper, we review the concept of sustainability with regard to a single-species, age-structured fish population with density dependence at some stage of its life history. We trace the development of the view of sustainability through four periods. The classical view of sustainability, prevalent in the 1970s and earlier, developed from deterministic production models, in which equilibrium abundance or biomass is derived as a function of fishing mortality. When there is no fishing mortality, the population equilibrates about its carrying capacity. We show that carrying capacity is the result of reproductive and mortality processes and is not a fixed constant unless these processes are constant. There is usually a fishing mortality, F(MSY), which results in MSY, and a higher value, F(ext), for which the population is eventually driven to extinction. For each F between 0 and F(ext), there is a corresponding sustainable population. From this viewpoint, the primary tool for achieving sustainability is the control of fishing mortality. The neoclassical view of sustainability, developed in the 1980s, involved population models with depensation and stochasticity. This view point is in accord with the perception that a population at a low level is susceptible to collapse or to a lack of rebuilding regardless of fishing. Sustainability occurs in a more restricted range from that in the classical view and includes an abundance threshold. A variety of studies has suggested that fishing mortality should not let a population drop below a threshold at 10-20% of carrying capacity. The modern view of sustainability in the 1990s moves further in the direction of precaution. The fishing mortality limit is the former target of F(MSY) (or some proxy), and the target fishing mortality is set lower. This viewpoint further reduces the range of permissible fishing mortalities and resultant desired population sizes. The objective has shifted from optimizing long-term catch to preserving spawning biomass and egg production for the future. The use of discount rates in objective functions involving catch is not a suitable alternative to protecting reproductive value. As we move into the post-modern time period, new definitions of sustainability will attempt to incorporate he economic and social aspects of fisheries and/or ecosystem and habitat requirements. These definitions now involve \"warm and fuzzy\" notions (healthy ecosystems and fishing communities, the needs of future generations, diverse fish communities) and value judgements of desired outcomes. Additional work is needed to make these definitions operational and to specify quantitative objectives to be achieved. In addition, multiple objectives may be incompatible, so trade-offs in what constitutes sustainability must be made. The advances made under the single-species approach should not be abandoned in the post-modern era, but rather enhanced and combined with new approaches in the multi-species and economic realms.",
  "authors": [
    {
      "name": "Terrance J. Quinn"
    },
    {
      "name": "Jeremy S. Collie"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 94,
  "referenced_works": [
    "https://openalex.org/W1589375716",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1635275753",
    "https://openalex.org/W1657157522",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1978406555",
    "https://openalex.org/W1978553021",
    "https://openalex.org/W1993730300",
    "https://openalex.org/W1994727944",
    "https://openalex.org/W2018501584",
    "https://openalex.org/W2019512511",
    "https://openalex.org/W2030764027",
    "https://openalex.org/W2031569377",
    "https://openalex.org/W2055402323",
    "https://openalex.org/W2059537763",
    "https://openalex.org/W2060602105",
    "https://openalex.org/W2060940401",
    "https://openalex.org/W2061672217",
    "https://openalex.org/W2066819488",
    "https://openalex.org/W2069555299",
    "https://openalex.org/W2081685666",
    "https://openalex.org/W2093318465",
    "https://openalex.org/W2104759740",
    "https://openalex.org/W2122782653",
    "https://openalex.org/W2124398268",
    "https://openalex.org/W2125916122",
    "https://openalex.org/W2127893201",
    "https://openalex.org/W2136281122",
    "https://openalex.org/W2137345678",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2153235338",
    "https://openalex.org/W2166614543",
    "https://openalex.org/W2340698615",
    "https://openalex.org/W2600954185",
    "https://openalex.org/W308661437",
    "https://openalex.org/W4210260625",
    "https://openalex.org/W4239059792",
    "https://openalex.org/W4243910461"
  ]
}