{
  "id": "https://openalex.org/W2142717898",
  "title": "Complexity in fisheries and limitations in the increasing complexity of fisheries management",
  "abstract": "Existing problems in fisheries management are generally well understood. Most of them arise from the high levels of uncertainty inherent in fisheries management. This uncertainty derives from poor knowledge of and ability to observe the biological resources, and also, at least equally importantly, uncertainty in the formulation and implementation of management systems. The approaches to risk assessment and management that are evolving to address these uncertainties tend to lead to greater complexity in the management system and place greater and greater demands on those involved in the management of fisheries. However, there is little evidence that these developments are having the desired results, even in the commercial, single-species fisheries for which they are being developed. Nevertheless, a danger exists that the model will be followed in multi-species fisheries, where the problems of assessment and management increase multiplicatively as the complexity of the fishery increases. An important corollary of the precautionary approach is that decreasing uncertainty in the management process should permit the allowable yield in a fishery to approach more closely the potential maximum yield. It is therefore suggested that all management measures and activities in a management system should be considered in terms of their benefits, through reducing uncertainty, and their costs, and only cost-effective activities included in a system. It is also recommended that the properties of different management measures and institutional arrangements be determined and catalogued, from analysis of their performance in practice, as started in a recent study by the Organisation for Economic Cooperation and Development. Design of management systems based on careful consideration of the objectives for the fishery and the properties and real contributions of different measures and activities would lead to simpler but more effective systems than are currently evolving.",
  "authors": [
    {
      "name": "Kevern L. Cochrane"
    }
  ],
  "publication_year": 1999,
  "cited_by_count": 90,
  "referenced_works": [
    "https://openalex.org/W1524760816",
    "https://openalex.org/W1529635586",
    "https://openalex.org/W1569907060",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1963991877",
    "https://openalex.org/W2003799861",
    "https://openalex.org/W2018318036",
    "https://openalex.org/W2031490580",
    "https://openalex.org/W2042796530",
    "https://openalex.org/W204940627",
    "https://openalex.org/W2072453073",
    "https://openalex.org/W2087027587",
    "https://openalex.org/W2100904586",
    "https://openalex.org/W2120610387",
    "https://openalex.org/W2122782653",
    "https://openalex.org/W2149319738",
    "https://openalex.org/W2182938762",
    "https://openalex.org/W2340698615",
    "https://openalex.org/W249441269",
    "https://openalex.org/W3008165624",
    "https://openalex.org/W3022436694",
    "https://openalex.org/W601081323"
  ]
}