{
  "id": "https://openalex.org/W2149049530",
  "title": "Perturbation Experiments in Community Ecology: Theory and Practice",
  "abstract": "We analyze perturbation experiments performed on real and ealized ecological communities. A community may be considered as a black box in the sense that the individual species grow and interact in complicated ways that are difficult to discern. Yet, by observing the response (output) of the system to natural or human—induced disturbances (inputs), information can be gained regarding the character and strengths of species interactions. We decline a perturbation as selective alteration of the density of one or more members of the community, and we distinguish two quite different kinds of perturbations. A PULSE perturbation is a relatively instantaneous alteration of species numbers, after which the system is studied as it \"relaxes\" back to its previous equilibrium state. A PRESS perturbation is a sustained alteration of species densities (often a complete elimination of particular species): it is maintained until the unperturbed species reach a new equilibrium. The measure of interest in PRESS perturbation is the net change in densities of the unperturbed species. There is a very important difference between these two approaches: PULSE experiments yield information only on direct interactions (e.g. terms in the interaction matrix), while PRESS experiments yield information on direct interactions mixed together with the indirect effects mediated through other species in the community. We develop mathematical techniques that yield measures of ecological interaction between species from both types of experimental designs. Particular caution must be exercised in interpreting results form PRESS experiments, particularly when some species are lumped into functional categories and others are neglected altogether in the experimental design. We also suggest mathematical methods to deal with temporal and random variation during experiments. Finally, we critically review techniques that rely on natural variation in numbers to estimate species interaction coefficients. The problems with such studies are formidable.",
  "authors": [
    {
      "name": "Edward A. Bender"
    },
    {
      "name": "Ted J. Case"
    },
    {
      "name": "Michael E. Gilpin"
    }
  ],
  "publication_year": 1984,
  "cited_by_count": 1212,
  "referenced_works": [
    "https://openalex.org/W1970263951",
    "https://openalex.org/W1970402175",
    "https://openalex.org/W1973688100",
    "https://openalex.org/W1978192624",
    "https://openalex.org/W1979225129",
    "https://openalex.org/W1979317074",
    "https://openalex.org/W1991992709",
    "https://openalex.org/W2007168967",
    "https://openalex.org/W2010032360",
    "https://openalex.org/W2010981035",
    "https://openalex.org/W2013041444",
    "https://openalex.org/W2013913576",
    "https://openalex.org/W2015909721",
    "https://openalex.org/W2019752700",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2026889883",
    "https://openalex.org/W2027884805",
    "https://openalex.org/W2033831743",
    "https://openalex.org/W2037441395",
    "https://openalex.org/W2040199098",
    "https://openalex.org/W2050490735",
    "https://openalex.org/W2066553252",
    "https://openalex.org/W2067813367",
    "https://openalex.org/W2076162493",
    "https://openalex.org/W2081307695",
    "https://openalex.org/W2083786578",
    "https://openalex.org/W2083896953",
    "https://openalex.org/W2119831767",
    "https://openalex.org/W2122405195",
    "https://openalex.org/W2147012744",
    "https://openalex.org/W2151934472",
    "https://openalex.org/W2165750449",
    "https://openalex.org/W2224537119",
    "https://openalex.org/W2320253350",
    "https://openalex.org/W2327161309",
    "https://openalex.org/W2751862591",
    "https://openalex.org/W3043227200",
    "https://openalex.org/W4299993032"
  ]
}