{
  "id": "https://openalex.org/W2163091372",
  "title": "Reconciling sustainability, economic efficiency and equity in fisheries: the one that got away?",
  "abstract": "Abstract Concern about the global state of fisheries and fish resources has highlighted the three primary considerations in fisheries management: sustainable utilisation, economic efficiency and equity in access to resources. We appear to be failing in pursuit of all three goals. Living marine resources are particularly threatened by overfishing, leading to many of the world’s fish stocks being heavily, fully or over exploited. Similarly, the economic diagnosis is that costs of fishing exceeded the value of the world’s catch by about US$ 40 billion at the beginning of the decade. Statistics on equity are less available, but the necessary spread of limited access to fisheries frequently has the greatest impact on the small scale, traditional fisher. This paper considers the reasons underlying the general failure of fisheries management and the solutions that are being proposed. Factors contributing to the problems include high biological uncertainty, conflict between the constraint of sustainability and social and economic priorities, poorly defined objectives, and institutional failures related to access rights and participation in management by the users. These issues point to the real complexity of fisheries management. It is argued that this complexity can be abused by all interest groups to avoid responsibility and to suit their own objectives. It is suggested that there are eight simple principles controlling fisheries management that are generally well‐understood and, if properly considered in fisheries management systems, would lead to improved performances. Responsible management will, however, only be effective if there is a genuine desire to achieve the objectives. Fishing capacity, frequently reflecting dependency of users on fisheries resources, is commonly in excess of the sustainable production of the resources. Excess dependency can preclude the political will to consider alternative strategies and only once it has been overcome, probably requiring solutions borrowed from outside fisheries, is effective management likely to be considered seriously. Thereafter, responsible management requires setting unambiguous objectives and management measures in co‐operation with users and other interest groups. The agreed strategy must be included in legislation to ensure transparency and accountability and to constrain decision‐makers. The performance of the strategy must be monitored and revised as necessary.",
  "authors": [
    {
      "name": "Kevern L. Cochrane"
    }
  ],
  "publication_year": 2000,
  "cited_by_count": 181,
  "referenced_works": [
    "https://openalex.org/W1036826674",
    "https://openalex.org/W1529635586",
    "https://openalex.org/W1569907060",
    "https://openalex.org/W1588483953",
    "https://openalex.org/W1671208274",
    "https://openalex.org/W1972784130",
    "https://openalex.org/W1977041980",
    "https://openalex.org/W1980450709",
    "https://openalex.org/W2018318036",
    "https://openalex.org/W2020647615",
    "https://openalex.org/W2021810699",
    "https://openalex.org/W2023833684",
    "https://openalex.org/W2024403270",
    "https://openalex.org/W2042796530",
    "https://openalex.org/W2043366129",
    "https://openalex.org/W2043500293",
    "https://openalex.org/W2049771843",
    "https://openalex.org/W2079925560",
    "https://openalex.org/W2087087216",
    "https://openalex.org/W2088395296",
    "https://openalex.org/W2089410711",
    "https://openalex.org/W2104175411",
    "https://openalex.org/W2120610387",
    "https://openalex.org/W2122782653",
    "https://openalex.org/W2142717898",
    "https://openalex.org/W2157606554",
    "https://openalex.org/W2170264075",
    "https://openalex.org/W2182938762",
    "https://openalex.org/W2299429371",
    "https://openalex.org/W249441269",
    "https://openalex.org/W2920908619",
    "https://openalex.org/W293528134",
    "https://openalex.org/W3008165624",
    "https://openalex.org/W4229671243",
    "https://openalex.org/W4243910461",
    "https://openalex.org/W4246192839",
    "https://openalex.org/W601081323",
    "https://openalex.org/W621800862",
    "https://openalex.org/W639900738"
  ]
}