{
  "id": "https://openalex.org/W2898461106",
  "title": "Inclusion of ecosystem information in US fish stock assessments suggests progress toward ecosystem-based fisheries management",
  "abstract": "Abstract The appetite for ecosystem-based fisheries management (EBFM) approaches has grown, but the perception persists that implementation is slow. Here, we synthesize progress toward implementing EBFM in the United States through one potential avenue: expanding fish stock assessments to include ecosystem considerations and interactions between species, fleets, and sectors. We reviewed over 200 stock assessments and assessed how the stock assessment reports included information about system influences on the assessed stock. Our goals were to quantify whether and how assessments incorporated broader system-level considerations, and to explore factors that might contribute to the use of system-level information. Interactions among fishing fleets (technical interactions) were more commonly included than biophysical interactions (species, habitat, climate). Interactions within the physical environment (habitat, climate) were included twice as often as interactions among species (predation). Many assessment reports included ecological interactions only as background or qualitative considerations, rather than incorporating them in the assessment model. Our analyses suggested that ecosystem characteristics are more likely to be included when the species was overfished (stock status), the assessment is conducted at a science centre with a longstanding stomach contents analysis program, and/or the species life history characteristics suggest it is likely to be influenced by the physical environment, habitat, or predation mortality (short-lived species, sessile benthic species, or low trophic-level species). Regional differences in stomach contents analysis programs may limit the inclusion of predation mortality in stock assessments, and more guidance is needed on best practices for the prioritization of when and how biophysical information should be considered. However, our results demonstrate that significant progress has been made to use best available science and data to expand single-species stock assessments, particularly when a broad definition of EBFM is applied.",
  "authors": [
    {
      "name": "Kristin N. Marshall"
    },
    {
      "name": "Laura E. Koehn"
    },
    {
      "name": "Phillip S. Levin"
    },
    {
      "name": "Timothy E. Essington"
    },
    {
      "name": "Olaf P. Jensen"
    }
  ],
  "publication_year": 2018,
  "cited_by_count": 105,
  "referenced_works": [
    "https://openalex.org/W1232507562",
    "https://openalex.org/W1902144558",
    "https://openalex.org/W1931831004",
    "https://openalex.org/W1991626747",
    "https://openalex.org/W2021308021",
    "https://openalex.org/W2038512291",
    "https://openalex.org/W2051208206",
    "https://openalex.org/W2057332804",
    "https://openalex.org/W2065545475",
    "https://openalex.org/W2066819488",
    "https://openalex.org/W2077959816",
    "https://openalex.org/W2082903711",
    "https://openalex.org/W2105716715",
    "https://openalex.org/W2107412789",
    "https://openalex.org/W2114236445",
    "https://openalex.org/W2119063528",
    "https://openalex.org/W2127925602",
    "https://openalex.org/W2128180742",
    "https://openalex.org/W2139591947",
    "https://openalex.org/W2145378599",
    "https://openalex.org/W2145617198",
    "https://openalex.org/W2159751120",
    "https://openalex.org/W2162910499",
    "https://openalex.org/W2168438691",
    "https://openalex.org/W2342440419",
    "https://openalex.org/W2515243374",
    "https://openalex.org/W2914252064",
    "https://openalex.org/W2990975893",
    "https://openalex.org/W3206086938",
    "https://openalex.org/W382509713",
    "https://openalex.org/W4252115095",
    "https://openalex.org/W4253820701",
    "https://openalex.org/W4285719527"
  ]
}