{
  "id": "https://openalex.org/W3119504640",
  "title": "Combining Ecosystem and Single-Species Modeling to Provide Ecosystem-Based Fisheries Management Advice Within Current Management Systems",
  "abstract": "Although many countries have formally committed to Ecosystem-Based Fisheries Management (EBFM), actual progress toward these goals has been slow. This paper presents two independent case studies that have combined strategic advice from ecosystem modeling with the tactical advice of single-species assessment models to provide practical ecosystem-based management advice. With this approach, stock status, reference points, and initial target F are computed from a single-species model, then an ecosystem model rescales the target F according to ecosystem indicators without crossing pre-calculated single-species precautionary limits. Finally, the single-species model computes the quota advice from the rescaled target F , termed here F eco . Such a methodology incorporates both the detailed population reconstructions of the single-species model and the broader ecosystem perspective from ecosystem-based modeling, and fits into existing management schemes. The advocated method has arisen from independent work on EBFM in two international fisheries management systems: (1) Atlantic menhaden in the United States and (2) the multi species fisheries of the Irish Sea, in the Celtic Seas ecoregion. In the Atlantic menhaden example, the objective was to develop ecological reference points (ERPs) that account for the effect of menhaden harvest on predator populations and the tradeoffs associated with forage fish management. In the Irish Sea, the objective was to account for ecosystem variability when setting quotas for the individual target species. These two exercises were aimed at different management needs, but both arrived at a process of adjusting the target F used within the current single-species management. Although the approach has limitations, it represents a practical step toward EBFM, which can be adapted to a range of ecosystem objectives and applied within current management systems.",
  "authors": [
    {
      "name": "Daniel Howell"
    },
    {
      "name": "Amy M. Schueller"
    },
    {
      "name": "Jacob W. Bentley"
    },
    {
      "name": "Andre Buchheister"
    },
    {
      "name": "David Chagaris"
    },
    {
      "name": "Matthew Cieri"
    },
    {
      "name": "Katie Drew"
    },
    {
      "name": "Mathieu G. Lundy"
    },
    {
      "name": "Debbi Pedreschi"
    },
    {
      "name": "David G. Reid"
    },
    {
      "name": "Howard Townsend"
    }
  ],
  "publication_year": 2021,
  "cited_by_count": 103,
  "referenced_works": [
    "https://openalex.org/W1990566709",
    "https://openalex.org/W2023587118",
    "https://openalex.org/W2028717723",
    "https://openalex.org/W2044385628",
    "https://openalex.org/W2051208206",
    "https://openalex.org/W2084828496",
    "https://openalex.org/W2108366440",
    "https://openalex.org/W2116422701",
    "https://openalex.org/W2163492266",
    "https://openalex.org/W2286380963",
    "https://openalex.org/W2363261994",
    "https://openalex.org/W2503231040",
    "https://openalex.org/W2536841614",
    "https://openalex.org/W2595299289",
    "https://openalex.org/W2795275580",
    "https://openalex.org/W2898461106",
    "https://openalex.org/W2908482502",
    "https://openalex.org/W2914668282",
    "https://openalex.org/W2916451022",
    "https://openalex.org/W2962894001",
    "https://openalex.org/W2980325299",
    "https://openalex.org/W2982568963",
    "https://openalex.org/W2999300534",
    "https://openalex.org/W3036375099",
    "https://openalex.org/W3044731708",
    "https://openalex.org/W3084792728",
    "https://openalex.org/W3128487530",
    "https://openalex.org/W3215226895"
  ]
}