{
  "id": "https://openalex.org/W137205772",
  "title": "Subjecting the natives: Aborigines, property and possession under early colonial rule",
  "abstract": "What did the British find when they stepped ashore in New Holland toward the end of the eighteenth-century? Who were the people they saw there, and how did these Europeans charged with the task of establishing an outpost of civilization in this distant land make sense of them? What I want to do is to look at these questions as a political theorist, one who is interested in the understandings, ideas and concepts that were used to develop and shape the political relationship between the two peoples. In other words, I am interested in the ideas that informed the development of structures and processes of government by the British in the new colony, and hence with the ideas and theories that shaped the British perception of contact and colonisation. My attention in this paper is focussed exclusively on how the Europeans reacted to the indigenous people and how this shaped their attempts to govern them prior to the changes in governmental techniques following the House of Commons Select Committee Report on Aboriginal Peoples in 1836-1837. In doing so, my intention is not simply to examine how the British and colonial authorities reacted, on which there are numerous studies, but why they reacted as they did, on which there are comparatively few. One of the abiding fascinations of European intellectual life in the eighteenth-century was with the image of 'the savage' and its use to buttress or to question, the European faith in the virtues of civilization (Broome 1994; Kiernan 1990). Throughout the eighteenth century, Europeans were regaled with stories of the savages being subdued, conquered, or merely acquired beyond the borders of the rapidly expanding civilised world. For both",
  "authors": [
    {
      "name": "Bruce Buchan"
    }
  ],
  "publication_year": 2001,
  "cited_by_count": 15,
  "primary_topic": "Indigenous Health, Education, and Rights",
  "subfield_topic": "Health",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1483961803",
    "https://openalex.org/W1539443614",
    "https://openalex.org/W1996343570",
    "https://openalex.org/W1997407183",
    "https://openalex.org/W2077441884",
    "https://openalex.org/W2124461213",
    "https://openalex.org/W2147729678",
    "https://openalex.org/W2148351585",
    "https://openalex.org/W2152363267",
    "https://openalex.org/W2164627838",
    "https://openalex.org/W2333714626",
    "https://openalex.org/W2797793807",
    "https://openalex.org/W41490514",
    "https://openalex.org/W603690627",
    "https://openalex.org/W606608374",
    "https://openalex.org/W608321967",
    "https://openalex.org/W611183576",
    "https://openalex.org/W70030334"
  ]
}