{
  "id": "https://openalex.org/W1488679353",
  "title": "Linking social and ecological systems: management practices and social mechanisms for building resilience",
  "abstract": "1. Linking social and ecological systems for resilience and sustainability Fikret Berkes and Carl Folke Part I. Learning from Locally Devised Systems: 2. People, refugia and resilience Madhav Gadgil, Natabar S. Hemam and B. Mohan Reddy 3. Learning by fishing: practical engagement and environemntal concerns Gisli Palsson 4. Dalecarlia in Central Sweden before 1800: a society of social and ecological resilience Ulf Sporrong Part II. Emergence of Resource Management Adaptations: 5. Learning to design reslilient resource management: indigenous systems in the Canadian subarctic Fikret Berkes 6. Resilience and neotraditional populations: the caicaras of the Atlantic forest and caboclos of the Amazon (Brazil) Alpina Begossi 7. Indigenous African resource management of a tropical rain forest ecosystem: a case study of the Yoruba of Ara, Nigeria D. Michael Warren and Jennifer Pinkson 8. Managing for human and ecological context in the Maine soft shell clam fishery Susan S. Hanna Part III. Success and Failure in Regional Systems: 9. Resilient resource management in Mexico's forest ecosystems: the contribution of property rights Janis B. Alcorn and Victor M. Toledo 10. The resilience of pastoral herding in Sahelian Africa Maryam Niamir-Fuller 11. Reviving the social system-ecosystem links in the Himalayas Narpat S. Jodha 12. Crossing the threshold of ecosystem resilience: the commercial extinction of northern cod A. Christopher Finlayson and Bonnie J. McCay Part IV. Designing New Approaches to Management: 13. Science, sustainability and resource management C. S. Holling, Fikret Berkes and Carl Folke 14. Integrated management of a temperate montane forest ecosystem through holistic forestry: a British Columbia example Evelyn Pinkerton 15. Managing chaotic fisheries James M. Acheson, James A. Wilson and Robert S. Steneck 16. Social mechanisms and institutional learning for resilience and sustainability Carl Folke, Fikret Berkes and Johan Colding Index.",
  "authors": [
    {
      "name": "Fikret Berkes"
    },
    {
      "name": "Carl Folke"
    },
    {
      "name": "Johan Colding"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 3700,
  "primary_topic": "Global Energy and Sustainability Research",
  "subfield_topic": "Renewable Energy, Sustainability and the Environment",
  "field_topic": "Energy",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}