{
  "id": "https://openalex.org/W1493919779",
  "title": "On the Origin of Species by Means of Natural Selection",
  "abstract": "The Origin of Species, by Charles Darwin, is part of the Barnes & Noble Classicsseries, which offers quality editions at affordable prices to the student and the general reader, including new scholarship, thoughtful design, and pages of carefully crafted extras. Here are some of the remarkable features of Barnes & Noble New introductions commissioned from today's top writers and scholars Biographies of the authors Chronologies of contemporary historical, biographical, and cultural events Footnotes and endnotes Selective discussions of imitations, parodies, poems, books, plays, paintings, operas, statuary, and films inspired by the work Comments by other famous authors Study questions to challenge the reader's viewpoints and expectations Bibliographies for further reading Indices & Glossaries, when appropriate All editions are beautifully designed and are printed to superior specifications; some include illustrations of historical interest. Barnes & Noble Classics pulls together a constellation of influencesbiographical, historical, and literaryto enrich each reader's understanding of these enduring works.On December 27, 1831, the young naturalist Charles Darwin left Plymouth Harbor aboard the HMS Beagle. For the next five years, he conducted research on plants and animals from around the globe, amassing a body of evidence that would culminate one of the greatest discoveries the history of mankindthe theory of evolution.Darwin presented his stunning insights a landmark book that forever altered the way human beings view themselves and the world they live in. In The Origin of Species, he convincingly demonstrates the fact of evolution: that existing animals and plants cannot have appeared separately but must have slowly transformed from ancestral creatures. Most important, the book fully explains the mechanism that effects such a transformation: natural selection, the idea that made evolution scientifically intelligible for the first time.One of the few revolutionary works of science that is engrossingly readable, The Origin of Species not only launched the science of modern biology but also has influenced virtually all subsequent literary, philosophical, and religious thinking.George Levine, Kenneth Burke Professor of English Literature at Rutgers University, has written extensively about Darwin and the relation of science and literature, particularly in Darwin and the Novelists. He is the author of many related books, including The Realistic Imagination, Dying to Know, and his birdwatching memoirs, Lifebirds.",
  "authors": [
    {
      "name": "R. L. Livezey"
    },
    {
      "name": "Charles Darwin"
    }
  ],
  "publication_year": 1953,
  "cited_by_count": 5579,
  "primary_topic": "Evolution and Science Education",
  "subfield_topic": "History and Philosophy of Science",
  "field_topic": "Arts and Humanities",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}