{
  "id": "https://openalex.org/W1516789877",
  "title": "Weak Versus Strong Sustainability – Exploring the Limits of Two Opposing Paradigms",
  "abstract": "In the debate about sustainable development, the key question is whether natural capital can be substituted by man-made capital. Proponents of weak sustainability maintain that man-made and natural capital are substitutable in the long term whilst followers of strong sustainability believe they are not. This insightful book assesses whether science can unambiguously endorse either paradigm and explores the extent to which, and at what cost, certain forms of natural capital should be preserved. The book explores the limits of the two opposing paradigms of sustainability in an accessible and illuminating way. The author begins by examining the availability of natural resources for the production of consumption goods and the environmental consequences of economic growth. He also identifies the critical forms of natural capital in need of preservation given risk, uncertainty and ignorance about the future, and addresses the important topic of sustainability indicators. In doing so, he analyses indicators of weak sustainability such as Genuine Savings and the Index of Sustainable Economic Welfare, and indicators of strong sustainability including ecological footprints, material flows, sustainability gaps and other measures which combine the setting of environmental standards with monetary valuation. For the most part, requiring only a basic knowledge and understanding of economics, this accessible book will ensure the important theoretical and empirical debates surrounding sustainable development are available for a wide audience including undergraduate and postgraduate students of environmental and ecological economics. It will also be of interest to researchers and policymakers involved in the sustainable management of environmental resources.",
  "authors": [
    {
      "name": "Eric Neumayer"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 1181,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}