{
  "id": "https://openalex.org/W1521197699",
  "title": "The ecological web : more on the distribution and abundance of animals",
  "abstract": "authors of Distribution and Abundance of Animals have now written Ecological Web, an extended and careful synthesis of theory and field research, which provides an illuminating analysis of how environment influences the distribution and abundance of animals. work also provides the first comprehensive account, illustrated by numerous case histories, of P. J. den Boer's theory of 'spreading the risk.' . . . Andrewartha and Birch, by shifting the emphasis away from abstract theory and back to consideration of animals in their complex natural environments, have provided a useful guide for ecologically sound conservation and management. Animal Behaviour The Ecological Web presents an entirely fresh look at ecology from the autecological perspective, and is a worthy successor to the authors' classic work, Distribution and Abundance of Animals. work is original indeed unique and the detailed coverage of case histories is unprecedented. point of view will be controversial, but every ecologist will be impressed with the competence and completeness with which the arguments are mustered. A 'must' for every ecologist and environmental scientist. Paul R. Ehrlich This book is the naturalist's vision of population ecology. authors do not intend a formal description of the environment, but are seeking a way of functional analysis, a workable framework of theory within which to ask questions that will help us understand the distribution and abundance of animals in natural populations. Ecological Web should be studied carefully by every population ecologist and should take a prominent place in the teaching of ecology. It marks a very significant period in our science as we change from one paradigm to another. P. J. den Boer ",
  "authors": [
    {
      "name": "H. G. Andrewartha"
    },
    {
      "name": "Charles Birch"
    }
  ],
  "publication_year": 1984,
  "cited_by_count": 285,
  "primary_topic": "Species Distribution and Climate Change",
  "subfield_topic": "Ecological Modeling",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}