{
  "id": "https://openalex.org/W1532595426",
  "title": "Fishery Socioeconomics: A Survey",
  "abstract": "Fisheries management is constantly confronted, and sometimes confounded, by the complexities of real-world systems. Two major sources of such complexities are (1) the many conflicting goals and objectives faced by managers, and (2) the wide variety of socioeconomic factors which impact on the validity and effectiveness of regulatory instruments. Amongst the considerations lying within this fishery socioeconomics framework are distributional issues, labor market structure, social and opportunity costs, fishing community dynamics, and fishermen-decisionmaking processes. (Andersen 1978; FAO 1985; Fricke 1985; GERMA 1986; Panayotou 1982; Pollnac and Sutinen 1979.) While their importance is widely recognized, little consensus exists regarding the manner in which such topics can best be incorporated into economic analyses and into management decisions. This paper reviews relevant literature on socioeconomics, addressing the questions: What contribution can multi-objective socioeconomic analysis play in fisheries economics and in practical fisheries management? What insights can be obtained from existing socioeconomic research? What specific questions need to be emphasized in future research? An attempt is made to consolidate the research in this diverse area, which has tended to develop somewhat independently from traditional resource economics theory, and which has some clear connections to the ideas of institutional economics (see, e.g., Wilson 1986). The paper is organized as follows. Section I explores the wide variety of objectives, such as employment, distributional concerns and rent generation, which often play a practical role in real-world fisheries, whether or not they are expressed explicitly in policy statements. Section II reviews theoretical and empirical studies of income distribution, wh le ection III presents a broad examination of literature dealing with socioeconomic aspects of management. This involves both critiques of common management methods (such as regulated property rights and limited entry schemes) and examinations of alternative approaches (such as cooperatives, informal contracting and community property rights). This leads into an exploration in sections IV and V of the social and opportunity costs for labor in fisheries, and of related themes involving labor markets, the determinants of labor supply, and the key issue of labor mobility. Section VI presents an overview of the literature concerned with fishermen and fishing-community decision processes and behavioral dynamics. The discussion is broadened in section VII to review data requirements in socioeconomic analysis and to provide perspectives on future priorities for research in socioeconomics. Finally, the paper ends in section VIII with some general conclusions and some thoughts on the diffi ulties that have been faced in integrating socioeconomic research into economic analyses.",
  "authors": [
    {
      "name": "Anthony Charles"
    }
  ],
  "publication_year": 1988,
  "cited_by_count": 77,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1505748661",
    "https://openalex.org/W1524038874",
    "https://openalex.org/W1527703562",
    "https://openalex.org/W1558079205",
    "https://openalex.org/W1578596102",
    "https://openalex.org/W1592355286",
    "https://openalex.org/W1607434849",
    "https://openalex.org/W172731168",
    "https://openalex.org/W177883197",
    "https://openalex.org/W18283651",
    "https://openalex.org/W1965101848",
    "https://openalex.org/W1971955503",
    "https://openalex.org/W1980068173",
    "https://openalex.org/W1987872961",
    "https://openalex.org/W1988623040",
    "https://openalex.org/W1989910925",
    "https://openalex.org/W2011080581",
    "https://openalex.org/W2011250914",
    "https://openalex.org/W2014116912",
    "https://openalex.org/W2017396958",
    "https://openalex.org/W2020881698",
    "https://openalex.org/W2023566091",
    "https://openalex.org/W2026776906",
    "https://openalex.org/W2057338814",
    "https://openalex.org/W2073129217",
    "https://openalex.org/W2076022932",
    "https://openalex.org/W2090212973",
    "https://openalex.org/W2100686287",
    "https://openalex.org/W2119495931",
    "https://openalex.org/W2147256597",
    "https://openalex.org/W2166502751",
    "https://openalex.org/W2180043963",
    "https://openalex.org/W2332397689",
    "https://openalex.org/W2501023249",
    "https://openalex.org/W2506768893",
    "https://openalex.org/W2753514269",
    "https://openalex.org/W2787133629",
    "https://openalex.org/W317503435",
    "https://openalex.org/W356855242",
    "https://openalex.org/W601285385"
  ]
}