{
  "id": "https://openalex.org/W1552348493",
  "title": "Encyclopedia of ocean sciences",
  "abstract": "of Ocean Sciences is the most current, authoritative, and comprehensive resource on the science of the oceans. This ambitious work includes contributions from leading scientists around the world on the physical processes that drive the oceans and the chemical, biological, and geological disciplines. The also covers ancillary topics such as ocean technology, law of the oceans, global programs, marine policy, the use of the oceans for food and energy, and the impact of pollution and climate changes. The many different methods used to study the oceans are covered, from ship-based systems to satellite remote sensing. Users will enjoy easy access to more than 400 articles, each approximately 3000-4000 words in length with further reading lists and extensive cross referencing. Each article provides comprehensive coverage of a particular topic, and is designed for a wide audience of students, academics, researchers, and professionals. The articles are written at a level that allows undergraduate students to understand the material, while providing active researchers with the latest technical information. It presents 402 original articles covering all the physical, chemical and biological aspects of ocean science. It brings together classic scientific theories with the newest discoveries, technologies, and applications. It is written by the world's leading researchers and developed by a prestigious editorial board. It makes information easy to find with an intuitive format, extensive cross references, further reading lists, and complete index. It is illustrated with more than 1900 figures and full color throughout. It is developed alongside each other, the Encyclopedia of Ocean Sciences together with the Encyclopedia of Atmospheric Sciences provide readers a with comprehensive resource, and a link between these two fields.",
  "authors": [
    {
      "name": "John H. Steele"
    },
    {
      "name": "S. A. Thorpe"
    },
    {
      "name": "Karl K. Turekian"
    }
  ],
  "publication_year": 2002,
  "cited_by_count": 849,
  "primary_topic": "Marine and environmental studies",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}