{
  "id": "https://openalex.org/W1552390187",
  "title": "THE VALLADOLID DEBATE BETWEEN LAS CASAS AND SEPÚLVEDA OF 1550 ON THE CONQUEST AND THE INTELLECTUAL-RELIGIOUS CAPACITY OF AMERICAN INDIANS",
  "abstract": "A most intriguing yet almost forgotten event in the history of Spain and humankind was the debate of Valladolid (1550-1551) between Bartolome de Las Casas (1484-1566) and Juan Gines de Sepulveda (1489?1573) to discuss the just cause of the war being waged by Spain in America. The debate concerned the missionary conquest and the intellectual and religious capacity of the American Indians. Sepulveda led one side of the debate in favor of “forced” conversion and justified conquest and evangelization by the sword. On the other side was Las Casas who was a staunch advocate of peaceful and persuasive conversion. Sepulveda presented his main points of his thesis first. In reply, Las Casas posed his rebuttal for several days. Although both sides claimed victory in the debate, the junta, a group of theologians and specialists of cannon law, never made a formal decision on the winner of the debate. This was the first debate in the world about human rights in favor and against the use of force to evangelize the Indians in America. This paper is a study to investigate the debate that took place in Valladolid, Spain between the great champion of the indigenous Americans, Las Casas, and the great Scholastic, Sepulveda over the missionary conquest and the natural intelligence of the Amerindian. The central controversial issues and consequences of the Las Casas-Sepulveda debate will be dealt with in depth. Furthermore, some missiological implications of the controversy will also be suggested.",
  "authors": [
    {
      "name": "Chang-Uk Byun"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 4,
  "primary_topic": "Latin American history and culture",
  "subfield_topic": "Visual Arts and Performing Arts",
  "field_topic": "Arts and Humanities",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}