{
  "id": "https://openalex.org/W1564478303",
  "title": "Ecosystem-based management for the oceans",
  "abstract": "This title articulates a valuable new approach to managing marine ecosystems. Conventional management approaches cannot meet the challenges faced by ocean and coastal ecosystems today. Consequently, national and international bodies have called for a shift toward more comprehensive ecosystem-based marine management. Synthesizing a vast amount of current knowledge, Ecosystem-Based Management for the Oceans is a comprehensive guide to utilizing this promising new approach. At its core, ecosystem-based management (EBM) is about acknowledging connections. Instead of focusing on the impacts of single activities on the delivery of individual ecosystem services, EBM focuses on the array of services that we receive from marine systems, the interactive and cumulative effects of multiple human activities on these coupled ecological and social systems, and the importance of working towards common goals across sectors. Ecosystem-Based Management for the Oceans provides a conceptual framework for students and professionals who want to understand and utilize this powerful approach. And it employs case studies that draw on the experiences of EBM practitioners to demonstrate how EBM principles can be applied to real-world problems. The book emphasizes the importance of understanding the factors that contribute to social and ecological resilience - the extent to which a system can maintain its structure, function, and identity in the face of disturbance. Utilizing the resilience framework, professionals can better predict how systems will respond to a variety of disturbances, as well as to a range of management alternatives. Ecosystem-Based Management for the Oceans presents the latest science of resilience, while it provides tools for the design and implementation of responsive EBM solutions.",
  "authors": [
    {
      "name": "Karen L. McLeod"
    },
    {
      "name": "Heather M. Leslie"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 330,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}