{
  "id": "https://openalex.org/W1569907060",
  "title": "Objectives for Biologically and Technically Interrelated Fisheries",
  "abstract": "In this paper the problems of, and possibilities for defming and achieving objectives for multispecies fisheries are explored. As the focus of management shifts from a single to a multispecies perspective, the range of potential objectives increases, and different objectives are more likely to result in disparate system states and yields. Moreover, whereas preservation of yield capacity and maximization of yield are largely compatible for single species management, adopting a multispecies perspective increases the chance that such objectives will conflict. Conditions which favor various balances of preservation and maximization objectives are discussed. There are significant constraints on the ability to achieve objectives for multispecies fisheries. Numerous investigations demonstrate that a commonly sought objective for multispecies fisheries (namely, to maximize the yield of each species) is unattainable for systems containing interactions among species. Some studies indicate that the degree to which the sum of maximum sustainable yields (MSY's) of individual species exceeds the actual maximum yield obtainable from a multispecies fishery increases as the number and strength of the interactions increase. For biologically interdependent systems the major factor constraining the ability to achieve various objectives is limited understanding of the nature and importance of biologica1 interactions. While some generalizations concerning tbe behavior of such systems under exploitation can be derived from examination of mathematica1 modeling results, these are insufficient to formulate broadly applicable management guidelines. While an experimental, or \"probing\" approach to management provides the best chance for improving understanding of biologica1 interactions, tbere are significant impediments to the application of this approach, and a number of concerns about whether it can succeed in producing the desired level of understanding. Qualitative aspects of technological interactions are relatively easy to assess, but quantitative assessment may be difficult and costly. A number of useful approaches for providing management advice, given technological constraints, have been developed and applied. While the nature and strength of technological interactions can be directly manipulated, in some circumstances where this has been attempted the results have been unsatisfactory. Adoption of optimization or conservation objectives in a rigorous sense for fisheries containing biological or technological interactions presumes levels of knowledge or control of such systems that are unlikely to be obtainable or desireable. It is suggested that a more feasible approach to defming objectives for multispecies fisheries is to seek satisfactory and progressively improved management solutions.",
  "authors": [
    {
      "name": "Ellen P. Pikitch"
    },
    {
      "name": "Norman J. Wilimovsky"
    }
  ],
  "publication_year": 1988,
  "cited_by_count": 14,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1024873670",
    "https://openalex.org/W1036569093",
    "https://openalex.org/W1496680133",
    "https://openalex.org/W1530529744",
    "https://openalex.org/W185280843",
    "https://openalex.org/W1979434762",
    "https://openalex.org/W1985342263",
    "https://openalex.org/W1996632669",
    "https://openalex.org/W2005615963",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2049528642",
    "https://openalex.org/W2049788366",
    "https://openalex.org/W2055503062",
    "https://openalex.org/W2118285775",
    "https://openalex.org/W2139178010",
    "https://openalex.org/W2142759026",
    "https://openalex.org/W2182297297",
    "https://openalex.org/W2188437284",
    "https://openalex.org/W2267071955",
    "https://openalex.org/W226946242",
    "https://openalex.org/W2276050679",
    "https://openalex.org/W2339582465",
    "https://openalex.org/W2467258006",
    "https://openalex.org/W2479766333",
    "https://openalex.org/W2505274765",
    "https://openalex.org/W2592699553",
    "https://openalex.org/W2739880501",
    "https://openalex.org/W3000733313",
    "https://openalex.org/W3125482702",
    "https://openalex.org/W31614965",
    "https://openalex.org/W3173762906",
    "https://openalex.org/W341849635",
    "https://openalex.org/W4231499903",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W592416205",
    "https://openalex.org/W85682663",
    "https://openalex.org/W96318972"
  ]
}