{
  "id": "https://openalex.org/W1564370218",
  "title": "Complex Adaptive Systems: An Introduction to Computational Models of Social Life",
  "abstract": "Theoretical physics is replete with models. When equations of motion are not available, or not amenable to perturbation theory, or just too hard from which to extract useful information, then physicists turn to models and computation. The Ising model of ferromagnetism is a classic example. A simple nearest neighbor temperature dependent interaction, in two or more dimensions, leads to long-range order and a phase transition at a finite temperature. This model has many locally interacting parts and an emergent behavior (ferromagnetism) at a critical temperature. However, the system never adapts. It does not change the phase transition to a higher temperature or avoid a phase transition altogether. Social systems are always adapting, and this interesting twist produces a vast array of possibilities and forms the basis of much of the discussion in Miller and Page’s book. This book is not a textbook, but rather an essay on complex adaptive systems. The discussions and insights will be better appreciated by readers who have already tried their hand at investigating complex adaptive systems. These systems can be so complex that the best method to discover their properties is to dispatch many computer agents to experience the system’s possibilities. The study becomes more interesting when the agents can alter their actions and the rules of the game. Miller and Page give the simple, but instructive example of forest growth and lightning induced forest fires. If trees grow too rapidly they will cover the allowable space and a fire started anywhere in the forest will spread and destroy the entire forest. A very slow growth will only produce a sparse forest. The authors find a tree growth rate to achieve an optimal stable high forest coverage. Their solution is trumped when altruistic agents are introduced, one for each tree. Some of the agents adapt by not growing a tree in their plot of land (to their personal disadvantage) but the overall global organization is one of firebreaks preventing large scale fires. Adaptation wins! Another model discussed is what physicists call the minority game, that is, making a choice that puts you in the minority. This is perhaps best known through the El Faro example of choosing whether or not to go to Santa Fe’s El Faro bar tonight based on whether it was",
  "authors": [
    {
      "name": "John H. Miller"
    },
    {
      "name": "Scott E. Page"
    }
  ],
  "publication_year": 2007,
  "cited_by_count": 1484,
  "primary_topic": "Complex Systems and Time Series Analysis",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1964136783",
    "https://openalex.org/W2067972851",
    "https://openalex.org/W2081714882",
    "https://openalex.org/W2100983000",
    "https://openalex.org/W2126160338"
  ]
}