{
  "id": "https://openalex.org/W1564292368",
  "title": "Ecosystem Based Management for Marine Fisheries: An Evolving Perspective",
  "abstract": "Foreword Alec MacCall Introduction Andrea Belgrano and Charles W. Fowler Part I. Current Forms of Management: 1. Food-web and climate-related dynamics in the Baltic Sea: present and potential future applications in fish stock assessment and management Michele Casini, Christian Mollmann and Henrik Osterblom 2. Northwest Atlantic ecosystem based management of fisheries Jason S. Link, Alida Bundy, William J. Overholtz, Nancy Shackell, John Manderson, Daniel Duplisea, Jonathan Hare, Mariano Koen-Alonso and Kevin Friedland 3. Alaska marine fisheries management: advancements and linkages to ecosystem research Patricia A. Livingston, Kerim Aydin, Jennifer L. Boldt, Anne B. Hollowed and Jeffrey M. Napp 4. A pragmatic approach for ecosystem-based fisheries assessment and management: a Korean marine ranch ecosystem Chang Ik Zhang and Suam Kim Part II. Elements of Importance to Management: 5. Unintended consequences sneak in the back door: making wise use of regulations in fisheries management Anne Maria Eikeset, Andries Richter, Florian K. Dickert, Dorothy Dankel and Nils Chr. Stenseth 6. Population dynamic theory as an essential tool for models in fisheries Mauricio Lima 7. Recovery of former fish productivity: philopatric behaviors put depleted stocks in an unforeseen deadlock Henrik Svedang, Massimiliano Cardinale and Carl Andre 8. Boundary shifts: from management to engagement in complexities of ecosystems and social contexts Peter J. Taylor 9. Civil society and ecosystem-based fisheries management: traditional roles and future opportunities Tundi Agardy Part III. Using Patterns: 10. Science and management: matching the questions Charles W. Fowler and Larry Hobbs 11. Sustainability, ecosystems and fishery management Charles W. Fowler and Shannon McCluskey 12. On the path to holistic management: ecosystem-based management in marine systems Andrea Belgrano and Charles W. Fowler Afterword Keith Brander Index.",
  "authors": [
    {
      "name": "Andrea Belgrano"
    },
    {
      "name": "Charles W. Fowler"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 33,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}