{
  "id": "https://openalex.org/W1573084417",
  "title": "Understanding Institutional Diversity",
  "abstract": "Elinor Ostronr s Understanding Institutional Diversity draws an analogy between genetic rules of biological organisms and social rules of communities of humans. Just as natural scientists accumulated knowledge in the human genome project, the institutional analysis and development (IAD) framework is presented as the scaffolding for accumulation of knowledge on institutions. It is a framework that many social scientists will appreciate, because of its notion that knowledge about institutions can only be attained in real-life action situations. For Ostrom, social scientists are like engineers facing complex technologies: the recognition of rules does not solve a dilemma but opens up chances for tinkering with the system. Ostrom develops a syntax for institutions by starting from the first principles of deontic logic and makes elegant distinctions between often-confused concepts. For example, a strategy determines who achieves what outcomes under which conditions; a norm is a strategy specified with what is permitted, obliged, or forbidden; and a rule is a norm specified with what are the consequences of not following the norm. These arguments are supported by an impressive pool of empirical work. The focus of empirical analysis is on interaction of participants in action arenas such as a home, a city council, a firm, or an international organisation. It is an appealing focus, because it enables shifting the scale of analysis from local to global and any 'holon' in between a key analytical strength for understanding how nested institutions operate simultaneously at different scales and interact across scales. One fascinating chapter is devoted to controlled laboratory experiments with games. Its findings are used to modify the dominant model of human behaviour: the utility-maximising individual is given its proper role among the other games of life. Bold moves like this are risky. The framework that Ostrom constructs covers a vast territory and is likely to trigger critical questions such as these from other scholars:",
  "authors": [
    {
      "name": "Элинор Остром"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 4300,
  "primary_topic": "Economic Theory and Institutions",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1511129506"
  ]
}