{
  "id": "https://openalex.org/W1579344322",
  "title": "The Economics of Welfare",
  "abstract": "The Economics of Welfare occupies a privileged position in economics. It contributed to professionalization of economics, a goal aggressively and effectively pursued by Pigou's predecessor and teacher Alfred Marshall. The Economics of Welfare also may be credited with establishing welfare economics, by systematically analyzing market departures and their potential remedies. In writing The Economics of Welfare, Pigou built a bridge between old and new economics at Cambridge and in Britain. Much of book remains relevant for contemporary economics. The list of his analyses that continues to play an important role in economics is impressive. Some of more important include: public goods and externalities, welfare criteria, index number problems, price discrimination, theory of firm, structure of relief programs for poor, and public finance. Pigou's discussion of institutional structure governing labor-market operations in his Wealth and Welfare prompted Schumpeter to call work the greatest venture in labor economics ever undertaken by a man who was primarily a theorist. The Economics of Welfare established welfare economics as a field of study. The first part analyzes relationship between national dividend and economic and total welfare. Parts II and III link size of dividend to allocation of resources in economy and institutional structure governing labor-market operations. Part IV explores relationship between national dividend and its distribution. In her new introduction, Nahid Aslanbeigui discusses life of Pigou and history of The Economics of Welfare. She also discusses Pigou's theories as expressed in this volume and some of criticisms those theories have met as well as impact of those criticisms. The Economics of Welfare is a classic that repays careful study.",
  "authors": [
    {
      "name": "A. C. Pigou"
    }
  ],
  "publication_year": 1920,
  "cited_by_count": 5131,
  "primary_topic": "Economic Theory and Institutions",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}