{
  "id": "https://openalex.org/W1599305990",
  "title": "Handbook of marine fisheries conservation and management",
  "abstract": "This handbook is the most comprehensive and interdisciplinary work on marine conservation and fisheries management ever compiled. It is the first to bridge fisheries and marine conservation issues. Its innovative ideas, detailed case studies, and governance framework provide a global special perspective over time and treat problems in the high seas, community fisheries, industrial fishing, and the many interactions between use and non-use of the oceans. Its policy tools and ideas for overcoming the perennial problems of over fishing, habitat and biodiversity loss address the facts that many marine ecosystems are in decline and plagued by overexploitation due to unsustainable fishing practices. An outstanding feature of the book is the detailed case-studies on conservation practice and fisheries management from around the world. These case studies are combined with 'foundation' chapters that provide an overview of the state of the marine world and innovative and far reaching perspectives about how we can move forward to face present and future challenges. The contributors include the world's leading fisheries scientists, economists, and mangers. Ecosystem and incentive-based approaches are described and complemented by tools for cooperative, participatory solutions. Unique themes treated: fisher behavior and incentives for management beyond rights-based approaches; a synthesis of proposed 'solutions'; a framework for understanding and overcoming the critical determinants of the decline in fisheries, degradation of marine ecosystems, and poor socio-economic performance of many fishing communities; models for innovative policy instruments; a plan of action and adoption pathways to promote sustainable fishing practices globally. Collectively, the handbook's many valuable contributions offer a way forward to both understanding and resolving the multifaceted problems facing the world's oceans.",
  "authors": [
    {
      "name": "R. Quentin Grafton"
    },
    {
      "name": "Ray Hilborn"
    },
    {
      "name": "Dale Squires"
    },
    {
      "name": "Maree Tait"
    },
    {
      "name": "Meryl J. Williams"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 341,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}