{
  "id": "https://openalex.org/W1627449034",
  "title": "A model of the pelagic ecossystem in the eastern tropical Pacific Ocean",
  "abstract": "English:\r\nRecent calls for a more holistic approach to fisheries management have motivated development\r\nof trophic mass-balance models of ecosystems that underlie fisheries production. We developed\r\na model hypothesis of the pelagic ecosystem in the eastern tropical Pacific Ocean (ETP) to\r\ngain insight into the relationships among the various species in the system and to explore the ecological\r\nimplications of alternative methods of harvesting tunas. We represented the biomasses of\r\nand fluxes between the principal elements in the ecosystem with Ecopath, and examined the\r\necosystem's dynamic, time-series behavior with Ecosim. We parameterized the model for 38\r\nspecies or groups of species, and described the sources, justifications, assumptions, and revisions\r\nof our estimates of the various parameters, diet relations, fisheries landings, and fisheries discards\r\nin the model. We conducted sensitivity analyses with an intermediate version of the model,\r\nfor both the Ecopath mass-balance and the dynamic trajectories predicted by Ecosim. The analysis\r\nshowed that changes in the basic parameters for two components at middle trophic levels,\r\nCephalopods and Auxis spp., exert the greatest influence on the system. When the Cephalopod\r\nQ/B and Auxis spp. P/B were altered from their initial values and the model was rebalanced, the\r\ntrends of the biomass trajectories predicted by Ecosim were not sensitive, but the scaling was sensitive\r\nfor several components. We described the review process the model was subjected to, which\r\nincluded reviews by the IATTC Purse-seine Bycatch Working Group and by a working group supported\r\nby the National Center for Ecological Analysis and Synthesis. We fitted the model to historical\r\ntime series of catches per unit of effort and mortality rates for yellowfin and bigeye tunas\r\nin simulations that incorporated historical fishing effort and a climate driver to represent the\r\neffect of El Nino-Southern Oscillation-scale variation on the system. The model was designed to\r\nevaluate the possible ecological implications of fishing for tunas in various ways. We recognize\r\nthat a model cannot possibly represent all the complexity of a pelagic ocean ecosystem, but we\r\nbelieve that the ETP model provides insight into the structure and function of the pelagic ETP.\r\nSpanish:\r\nLlamamientos recientes hacia un enfoque mas holistico al ordenamiento de la pesca han\r\nmotivado el desarrollo de modelos troficos de balance de masas de los ecosistemas que sostienen\r\nla produccion pesquera. Desarrollamos una hipotesis modelo del ecosistema pelagico en el Oceano\r\nPacifico oriental tropical (POT) con miras a mejorar los conocimientos de las relaciones entre las\r\ndistintas especies en el sistema y explorar las implicaciones ecologicas de metodos alternativos de\r\ncapturar atunes. Con Ecopath representamos las biomasas de los elementos principales en el ecosistema,\r\ny los flujos entre los mismos, y con Ecosim examinamos el comportamiento dinamico del\r\necosistema con el tiempo. Parametrizamos el modelo para 38 especies o grupos de especies\r\n(denominados “componentes” del modelo), y describimos las fuentes, justificaciones, supuestos, y\r\nrevisiones de nuestras estimaciones de los distintos parametros, relaciones basadas en dieta, capturas\r\nretenidas de las pesquerias, y descartes de las mismas en el modelo. Realizamos analisis de\r\nsensibilidad con una version intermedia del modelo, para el balance de masas de Ecopath y las\r\ntrayectorias dinamicas predichas por Ecosim tambien. El analisis demostro que cambios en los\r\nparametros basicos para dos componentes en niveles troficos medianos, Cefalopodos y Auxis spp.,\r\nejercieron la mayor influencia sobre el sistema. Cuando se alteraron el Q/B de los Cefalopodos y\r\nel P/B de los Auxis spp. de sus valores iniciales y se balanceo el modelo de nuevo, las tendencias\r\nde las trayectorias de la biomasa predichas por Ecosim no fueron sensibles, pero la escala fue sensible\r\npara varios componentes. Describimos el proceso de revision al que fue sujeto el modelo,\r\ninclusive revisiones por el Grupo de Trabajo sobre Captura Incidental de la CIAT y un grupo de\r\ntrabajo apoyado por el Centro Nacional para Sintesis y Analisis Ecologicos. Ajustamos el modelo\r\na series de tiempo historicas de capturas por unidad de esfuerzo y tasas de mortalidad de atunes\r\naleta amarilla y patudo en simulaciones que incorporaron esfuerzo de pesca historico e impulsos\r\nclimaticos para representar el efecto de variaciones a escala de El Nino-Oscilacion del Sur sobre\r\nel sistema. El modelo fue disenado para evaluar las posibles implicaciones ecologicas de la pesca\r\natunera de varias formas. Reconocemos la imposibilidad de que el modelo represente toda la complejidad\r\nde un ecosistema oceanico pelagico, pero creemos que el modelo del POT mejora los\r\nconocimientos de la estructura y funcion del POT pelagico.",
  "authors": [
    {
      "name": "Robert Olson"
    },
    {
      "name": "George M. Watters"
    }
  ],
  "publication_year": 2003,
  "cited_by_count": 86,
  "primary_topic": "Cephalopods and Marine Biology",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}