{
  "id": "https://openalex.org/W163013491",
  "title": "TRADE-OFFS IN ECOSYSTEM-SCALE OPTIMIZATION OF FISHERIES MANAGEMENT POLICIES",
  "abstract": "ABSTRACT Recent applications of ecosystem models have had some apparent success evaluating how ﬁsheries and environmental changes have affected marine populations, and a stage has been reached where ecosystem models can be used to describe agents of mortality and trophic interdependencies in the marine environment with some credibility. This success has raised the stakes for modeling and caused its focus to evolve to include eco-system-scale optimization policies aimed, modestly, at determining the mix of ﬁshing ﬂeets that will optimize a combination of objectives, subject to the assumptions inher-ent in the model—as is the case with all models. A resemblance between our model predictions and real-world conditions may indicate that trade-offs among economic, social, and ecosystem objectives resulting from optimization for ﬂeet conﬁgurations are more pronounced than hitherto recognized. The present paper reports the consequences of such optimizations for a model meant to mimic aspects of the Gulf of Thailand ecosystem, intended to determine how the model reacts to different weightings for the objective functions individually and jointly to examine the trade-offs involved. The results indicate that optimizing for economic proﬁt is consistent with including ecosys-tem considerations, whereas optimizing landed value is in conﬂict with proﬁt as well as ecosystem optimization.",
  "authors": [
    {
      "name": "Villy Christensen"
    },
    {
      "name": "Carl J. Walters"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 90,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W116464485",
    "https://openalex.org/W1524760816",
    "https://openalex.org/W1967049079",
    "https://openalex.org/W1982939018",
    "https://openalex.org/W1990566709",
    "https://openalex.org/W2003647390",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2042464037",
    "https://openalex.org/W2045466864",
    "https://openalex.org/W2077658674",
    "https://openalex.org/W2081050205",
    "https://openalex.org/W2087641521",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2165007446",
    "https://openalex.org/W2276050679",
    "https://openalex.org/W2341693624",
    "https://openalex.org/W2771297851",
    "https://openalex.org/W3012317737",
    "https://openalex.org/W3125482702",
    "https://openalex.org/W592416205"
  ]
}