{
  "id": "https://openalex.org/W1657157522",
  "title": "Governance for responsible fisheries: an ecosystem approach.",
  "abstract": "The term, 'responsible' can be interpreted in many ways. For fisheries, we believe responsible means sustainable production of human benefits, which are distributed 'fairly', without causing unacceptable changes in marine ecosystems. Governance is broader than fisheries management. It consists of formal and informal rules, and understandings or norms that influence behaviour. Responsible fisheries requires self-governance by the scientific community, the fishing industry and the public (including politicians), as well as responsible fisheries management. An ecosystem approach to fisheries management, also known as ecosystem-based fisheries management, is geographically specified fisheries management that takes account of knowledge and uncertainties about, and among, biotic, abiotic and human components of ecosystems, and strives to balance diverse societal objectives. Much has been written about the principles that should underlie an ecosystem approach to fisheries management. The key elements of the approach should be: (i) goals and constraints that characterize the desired state of fisheries and undesirable ecosystem changes; (ii) conservation measures that are precautionary, take account of species interactions and are adaptive; (iii) allocation of rights to provide incentives for conservation; (iv) decision making that is participatory and transparent; (v) ecosystem protection for habitat and species of special concern; and (vi) management support, including scientific information, enforcement and performance evaluation. Fisheries ecosystem plans are a useful vehicle for designing and implementing fisheries management systems that capture these six elements. Such plans should highlight a hierarchy of management entities, from an ecosystem scale to the local scale of communities; ocean zoning, including marine protected areas (MPAs) and other geographically defined management measures; and specification of authorized fishing activities, with protocols required for future authorizations. The scientific community needs to govern itself so that it produces scientific information that is relevant, responsive, respected and right. A multi-faceted approach is needed, including monitoring of fisheries and ecosystems, assessments and scientific advice tailored to management needs, and strategic research investments to improve monitoring and assessments in the future. One serious problem facing scientists is the controversial nature of assessments and scientific advice. This problem needs to be addressed with a three-pronged strategy that calls for: separation of scientific institutions from management; collaborative research with the fishing industry; and transparent quality assurance of scientific advice. The last-named requires peer review, which either can be integrated into the process of preparing the advice (referred to as integrated peer review) or can be conducted following the preparation of the advice (referred to as sequential peer review). The appearance of potential conflict of interest by peer reviewers is a factor in the credibility of the peer review process. For an ecosystem approach for responsible fisheries, the fishing industry should govern itself to accept responsibility for providing fisheries information, embrace collaborative research, participate in the fishery management process and live with the outcome, comply with regulations, avoid waste and develop training to instil a responsible fishing ethic. Environmentalists and the public in general should also participate in the fisheries management process and live with the outcome. Politicians should produce legislation that is clear in intent and achievable within realistic funding levels. No one should make or condone 'end runs', which undermine fishery management decisions. All stakeholders should be respectful of other stakeholders.",
  "authors": [
    {
      "name": "Michael P. Sissenwine"
    },
    {
      "name": "Pamela M. Mace"
    }
  ],
  "publication_year": 2003,
  "cited_by_count": 72,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1524222832",
    "https://openalex.org/W1529635586",
    "https://openalex.org/W1543409689",
    "https://openalex.org/W1779482002",
    "https://openalex.org/W1963984107",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1977041980",
    "https://openalex.org/W1979219572",
    "https://openalex.org/W1980826527",
    "https://openalex.org/W1985750732",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2008660530",
    "https://openalex.org/W2011563167",
    "https://openalex.org/W2021290778",
    "https://openalex.org/W2031613957",
    "https://openalex.org/W2031765289",
    "https://openalex.org/W2037628446",
    "https://openalex.org/W2048778350",
    "https://openalex.org/W2056803086",
    "https://openalex.org/W2059537763",
    "https://openalex.org/W2066819488",
    "https://openalex.org/W2077858491",
    "https://openalex.org/W2083226934",
    "https://openalex.org/W2086574044",
    "https://openalex.org/W2093401535",
    "https://openalex.org/W2094526332",
    "https://openalex.org/W2100927103",
    "https://openalex.org/W2104175411",
    "https://openalex.org/W2114525352",
    "https://openalex.org/W2115997218",
    "https://openalex.org/W2127495874",
    "https://openalex.org/W2136270292",
    "https://openalex.org/W2137345678",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2149128720",
    "https://openalex.org/W2164114280",
    "https://openalex.org/W2165156730",
    "https://openalex.org/W2165265203",
    "https://openalex.org/W2318645045",
    "https://openalex.org/W2506804386",
    "https://openalex.org/W2784141520",
    "https://openalex.org/W3151345117",
    "https://openalex.org/W3162515626",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W624555320",
    "https://openalex.org/W645869917"
  ]
}