{
  "id": "https://openalex.org/W1783384766",
  "title": "Towards an ecosystem approach to fisheries in Europe: a perspective on existing progress and future directions",
  "abstract": "Abstract European countries are committed to adopting an ecosystem approach. These commitments are expected to influence the forthcoming reform of the Common Fisheries Policy (CFP) and thus progress towards implementing an ecosystem approach to fisheries (EAF). We suggest that the major impediments to adopting an EAF in the current CFP are the low specificity and incompatibility of environmental, social and economic objectives, no agreed guidance on the priority to be given to objectives when trade‐offs have to be made, a decision‐making system that is strongly influenced by short‐term national interests, and low societal and political will to pay the high short‐term costs of making the transition to sustainability. Notwithstanding, a high‐level policy framework to support the ecosystem approach and EAF, along with many of the tools needed to support an operational system, is now emerging. The rate of progress towards an operational EAF following CFP reform will be influenced by the requirement for a reformed management system to help achieve Good Environmental Status for ecosystem components and attributes, in support of European policy for the marine environment (principally the Marine Strategy Framework Directive). However, the willingness and capacity of member states to meet high short‐term transition costs, the extent of their support for transferring tactical decision‐making to regional bodies and their views on acceptable transition rates are likely to have more influence on progress towards meeting the objectives of an EAF.",
  "authors": [
    {
      "name": "Simon Jennings"
    },
    {
      "name": "Jake Rice"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 83,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1567110536",
    "https://openalex.org/W1882133131",
    "https://openalex.org/W1970951481",
    "https://openalex.org/W1976828628",
    "https://openalex.org/W1991075100",
    "https://openalex.org/W2083287371",
    "https://openalex.org/W2104379927",
    "https://openalex.org/W2114364088",
    "https://openalex.org/W2121520066",
    "https://openalex.org/W2124552688",
    "https://openalex.org/W2189320560",
    "https://openalex.org/W2207258278",
    "https://openalex.org/W2796233506"
  ]
}