{
  "id": "https://openalex.org/W1894025736",
  "title": "Achieving Coherent Policies for Conservation and Sustainable Use of Marine Ecosystems",
  "abstract": "Agencies charged with conservation of marine ecosystems and those charged with management of human activities in the sea have developed along independent paths. For either type of agency to achieve its objectives, the objectives of both must be compatible and both must employ policies, programs, and management measures that at least do not conflict and ideally are synergistic. However, differences in governance between marine and terrestrial jurisdictions present impediments to this coherence because key coordinating mechanisms are absent or organizations lack mandates to act. The community of conservation professionals can facilitate policy coherence among the diverse agencies with responsibilities for conservation or sustainable use of marine ecosystems by providing consistent, objective science advice. In terrestrial ecosystems, populations and species' habitats are linked to defined locations, and in at least most countries, rules of ownership and governance of places are clearly delineated. Individual property rights and associated obligations are legally or culturally codified. The jurisdictions of agencies responsible for managing human uses of ecosystems are specified, and where multiple agencies or levels of government (local to federal) have overlapping interests, there is always a governance level with the authority to resolve conflicts and reconcile programs. For example, the Canadian Species at Risk Act (2002) has specific provisions for reconciling provincial authority over lands with federal requirements to recover listed species for which the lands may be critical habitat. These governance provisions may not always function effectively, but they exist. Most concepts and tools for conservation and sustainable use of biological diversity evolved in the contexts of terrestrial governance and terrestrial ecosystems. To be effective in marine ecosystems, the concepts and tools must adapt to distinct features of those ecosystems. For example, in marine systems many populations and features of species' habitats are not as tightly linked to places as is typical in terrestrial systems (Bakun 1996). Additionally, the sizes of individuals within predator and prey species in the sea often affect their interactions more strongly than in terrestrial systems, where the species of predators and prey largely determine who eats whom (Blanchard et al. 2009; Hartvig et al. 2011). Policies and tools for marine conservation and fisheries management are increasingly taking these ecological features of marine ecosystems into account (Rice & Ridgeway 2009). Governance and policy-making environments are also different for the oceans than for land. Typically different agencies are mandated to regulate different human activities in the sea. This is particularly the case beyond the 200-mile limit of national jurisdictions, where, for example, fishing is regulated by regional fisheries management organizations (RFMOs) coordinated by the United Nations' Food and Agriculture Organization, shipping is regulated by the International Maritime Authority, and seabed mining is regulated by the International Seabad Authority. Until very recently the treaties or agreements creating these intergovernmental organizations narrowly defined their missions as sustainable use of the ecosystem components they actually used directly. The RFMOs were expected to keep harvested stocks at productive levels; shipping agencies were expected to ensure human safety, efficient transport, and that shipping was not releasing known pollutants into the sea. Adoption of an ecosystem approach (FAO 2003) is a priority framework in United Nations resolutions for agencies that regulate marine industries; thus, these agencies have been given broader mandates and are being held more accountable. For example, United Nations General Assembly Resolution 61/105 requires fisheries management agencies to identify and protect \"vulnerable marine ecosystems\" from \"significant adverse impacts\" and manage bycatch of species that cannot sustain high incidental mortality (FAO 2008). Shipping agencies now must identify \"particularly sensitive sea areas,\" ensure that shipping does not interfere with the special features of these areas (IMO 2006), and must minimize the probability that ballast waters will introduce non-native species into aquatic ecosystems (IMO 2004). All these agencies are developing science-based guidance for meeting these new mandates (IMO 2006; FAO 2008). Additionally, there are other intergovernmental organizations with mandates for conservation, such as the Secretariat for the Convention on Biological Diversity (CBD) and the United Nations Environment Program (UNEP). These organizations once focused primarily on terrestrial systems, but they are increasingly being mandated to conserve marine systems by, for example, \"protect[ing] ecologically and biologically significant area\" (CBD 2008) and \"minimiz[ing] the detrimental impacts of fishing practices\" on marine and coastal ecosystems (CBD 2010a). Parties to these intergovernmental organizations have adopted explicit objectives that can only be achieved if human uses are managed. For example, target 6 of the CBD 2010 Strategic Plan (CBD 2010b) calls for all exploited fish stocks to be harvested sustainably and all fisheries bycatches and effects on seafloor biota to be \"within safe biological limits.\" However, the CBD has no authority to regulate the fisheries activities that affect species' abundances and their habitats. This broadening of mandates of both regulatory agencies and conservation agencies means that an agency in either category cannot achieve its objectives without coherent policies and objectives and coordinated action. For example, both the Northeast Atlantic Fisheries Commission (NEAFC), the RFMO for the Northeast Altantic, and the Oslo-Paris Commission (OSPAR), the UNEP Regional Seas organization for the same area, wanted to protect large stands of cold-water corals to the west of the British Isles. Initially, they sought advice from different groups of science advisors. These groups delineated the areas independently, with a result that NEAFC was going to allow bottom fishing in over 20% of the area that OSPAR had designated for protection (ICES 2005). The discrepancy was identified by a common participant in both advisory groups and rectified within a couple of years. This case illustrates the need for coherence in high-level policies and operational details of programs to achieve conservation and sustainable use of marine resources. The interdependence of regulatory and conservation organizations highlights a difference between the governance of terrestrial and marine ecosystems. On land different industry sectors may be regulated by different agencies, but there is always a level of government at which these agencies must coordinate their activities, such as the regulation of activities affecting endangered species and their habitats. For oceans this coordinating presence is weaker or absent. Within national jurisdictions, integrated marine and coastal spatial planning (\"a comprehensive, adaptive, integrated, ecosystem-based, and transparent spatial planning process\"; Intergovernmental Ocean Policy Task Force 2009) is beginning to serve such a coordination function, but so far few multisectoral plans with concrete objectives and requirements for cooperation among agencies have been implemented (Douvere 2008). Beyond national jurisdictions, only the United Nations General Assembly can legally direct parties and intergovernmental organizations to act together. Consequently, whether agencies coordinate their policies and programs is largely at their own discretion, and progress has been slow. The historical mandates and authorities of the regulatory and conservation agencies differ, which means agencies have evolved different cultures and constituencies. Each considers the other a threat to their core raisons d'etre and to be pushing an unacceptable pace and nature of change and believes that compromise in policies or programs may betray their core objectives and principles. Each is willing to consider adding the concerns of the other to their policies and programs, but not to alter their own core objectives and principles. To oversimplify, RFMOs define their missions as sustainable use of living marine resources to achieve greater human well-being and to conserve other aspects of biological diversity to the extent feasible. Conservation bodies such as the CBD define their missions as the conservation of biological diversity (defined in the convention as variability \"within species, between species, and of ecosystems\"), with sustainable human use accepted to the extent that the natural systems are not perturbed substantially. Because the core missions of regulatory and conservation agencies are different, broadening of mandates does not ensure convergence of coherent policies and programs. Beneath a layer of platitudes that all the agencies may share in their vision statements, differences in their core values and cultures lead these agencies to define shared objectives differently and to prefer different tools to address even challenges acknowledged as shared. For example, although marine protected areas are viewed by the International Union for Conservation of Nature as a preferred tool for protecting endangered marine species (IUCN-WCPA 2008), parties negotiating the Food and Agriculture Organization Guidelines for Management of Bycatches and Reduction of Discards removed all references to marine protected areas from the guidelines (FAO 2010). Thus, agencies may end up working at cross-purposes even when objectives purportedly are similar. This potential for the lack of policy coherence is amplified by many states that send officers from environment ministries to negotiate policies on protection of marine species and ecosystems and from fisheries ministries to negotiate international fisheries policies. Federal governments have the authority to bring conservation and regulatory agencies together and to demand coherent outcomes from their programs. However, the exercise of this authority is still in its infancy, as evidenced by legislation in the United States' Executive Order on Ocean Policy, Canada's Oceans Act, and the European Commission's Marine Strategy Framework Directive. Beyond national jurisdictions, the only forum where the lack of coherence between policies and objectives of regulatory and conservation agencies could be reconciled is the United Nations General Assembly. Even there, two different ocean-oriented resolutions are negotiated annually: Oceans and Law of the Sea and Sustainable Fisheries. Some argue that the challenges to coherent management and regulation illustrate fundamental governance gaps and that major new governance structures are needed. Others argue that the challenges reflect implementation gaps rather than policy gaps and that as institutional cultures change better coordination will improve the probability of achieving both conservation and sustainable use. Those of us who are science advisors to governments and intergovernmental organizations find the slow progress toward coherence among agencies frustrating. However, we are being given an opportunity to become constructive agents of change because both federal and intergovernmental-organization processes seek the advice of scientists and other experts and invest money in advisory processes. Fisheries agencies now seek advice on implementing the ecosystem approach and avoiding negative effects to \"vulnerable marine ecosystems\" (FAO 2008), and conservation agencies seek advice on measures that would improve the status and reduce threats to species and their habitats (Cardoso et al. 2010). A great deal of such advice should be the same for both types of agencies. Science-advisory processes strive to produce the \"best available scientific and technical information\" that is policy relevant but does not prescribe policy and is unbiased, credible, and legitimate (IOC-UNESCO/UNEP 2009). The scientific advice to diverse agencies should be consistent and coherent if all science-advisory bodies compile the best available information for a given objective, apply the best available analytical methods, and interpret results objectively. If these steps are taken, agencies that are making or implementing policy should have a common source of information on which to base their decisions. It takes effort on the part of science advisors to gain trust and acceptance by clients they do not traditionally work with (e.g., fisheries experts in CBD workshops and conservation biologists in RFMO working groups), but all clients value reliability and relevance. If we create alliances among our diverse colleagues; conduct scientific assessments that are integrated across ecosystem components and processes, across industry sectors, and across the social, economic, and environmental dimensions of sustainability (sensu Assessment of Assessments IOC-UNESCO/UNEP 2009); and provide advice that is not driven by personal agendas, we can be key actors in moving the policy and management community closer to coherence and effectiveness.",
  "authors": [
    {
      "name": "Jake Rice"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 14,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1492835558",
    "https://openalex.org/W1922166652",
    "https://openalex.org/W2086702626",
    "https://openalex.org/W2119927194",
    "https://openalex.org/W2165511924",
    "https://openalex.org/W2567365690",
    "https://openalex.org/W3000424644",
    "https://openalex.org/W362887379"
  ]
}