{
  "id": "https://openalex.org/W1967268981",
  "title": "Estimating Competition Coefficients from Census Data: A Test with Field Manipulations of Tidepool Fishes",
  "abstract": "Interaction coefficients between species have been estimated using both static regression models (from a single census) and dynamic regression models (incorporating population change through time). However, the output of these varied models has not been compared with the results of experimental manipulations within the same system. Using a guild of tidepool sculpins, I tested whether the competition coefficients obtained from static and dynamic regression models were consistent with the results of experimental manipulations. Field manipulations revealed a competitive effect of Oligocottus maculosus on Clinocottus globiceps growth and no effect of C. globiceps on O. maculosus growth. The result of dynamic regression models most closely matched the results of the experiments. Static regression models, in contrast, were less consistent with experimental results, sometimes even predicting interactions with a different sign from those in experiments. I show that the inconsistency in the static regression models may result from the way covariance in carrying capacities directly affects variability in equilibrium population sizes, yielding an erroneous interaction coefficient. The dynamic regression models are free of equilibria assumptions and more accurately predicted a competitive effect of O. maculosus on C. globiceps but no effect of C. globiceps on O. maculosus. These analyses illustrate why dynamically derived measures of interaction strength, rather than static ones, may better predict effects of one species on another.",
  "authors": [
    {
      "name": "Catherine A. Pfister"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 95,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W133999654",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1988026685",
    "https://openalex.org/W1988256371",
    "https://openalex.org/W1991582595",
    "https://openalex.org/W1994507967",
    "https://openalex.org/W1995945562",
    "https://openalex.org/W1998245410",
    "https://openalex.org/W2000722657",
    "https://openalex.org/W2007168967",
    "https://openalex.org/W2010429517",
    "https://openalex.org/W2019267954",
    "https://openalex.org/W2026024870",
    "https://openalex.org/W2033831743",
    "https://openalex.org/W2040463603",
    "https://openalex.org/W2042922566",
    "https://openalex.org/W2047831247",
    "https://openalex.org/W2050491945",
    "https://openalex.org/W2054126322",
    "https://openalex.org/W2056942998",
    "https://openalex.org/W2079253803",
    "https://openalex.org/W2085813178",
    "https://openalex.org/W2087107892",
    "https://openalex.org/W2146602246",
    "https://openalex.org/W2146940580",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2154687245",
    "https://openalex.org/W2319104664",
    "https://openalex.org/W2326469116",
    "https://openalex.org/W2331368841",
    "https://openalex.org/W2493295356"
  ]
}