{
  "id": "https://openalex.org/W1964408053",
  "title": "The epistemic and strategic dimension of the establishment of the IPBES: “epistemic selectivities” at work",
  "abstract": "AbstractThe economic valuation of biodiversity and related market-based policy instruments are increasingly being referred to in the international politics of biodiversity and related Multilateral Environmental Agreements. They are both the subject of diverging interests, hence leading to conflict and critique, and an impetus for compromise on the way toward a \"reasonable\" solution to the environmental and economic crises. This development coincides with an extensive debate on how to increase the profile of biodiversity science and make it more policy relevant. This article takes a close look at decision-making processes leading to the establishment of the Intergovernmental Science–Policy Platform on Biodiversity and Ecosystem Services (IPBES). Particular emphasis is placed on the implicit and explicit conflicts around the significance attached to the concept of ecosystem services within the IPBES debate. The article is based on the assumption that struggles over biodiversity knowledge become marginalized in favor of a stabilization of the \"global paradigm of valorization.\" In this vein, the concept of ecosystem services contributes to sustaining the rationale that biodiversity can only be preserved if its diverse elements are commodified. This is theoretically underpinned by the concept of \"epistemic selectivities,\" and I discuss its contribution to the understanding of the role of knowledge in institutional change.Keywords: IPBESCBDbiodiversityknowledgeepistemic selectivitiesecosystem service AcknowledgmentI wish to thank all those that made my work on the establishment of the IPBES happen. Special thanks goes to Ulrich Brand, Christoph Görg, Markus Wissen, Ronald J. Pohoryles, Roxanne Powell, and Thomas Pfister.Notes1. This publication is based on extensive research, which took place from 2007 to 2013. The findings are documented in detail in my book \"The Politics of Knowledge and Global Biodiversity\" (Vadrot, Citation2014). Some aspects of my research were also reflected in a publication coauthored with Ulrich Brand in 2013 (Brand and Vadrot Citation2013).2. Since the beginning the notion of IPCC as model for the IPBES was quite contested (Hulme et al. Citation2011).3. Among others, Turnhout, Neves, and de Lijster (Citation2014) criticize the concept of the IPBES as science–policy platform. In their view the IPBES reduces the analysis of biodiversity to what they call 'measurementality', a term used to describe the reduction of biodiversity policy to a mere economic understanding. As the IPBES aims at research agenda-setting in the field this reduces the range of the knowledge production and the scientific discourse to monetization and neglects the challenge posed by biodiversity loss.4. COP10050.5. COP10050.6. EPBRS024.7. As for example Switzerland, the European Union, Ghana, Australia, Ecuador, South Africa, etc.8. Comment made in the framework of the e-peer review of the preliminary Gap Analysis.9. From the notes taken by Alice Vadrot.10. The QuEST is an assessment funded by the US Federal Government on the basis of the results of a report by the President's Council of Advisors on Science and Technology (PCAST).11. A detailed version of this subchapter can be found in Vadrot (Citation2014, 280ff), where the conflict lines are identified as one of the nix narratives characterizing the discourse on the IPBES and on biodiversity knowledge.",
  "authors": [
    {
      "name": "Alice B. M. Vadrot"
    }
  ],
  "publication_year": 2014,
  "cited_by_count": 36,
  "primary_topic": "Conservation, Biodiversity, and Resource Management",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W147490309",
    "https://openalex.org/W1567947805",
    "https://openalex.org/W1599841801",
    "https://openalex.org/W1968494423",
    "https://openalex.org/W1975580813",
    "https://openalex.org/W1996582059",
    "https://openalex.org/W1996623915",
    "https://openalex.org/W2001351964",
    "https://openalex.org/W2026249846",
    "https://openalex.org/W2049778145",
    "https://openalex.org/W2050101688",
    "https://openalex.org/W2051049084",
    "https://openalex.org/W2058509818",
    "https://openalex.org/W2061086232",
    "https://openalex.org/W2063346426",
    "https://openalex.org/W2063679965",
    "https://openalex.org/W2081102270",
    "https://openalex.org/W2083521896",
    "https://openalex.org/W2088068209",
    "https://openalex.org/W2092181397",
    "https://openalex.org/W2095172557",
    "https://openalex.org/W2119517311",
    "https://openalex.org/W2136288967",
    "https://openalex.org/W2143863863",
    "https://openalex.org/W2184273613",
    "https://openalex.org/W2186369223",
    "https://openalex.org/W247721277",
    "https://openalex.org/W2539705941",
    "https://openalex.org/W2609758196",
    "https://openalex.org/W2626578421",
    "https://openalex.org/W2746485780",
    "https://openalex.org/W317646656",
    "https://openalex.org/W344234868",
    "https://openalex.org/W4232662040",
    "https://openalex.org/W4234634146",
    "https://openalex.org/W578784393"
  ]
}