{
  "id": "https://openalex.org/W1963991877",
  "title": "Fisheries Management Sciences: a plea for conceptual change",
  "abstract": "Recent fishery failures, combined with changing views on management, point to the critical and urgent need for a new approach to fisheries management. Future management should focus on integrated fisheries, rather than solely on fish populations, and will require an appropriate combination of biological considerations with operational, social, and economic considerations of the fishery. This requires development of both a conceptual framework and an appropriate methodology for interdisciplinary decision making in fisheries management. We propose integration of the traditional fields of fisheries science and management with the scientific approach of management science to form Fisheries Management Science. Fisheries management science provides the framework and methodologies for defining multiple objectives and constraints, modelling alternative management scenarios, and assessing and managing risk. This framework accepts diverse information sources toward anticipatory decision making and consensus building, and offers a new paradigm within which effective fisheries management can emerge.",
  "authors": [
    {
      "name": "Robert L. Stephenson"
    },
    {
      "name": "Daniel E. Lane"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 87,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1540680441",
    "https://openalex.org/W1581643456",
    "https://openalex.org/W1980450709",
    "https://openalex.org/W1999132157",
    "https://openalex.org/W2018001267",
    "https://openalex.org/W2019140891",
    "https://openalex.org/W2023110550",
    "https://openalex.org/W2042796530",
    "https://openalex.org/W2047970427",
    "https://openalex.org/W2056005351",
    "https://openalex.org/W2066473464",
    "https://openalex.org/W2088395296",
    "https://openalex.org/W2094117865",
    "https://openalex.org/W2129758451",
    "https://openalex.org/W2144471464",
    "https://openalex.org/W2149620120",
    "https://openalex.org/W2175155067",
    "https://openalex.org/W585091976",
    "https://openalex.org/W624631600"
  ]
}