{
  "id": "https://openalex.org/W1966195003",
  "title": "Bridging the Divide Between Fisheries and Marine Conservation Science",
  "abstract": "Researchers from traditionally disparate disciplines and practitioners with typically incongruent mandates have begun working together to better understand and solve marine conservation and sustainable yield problems. Conservation practitioners are recognizing the need to achieve conservation goals in seascapes that are a source of livelihood and food security, while fisheries management is realizing that achieving economically and ecologically sustainable fisheries requires an understanding of the role of biodiversity and ecosystem dynamics in fishery production. Yet, tensions still exist due to the unique histories, epistemologies, cultures, values, and quantitative techniques of fisheries and marine conservation science, and the often-divergent objectives of the institutions and organizations these academic disciplines inform. while there is general agreement on what needs to be achieved (less overfishing, recovery of depleted fish stocks, reduction in bycatch and habitat impacts, jobs, food production), specific objectives and how best to achieve them remain contentious and unresolved. By analyzing three contemporary yet controversial marine policies (ecosystem-based fishery management, marine protected areas, and catch shares) and specific case studies, we demonstrate how both fisheries and marine conservation science can be used to provide clear scientific advice to practitioners and provide empirical evidence of the benefits of bridging the disciplinary divide. Finally, we discuss future prospects for collaboration in an emerging issue at the nexus of conservation and fishery management: eco-certification. drawing on lessons learned from these empirical examples, we outline general processes necessary for clearly defining multiple conservation and fisheries objectives in working seascapes. By bridging the divide, we illuminate the process of navigating trade-offs between multiple objectives in a finite world.",
  "authors": [
    {
      "name": "Anne K. Salomon"
    },
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "Olaf P. Jensen"
    },
    {
      "name": "Vera N. Agostini"
    },
    {
      "name": "N. A. Sloan"
    },
    {
      "name": "Jake Rice"
    },
    {
      "name": "Tim R. McClanahan"
    },
    {
      "name": "Mary Ruckelshaus"
    },
    {
      "name": "Phil Levin"
    },
    {
      "name": "Nicholas K. Dulvy"
    },
    {
      "name": "Elizabeth A. Babcock"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 83,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}