{
  "id": "https://openalex.org/W1966607312",
  "title": "Obstacles to Bottom‐Up Implementation of Marine Ecosystem Management",
  "abstract": "Abstract: Ecosystem management (EM) offers a means to address multiple threats to marine resources. Despite recognition of the importance of stakeholder involvement, most efforts to implement EM in marine systems are the product of top‐down regulatory control. We describe a rare, stakeholder‐driven attempt to implement EM from the bottom up in San Juan County, Washington (U.S.A.). A citizens advisory group led a 2‐year, highly participatory effort to develop an ecosystem‐based management plan, guided by a preexisting conservation‐planning framework. A key innovation was to incorporate social dimensions by designating both sociocultural and biodiversity targets in the planning process. Multiple obstacles hindered implementation of EM in this setting. Despite using a surrogate scheme, the information‐related transaction costs of planning were substantial: information deficits prevented assessment of some biodiversity targets and insufficient resources combined with information deficits prevented scientific assessment of the sociocultural targets. Substantial uncertainty, practical constraints to stakeholder involvement, and the existence of multiple, potentially conflicting, objectives increased negotiation‐related costs. Although information deficits and uncertainty, coupled with underinvestment in the transaction costs of planning, could reduce the long‐term effectiveness of the plan itself, the social capital and momentum developed through the planning process could yield unforeseeable future gains in protection of marine resources. The obstacles we identified here will require early and sustained attention in efforts to implement ecosystem management in other grassroots settings.",
  "authors": [
    {
      "name": "Kirsten E. Evans"
    },
    {
      "name": "Terrie Klinger"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 43,
  "primary_topic": "Coral and Marine Ecosystems Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1526299364",
    "https://openalex.org/W1964579996",
    "https://openalex.org/W1969505355",
    "https://openalex.org/W1999710628",
    "https://openalex.org/W2008021019",
    "https://openalex.org/W2008162627",
    "https://openalex.org/W2017265476",
    "https://openalex.org/W2018523216",
    "https://openalex.org/W2057215236",
    "https://openalex.org/W2095368235",
    "https://openalex.org/W2102559980",
    "https://openalex.org/W2112526645",
    "https://openalex.org/W2113479501",
    "https://openalex.org/W2121520066",
    "https://openalex.org/W2125417776",
    "https://openalex.org/W2130491850",
    "https://openalex.org/W2137734090",
    "https://openalex.org/W2140945222",
    "https://openalex.org/W2142568711",
    "https://openalex.org/W2145778213",
    "https://openalex.org/W2146709144",
    "https://openalex.org/W2157539614",
    "https://openalex.org/W2165702945",
    "https://openalex.org/W2170946815",
    "https://openalex.org/W2183457562",
    "https://openalex.org/W387856097",
    "https://openalex.org/W4249109619",
    "https://openalex.org/W4285719527"
  ]
}