{
  "id": "https://openalex.org/W1963809454",
  "title": "Refuges, Disturbance, and Community Structure: A Marine Soft‐Bottom Example",
  "abstract": "Disturbance is a significant mortality source in many assemblages. The susceptibility of organisms to this mortality source is, in part, a function of the availability of substrate heterogeneities that act as refuges from the disturbance process. There are at least 5 major categories of temporal and spatial refuges from disturbance: (1) temporal periods outside the activity range of the disturbance process; (2) temporal periods within the activity range of the disturbance process; (3) spatial zones beyond the activity range of the disturbance process; (4) physical heterogeneities within the activity range of the disturbance process; and (5) biologically generated refuges within the activity range of the disturbance process. The last category is particularly interesting because it involves an organism's utilization of a refuge which is the product of another organism or organisms. Data from a marine system are used to demonstrate the effectiveness of several types of refuges, particularly biologically generated refuges. The refuge—forming species is Diopatra cuprea, an onuphid polychaete which inhabits shallow water, medium—grained sand flats from Cape Cod to Florida. The abundance and species richness of other members of the infauna are shown to be positively associated with the presence of the tubes of Diopatra. This effect is confined to the area immediately surrounding the tubes of Diopatra. I demonstrated experimentally that a tube—like structure, such as a plastic straw, has the same effect on the infauna as does the tube of Diopatra. Thus, as predicted, the physical and biological refuges affect infaunal abundances similarly. They should not show similar patterns of distribution in space and time however and this is discussed.",
  "authors": [
    {
      "name": "Sarah A. Woodin"
    }
  ],
  "publication_year": 1978,
  "cited_by_count": 394,
  "primary_topic": "Marine Biology and Ecology Research",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1590052930",
    "https://openalex.org/W1971560633",
    "https://openalex.org/W1972482977",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1990099721",
    "https://openalex.org/W2016636298",
    "https://openalex.org/W2025142465",
    "https://openalex.org/W2026089777",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2068542489",
    "https://openalex.org/W2069934534",
    "https://openalex.org/W2073707141",
    "https://openalex.org/W2078145455",
    "https://openalex.org/W2087146194",
    "https://openalex.org/W2122296071",
    "https://openalex.org/W2151333632",
    "https://openalex.org/W2316669120",
    "https://openalex.org/W2321173741",
    "https://openalex.org/W2405033370",
    "https://openalex.org/W2497983102",
    "https://openalex.org/W75209568"
  ]
}