{
  "id": "https://openalex.org/W1974072473",
  "title": "Competition, Disturbance, and Community Organization: The Provision and Subsequent Utilization of Space in a Rocky Intertidal Community",
  "abstract": "An understanding of community structure should be based on evidence that the growth and regulation of the component populations in the community are affected in a predictable manner by natural physical disturbances and by interactions with other species in the community. This study presents an experimental evaluation of the effects of such disturbances and competitive interactions on populations of sessile organisms in the rocky intertidal community, for which space can be demonstrated to be the most important limiting resource. This research was carried out at eight stations on the Washington coastline which have been ranked according to an exposure/desiccation gradient and subjected to comparable manipulation and observation. Physical variables such as wave exposure, battering by drift logs, and desiccation have important effects on the distribution and abundance of many of the sessile species in the community. In particular, wave exposure and desiccation have a major influence on the distribution patterns of all the algae and of the anemone Anthopleura elegantissima. The probability of damage from drift logs is very high in areas where logs have accumulated along the intertidal. Log damage and wave exposure have complementary effects in the provision of free space in a mussel bed, as wave shock enlarges a patch created by log damage by wrenching the mussels from the substratum at the periphery of the bare patch. Competition for primary space results in clear dominance hierarchies, in which barnacles are dominant over algae. Among the barnacles, Balanus cariosus is dominant over both B. glandula and Chthamalus dalli; B. glandula is dominant over C. dalli. The mussel Mytilus californianus requires secondary space (certain algae, barnacles, or byssal threads) for larval settlement, but is capable of growing over all other sessile species and potentially is the competitive dominant of space in the community.",
  "authors": [
    {
      "name": "Paul K. Dayton"
    }
  ],
  "publication_year": 1971,
  "cited_by_count": 2397,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1532661561",
    "https://openalex.org/W1536094539",
    "https://openalex.org/W1972616952",
    "https://openalex.org/W1973423513",
    "https://openalex.org/W1973688100",
    "https://openalex.org/W1977206821",
    "https://openalex.org/W1983248343",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W2002664886",
    "https://openalex.org/W2003751979",
    "https://openalex.org/W2006132364",
    "https://openalex.org/W2021735442",
    "https://openalex.org/W2029732055",
    "https://openalex.org/W2035166278",
    "https://openalex.org/W2047868647",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2067045097",
    "https://openalex.org/W2072922518",
    "https://openalex.org/W2086530781",
    "https://openalex.org/W2095384379",
    "https://openalex.org/W2139169872",
    "https://openalex.org/W2151902565",
    "https://openalex.org/W2152552739",
    "https://openalex.org/W2245784848",
    "https://openalex.org/W2316210979",
    "https://openalex.org/W2326291893",
    "https://openalex.org/W2327161309",
    "https://openalex.org/W2330887860",
    "https://openalex.org/W2332654410",
    "https://openalex.org/W2334110303",
    "https://openalex.org/W2342988693",
    "https://openalex.org/W2606347989",
    "https://openalex.org/W263949610",
    "https://openalex.org/W2789983192",
    "https://openalex.org/W632457321"
  ]
}