{
  "id": "https://openalex.org/W1971203067",
  "title": "The Regulation of Maternal Investment in an Indeterminate Flowering Plant (Lotus Corniculatus)",
  "abstract": "Lotus corniculatus is an indeterminate flowering herbaceous perennial that regularly produces many more flowers than mature fruits. In addition, the number of inflorescences, the number of flowers per inflorescence, the proportion of flowers that initiate, abort, and develop fruits to maturity, the number of seeds per fruit, and seed mass vary within and among individuals of this species. In this study, these components of maternal investment were measured under control, resource enriched (N—P—K fertilizer), and resource deprived (partial defoliation) conditions on a garden population of even—aged and similar—sized individuals. A controlled pollination experiment showed that resources rather than pollination limit the reproductive output of the plants in this study. The data also show that flower number and seed yield are regulated during the reproductive episode in response to resource availability. An analysis of the various components of flower number and seed yield reveals that L. corniculatus regulates flower number and seed yield under the different resource conditions primarily by altering the number of successive inflorescences/infructescences. Plants subjected to the three experimental treatments did not, however, differ in the proportion of flowers that produced a mature fruit or in the proportion of initiated fruits that matured (or aborted). On each treatment only one of every three flowers produced a mature fruit, and three of every five initiated fruits aborted. These findings suggest that the ratio of flowers to fruits has been selected for reasons other than uncertainties in resource availability. The flowers that fail to produce a mature fruit could be functioning only as males, or they could be providing plants with a \"choice\" of fruits to mature.",
  "authors": [
    {
      "name": "Andrew G. Stephenson"
    }
  ],
  "publication_year": 1984,
  "cited_by_count": 117,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1966581057",
    "https://openalex.org/W1967551624",
    "https://openalex.org/W1978131432",
    "https://openalex.org/W1994811904",
    "https://openalex.org/W2005146844",
    "https://openalex.org/W2008719341",
    "https://openalex.org/W2018377024",
    "https://openalex.org/W2020017907",
    "https://openalex.org/W2024670369",
    "https://openalex.org/W2041673518",
    "https://openalex.org/W2051119286",
    "https://openalex.org/W2054368117",
    "https://openalex.org/W2064789373",
    "https://openalex.org/W2068030198",
    "https://openalex.org/W2078496272",
    "https://openalex.org/W2088103728",
    "https://openalex.org/W2088693873",
    "https://openalex.org/W2092035563",
    "https://openalex.org/W2117981474",
    "https://openalex.org/W2120130944",
    "https://openalex.org/W2157933170",
    "https://openalex.org/W2316911989",
    "https://openalex.org/W2318545893",
    "https://openalex.org/W2324019546",
    "https://openalex.org/W2324954358",
    "https://openalex.org/W2328310491",
    "https://openalex.org/W2328922477",
    "https://openalex.org/W2330812507",
    "https://openalex.org/W2333676618",
    "https://openalex.org/W2796409193"
  ]
}