{
  "id": "https://openalex.org/W1978051874",
  "title": "Investigation of the ear plug of the southern sei whale, Balaenoptera borealis, as a valid means of determining age",
  "abstract": "A method of bleaching the longitudinally bisected ear plugs of sei whales with hydrogen peroxide (1.02 g/ml), has facilitated the counting of laminae in the ear plug core. Indirect evidence from several sources suggests that one pale and one adjacent dark lamina together comprise an annual growth layer. The growth layers can generally be used for determining age, although much evidence points to unreliable age estimates from ear plug growth layer counts of older mature whales. In older mature females, ovarian corpora number is a more reliable means of determining age, with an average ovulation rate of 0.68 per annum. The lamination patterning in the sei whale ear plug core closely resembles that of fin whales, and the transition phase, associated with sexual maturity, described in ear plugs of the latter species is generally apparent for mature sei whales. From an examination of the gonads the mean age at sexual maturity for catches in the 1960's averages 7.5 years in males and 8.4 years in females. However, from an analysis of the transition phase in the ear plugs, there is an indication that the age at sexual maturity has declined to these ages from original values of 11 to 11.5 years in the pre-1935 year classes. The body lengths at sexual maturity average 13.6 m (44.5 ft) in males and 14.0 m (45.7 ft) in females taken off Durban.",
  "authors": [
    {
      "name": "Christina Lockyer"
    }
  ],
  "publication_year": 1974,
  "cited_by_count": 45,
  "primary_topic": "Marine animal studies overview",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2071264377",
    "https://openalex.org/W2185902713",
    "https://openalex.org/W2332671338",
    "https://openalex.org/W2408636682",
    "https://openalex.org/W3110681008"
  ]
}