{
  "id": "https://openalex.org/W1970699386",
  "title": "Multispecies Size Composition: A Conservative Property of Exploited Fishery Systems?",
  "abstract": "During the past three decades the species composition and abundance of finfishes on Georges Bank has changed dramatically, as measured by standardized trawl surveys and fishery performance data.Notwithstanding the dramatic shifts in species composition, the aggregate size composition (normalized numbers-at-length) has remained relatively stable.The descending limb of the aggregate species numbers-at-length curve estimates the weighted average rates of survival and growth (cumulative energy transfer) from one length category to the next.Observed changes in the slope of the aggregate size composition on Georges Bank can be correlated with various stanzas in the exploitation regime.Similar studies from other temperate fishery ecosystems indicate much different characteristic slopes to the aggregate catch-at-length curves.The conservation of aggregate size composition within fishery ecosystems may be indicative of size-based trophic interrelationships that tend to buffer fish production at length against perturbations to particular species and/or length components in highly-networked food webs.If such feedback mechanisms exist, they have important implications for the development of long-term multispecies management policy.A modelling approach to multispecies length composition is outlined, along with data requirements for such analyses.",
  "authors": [
    {
      "name": "Steven A. Murawski"
    },
    {
      "name": "Josef S. Idoine"
    }
  ],
  "publication_year": 1992,
  "cited_by_count": 70,
  "primary_topic": "Evolutionary Game Theory and Cooperation",
  "subfield_topic": "Sociology and Political Science",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1970699386",
    "https://openalex.org/W2003615897",
    "https://openalex.org/W2029999913",
    "https://openalex.org/W2035554617",
    "https://openalex.org/W2040114842",
    "https://openalex.org/W2174688720",
    "https://openalex.org/W2182817873",
    "https://openalex.org/W2893161372",
    "https://openalex.org/W4285719527"
  ]
}