{
  "id": "https://openalex.org/W1970263951",
  "title": "Results of Experimental Density Manipulation in An Arizona Lizard Community",
  "abstract": "A study of three species of sceloporine lizards (Sceloporus clarki, S. undulatus, and Urosaurus ornatus) was begun in 1971 and continued into 1977 in a very diverse (at least 11 species) lizard community in central Arizona, USA. The present paper reports the results of a density manipulation experiment carried out with these three lizards to ascertain whether direct evidence for interspecific competition could be found in a community of lizards in which circumstantial evidence suggested its importance. In May 1975 the study area was divided along a natural constriction into an experimental area and a control area and an attempt was made to remove all U. ornatus and S. clarki from the experimental areas. This experimental treatment was maintained until the termination of the experiment in 1977. Patterns of habitat utilization, population density, survivorship, and individual body size of S. undulatus on experimental and control areas both before and after the removals were analyzed for evidence of competitive interactions. There were no detectable effect of the removal of S. clarki and U. ornatus on habitat selection, perch height, survivorship, population density, or individual body size of S. undulatus inhabiting the removal area. Implications of these results for studies of lizard community structure are discussed.",
  "authors": [
    {
      "name": "Donald W. Tinkle"
    }
  ],
  "publication_year": 1982,
  "cited_by_count": 31,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1484882210",
    "https://openalex.org/W179175296",
    "https://openalex.org/W1966524542",
    "https://openalex.org/W1983703675",
    "https://openalex.org/W1998516350",
    "https://openalex.org/W2033618089",
    "https://openalex.org/W2036610893",
    "https://openalex.org/W2047810995",
    "https://openalex.org/W2054570365",
    "https://openalex.org/W2060674345",
    "https://openalex.org/W2104772244",
    "https://openalex.org/W2136455675",
    "https://openalex.org/W2162827288",
    "https://openalex.org/W2316056277",
    "https://openalex.org/W2318191987",
    "https://openalex.org/W2326048004",
    "https://openalex.org/W2938007907",
    "https://openalex.org/W4387691069"
  ]
}