{
  "id": "https://openalex.org/W1982939018",
  "title": "Reconstructing ecosystem dynamics in the central Pacific Ocean, 19521998. I. Estimating population biomass and recruitment of tunas and billfishes",
  "abstract": "Commercial yield of tunas in the central Pacific increased severalfold between 1952 and 1998. We developed age-structured production models that incorporate information from multiple fisheries to estimate population biomass and recruitment trends of tunas (Thunnus alalunga, Thunnus albacares, Thunnus obesus, and Katsuwonus pelamis) and billfish in the central north Pacific (0°N to 40°N and 130°E to 150°W). Our results suggest that all tuna stocks remain above 40% of 1950s levels, whereas blue marlin (Makaira nigricans) declined to 21% and swordfish (Xiphias gladius) to 56%. Estimated biomasses of juvenile bigeye (T. obsesus) and yellowfin (T. albacares) tuna increased to 112 and 129%, respectively, of 1950s levels. Juvenile albacore (T. alalunga) decreased during the 1970s and 1980s but recovered to historical highs (121%) in recent years. Skipjack (K. pelamis) remained relatively stable between 1952 and 1980, declined by 35% between 1981 and 1990, and then increased to 68% of 1950s levels. These changes generally represent decreases in top predators and increases in small tunas, which make up their prey. Application of stock assessment methods set in a food web context provides an important step toward developing a method that recognizes fishery exploitation as a component of ecosystem dynamics.",
  "authors": [
    {
      "name": "Sean Cox"
    },
    {
      "name": "Steven J.D. Martell"
    },
    {
      "name": "Carl J. Walters"
    },
    {
      "name": "Timothy E. Essington"
    },
    {
      "name": "James F. Kitchell"
    },
    {
      "name": "Christofer H. Boggs"
    },
    {
      "name": "Isaac C. Kaplan"
    }
  ],
  "publication_year": 2002,
  "cited_by_count": 37,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1487300983",
    "https://openalex.org/W2003647390",
    "https://openalex.org/W2008585602",
    "https://openalex.org/W2017191017",
    "https://openalex.org/W2071571772",
    "https://openalex.org/W2076153258",
    "https://openalex.org/W2082936408",
    "https://openalex.org/W2114525352",
    "https://openalex.org/W2136199724",
    "https://openalex.org/W2147807123",
    "https://openalex.org/W2158261246",
    "https://openalex.org/W2165540107",
    "https://openalex.org/W2247469783",
    "https://openalex.org/W2263073558",
    "https://openalex.org/W2577040454",
    "https://openalex.org/W2786977151",
    "https://openalex.org/W73913191"
  ]
}