{
  "id": "https://openalex.org/W1983316406",
  "title": "Grazing Minnows, Piscivorous Bass, and Stream Algae: Dynamics of a Strong Interaction",
  "abstract": "Striking differences in pool—to—pool distributions of an algae—grazing minnow (Campostoma anomalum), attached algae (predominantly Spirogyra sp. and Rhizoclonium sp.), and bass (Micropterus salmoides and M. punctulatus) are known to occur in some small Oklahoma streams. This study evaluates the complementarity of bass, Campostoma, and algae at different seasons, and uses in—stream experimental manipulations of bass and Campostoma to determine if the patterns resulted from strong interactions between predators, herbivores, and algae. In a 1—km reach of Brier Creek (south—central Oklahoma), bass and Campostoma distributions in 14 consecutive pools were inversely related in six of seven censuses conducted from 8 November 1982 to 5 September 1983. Bass and Campostoma co—ocurred in more than two pools only on two occasions, following the largest floods of the year. Campostoma and algal abundances were inversely related during late summer and in both autumns of this study. This relationship did not hold during the spring, when floods strongly affected algal distributions. During autumn of 1983, we removed bass from a pool, fenced it longtidinally, and added Campostomata to one side (1.4 individuals/m 2 ). Over the next 5 wk, standing crop of algae decreased significantly on the Campostoma side but increased on the control side. In a nearby unmanipulated Campostoma pool, standing crop of algae was consistently low. We added three free—swimming bass to a Compostoma pool to evaluate presumptive predator—prey interactions. Within 3 h, the Campostoma moved from the deepest part of the pool to shallow areas. Over the next 5 wk, numbers of grazing Campostoma declined due to behavioral changes, emigration, and (presumably) predation. The standing crop of algae increased significantly 10—13 d after bass addition. In a second bass—addition experiment in June 1984, Campostoma responses were almost identical, and algal standing crop in deeper areas increased significantly after 1 wk. Collectively, our censuses and the experiments indicate that in Brier Creek, biotic interactions strongly influence the pool—to—pool distributions of Campostoma and algae, particularly during long periods of constant low discharge.",
  "authors": [
    {
      "name": "Mary E. Power"
    },
    {
      "name": "William J. Matthews"
    },
    {
      "name": "Arthur J. Stewart"
    }
  ],
  "publication_year": 1985,
  "cited_by_count": 675,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1514623197",
    "https://openalex.org/W1758345256",
    "https://openalex.org/W1974372888",
    "https://openalex.org/W1979335362",
    "https://openalex.org/W1980177068",
    "https://openalex.org/W1983691811",
    "https://openalex.org/W1989652465",
    "https://openalex.org/W1990782929",
    "https://openalex.org/W2002664886",
    "https://openalex.org/W2006438420",
    "https://openalex.org/W2007131994",
    "https://openalex.org/W2012684891",
    "https://openalex.org/W2017450701",
    "https://openalex.org/W2017766815",
    "https://openalex.org/W2038473204",
    "https://openalex.org/W2039105257",
    "https://openalex.org/W2040067158",
    "https://openalex.org/W2042512571",
    "https://openalex.org/W2051391503",
    "https://openalex.org/W2054820883",
    "https://openalex.org/W2063723465",
    "https://openalex.org/W2080338026",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2089606063",
    "https://openalex.org/W2089859785",
    "https://openalex.org/W2133925990",
    "https://openalex.org/W2144254283",
    "https://openalex.org/W2316531379",
    "https://openalex.org/W2317744350",
    "https://openalex.org/W2323358873",
    "https://openalex.org/W2328034939",
    "https://openalex.org/W2329439403",
    "https://openalex.org/W2331713005",
    "https://openalex.org/W2376426631",
    "https://openalex.org/W2405033370",
    "https://openalex.org/W32002458"
  ]
}