{
  "id": "https://openalex.org/W1980255625",
  "title": "Community Development and Persistence in a Low Rocky Intertidal Zone",
  "abstract": "This paper analyzes the factors controlling the development and persistence of patterns of distribution, abundance, and diversity of space users in the low rocky intertidal zone of New England. The spatial structure of this community changes along a wave exposure gradient. Mussels (Mytilus edulis) dominate at headlands exposed to wave shock, the alga Chondrus crispus (Irish moss) dominates at sites protected from wave shock, and both are abundant at areas intermediate in exposure to waves. Using a combination of experiments (exclosures, enclosures, removals) and observations, we evaluated the effects of several factors on this system, including (1) predation, (2) herbivory, (3) plant—plant competition, (4) plant—animal competition, and (5) physical disturbance from high—energy waves. The interaction having the greatest effect on the structure of this low zone association was predation. At protected sites, the starfish Asterias forbesi, Asterias vulgaris, and the snail Thais lapillus prey heavily on Mytilus, which is the functionally dominant competitor in the low (and mid) zone(s). When secondary succession is initiated by removal of all erect animals and plants, community development in the absence of these predators (predator exclusion) results in competitive elimination of both the barnacle Balanus balanoides and Chondrus by Mytilus. A similar result occurs if predators are excluded from unaltered stands of Chondrus. Controls in these experiments (i.e., with predators present) usually either developed to, or remained as stands of Chondrus. At intermediate sites, patches of Mytilus occassionally escaped from predation, suggesting predation intensity is patchy in space and time. Persistence of Chondrus is thus a by—product of the activities of predators at protected sites. At exposed sites, predators do not control the mussels. As a consequence, Mytilus outcompetes Chondrus and Balanus for space and achieves structural dominance. Periwinkle abundance decreases, and abundance and seasonality of ephemeral algae increase with increasing wave shock. Results of manipulations during both primary and secondary succession indicate that Littorina littorea, the only large, abundant herbivore in the low zone, has no direct effect on perennating (regrowing vegetatively) or established Chondrus, or on its extensive, encrusting holdfast. However, this periwinkle exerts an important indirect effect by consuming seasonally abundant ephemeral algae, which slow the rate of succession by suppressing growth of Chondrus. Once Chondrus is established, L. littorea damps variations in its abundance by cropping epiphytic ephemeral algae. The role of other herbivores seems negligible. Experiments show that limpets and sea urchins potentially could control Chondrus (and its holdfast), but they are normally too scarce to have a detectable effect on the algae. Chondrus thus monopolizes space at protected areas because (1) its competitors (mussels and epiphytic ephemeral algae) are removed by their consumers (predators and herbivores), (2) it has escaped control by herbivores, and (3) it can outcompete other perennial algae by virtue of its ability to perennate, and thus maintain its occupancy of space. The organization of this portion of the New England rocky intertidal region is thus similar in important ways to that of the mid zone (Menge 1975, 1976). Predation intensity, at least partly a function of wave shock, is great at relatively protected sites and determines the observed structural pattern (domination of space by algae). Since consumers are ineffective in controlling prey at exposed sites, mussels outcompete other space users and monopolize space on the shore. Thus, predators apparently determine the \"trajectory\" followed during succession. The persistence of algae is strongly dependent on the removal of mussels by predators. Herbivores, though ineffective in controlling the structurally dominant perennial algae, control the abundance of ephemeral algae and hence both determine the rate at which a Chondrus bed develops and stablize established beds of Irish moss by reducing variability in its abundance. Thus, herbivores evidently control the rate of community development (succession) and enhance the persistence of this alga. Disturbance from wave shock seems to operate in a fashion similar to both types of consumers by removing mussels and ephemeral algae. However, this sort of removal tends to be more catastrophic, frequently clearing large areas of space and initiating secondary succession, especially at exposed sites. The role of disturbance is thus largely that of inducing, rather than suppressing, variability in this system.",
  "authors": [
    {
      "name": "Jane Lubchenco"
    },
    {
      "name": "Bruce A. Menge"
    }
  ],
  "publication_year": 1978,
  "cited_by_count": 618,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}