{
  "id": "https://openalex.org/W1989388297",
  "title": "Rational choice and the structure of the environment.",
  "abstract": "A growing interest in decision making in psychology is evidenced by the recent publication of Edwards’ review article in the Psychological Bulletin (1) and the Santa Monica Conference volume, Decision Processes (7). In this work, much attention has been focused on the characterization of rational choice, and because the latter topic has been a central concern in economics, the theory of decision making has become a natural meeting ground for psychological and economic theory. A comparative examination of the models of adaptive behavior employed in psychology (e.g., learning theories), and of the models of rational behavior employed in economics, shows that in almost all respects the latter postulate a much greater complexity in the choice mechanisms, and a much larger capacity in the organism for obtaining information and performing computations, than do the former. Moreover, in the limited range of situations where the predictions of the two theories have been compared (see [7, Ch. 9, 10, 18]), the learning theories appear to account for the observed behavior rather better than do the theories of rational behavior. Both from these scanty data and from an examination of the postulates of the economic models it appears probable that, however adaptive the behavior of organisms in learning and choice situations, this adaptiveness falls far short of the ideal of “maximizing” postulated in economic theory. Evidently, organisms adapt well enough to “satisfice”; they do not, in general, “optimize.” If this is the case, a great deal can be learned about rational decision making by taking into account, at the outset, the limitations upon the capacities and complexity of the organism, and by taking account of the fact that the environments to which it must adapt possess properties that permit further simplication of its choice mechanisms. It may be useful, therefore, to ask: How simple a set of choice mechanisms can we postulate and still obtain the gross features of observed adaptive choice behavior? In a previous paper (6) I have put forth some suggestions as to the kinds of “approximate” rationality that might be employed by an organism possessing limited information and limited computational facilities. The suggestions were “hypothetical” in that, lacking definitive knowledge of the human decisional processes, we can only conjecture on the basis of our everyday experiences, our introspection, and a very limited body of psychological literature what these",
  "authors": [
    {
      "name": "H. A. Simon"
    }
  ],
  "publication_year": 1956,
  "cited_by_count": 5615,
  "primary_topic": "Decision-Making and Behavioral Economics",
  "subfield_topic": "General Decision Sciences",
  "field_topic": "Decision Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1985876015",
    "https://openalex.org/W2093353338",
    "https://openalex.org/W2144357302",
    "https://openalex.org/W2148962857",
    "https://openalex.org/W2798440932"
  ]
}