{
  "id": "https://openalex.org/W1988578159",
  "title": "Age structure or functional response? Reconciling the energetics of surplus production between single-species models and ECOSIM",
  "abstract": "Whole-ecosystem foodweb models, specifically the dynamic model ECOSIM, contain specific hypotheses for surplus production that differ from traditional single-species management models. Specifically, ECOSIM begins with an assumption that all species are tightly connected and energetic surplus does not arise through fishing, whereas single-species fishing theory implies that fishing leads to surplus by removing larger, older, less-productive fish from populations. Although ECOPATH production ratios and single-species estimated production levels are both derived from the dynamics of von Bertalanffy consumption and growth equations, the dynamics of ECOSIM differ from the implied bioenergetics of fishing as applied to age-structured populations. Specifically, while the ECOSIM \"Arena\" functional response and the von Bertalanffy equations both lead to the appearance of densitydependence in predator consumption per unit biomass, the difference in starting assumptions between the models leads ECOSIM to \"fix production energetics\" while age-structured models capture changes in within-population energetics between populations of younger versus older fish. This may cause ECOSIM to greatly overestimate the amount of biomass supportable in \"pristine\" systems of large, mature fish, especially when projections are based on models of currently exploited ecosystems. However, if the ECOSIM Arena is seen as a proxy for age structure rather than as a function of predator/prey behaviour, the original derivation of von Bertalanffy growth equations, applied as a modification of ECOSIM, may allow the predictions made by biomass dynamics ecosystem models to incorporate critical life-history characteristics of modelled populations.",
  "authors": [
    {
      "name": "Kerim Aydin"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 37,
  "primary_topic": "Isotope Analysis in Ecology",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}