{
  "id": "https://openalex.org/W1980003788",
  "title": "The precursors of governance in the Maine lobster fishery",
  "abstract": "Collective action is more likely to occur and to be effective when it is consistent with the self-interest of the affected individuals. The Maine lobster fishery is an instructive example of biological and technological circumstances combining with individual self-interest to create conditions favorable to collective action. The model describes the way social structure emerges from the adaptive behavior of competing fishers. Fishers compete in two ways: in a scramble to find the lobsters first and by directly interfering in other fishers' ability to compete, i.e., by cutting their traps. Both forms of competition lead fishers to interact frequently and to self-organize into relatively small groups. They learn to restrain their competitive behavior toward their neighbors but do not extend that same restraint to nonneighbors. Groups work within well defined boundaries, contact one another frequently, actively exchange information about the resource, and, most importantly, depend on continuing mutual restraint for their economic well-being. These self-organizing, competitive processes lay the foundation for successful collective action, i.e., mutual agreements that create the additional restraint required for conservation. The modeling approach we use is a combined multiagent and classifier systems simulation. The model allows us to simulate the dynamic adaptation (learning) of multiple individuals interacting in a complex, changing environment and, consequently, provides a way to analyze the fine-scale processes that emerge as the broad social–ecological patterns of the fishery. Patterns generated by the model are compared with patterns observed in a large dataset collected by 44 Maine fishers.",
  "authors": [
    {
      "name": "James A. Wilson"
    },
    {
      "name": "Liying Yan"
    },
    {
      "name": "Carl Wilson"
    }
  ],
  "publication_year": 2007,
  "cited_by_count": 133,
  "primary_topic": "Evolutionary Game Theory and Cooperation",
  "subfield_topic": "Sociology and Political Science",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1483113211",
    "https://openalex.org/W1506219980",
    "https://openalex.org/W1516231616",
    "https://openalex.org/W1999128321",
    "https://openalex.org/W2030739388",
    "https://openalex.org/W2030928238",
    "https://openalex.org/W2071962320",
    "https://openalex.org/W2113974538",
    "https://openalex.org/W4233654598",
    "https://openalex.org/W4250382023",
    "https://openalex.org/W43336110"
  ]
}