{
  "id": "https://openalex.org/W1983942191",
  "title": "Extending Functional Response Models to Include a Second Prey Type: An Experimental Test",
  "abstract": "Functional response models based on Holling's disc equation allow the use of one—predator/one—prey experiments to predict the feeding rates of a predator when more than one prey type is available. Single—prey trials at six densities of each prey were used to measure the functional responses of 10th—instar naiads of the damselfly Enallagma aspersum to a copepod, Diaptomus spatulocrenatus, and a cladoceran, Simocephalus serrulatus. Rogers' random predator equation, a modification of Holling's type 2 functional response equation, described the data well. The predictions of a one—predator/two—prey model based on the random predator equation were tested by performing all 36 pairwise combinations of densities of the two prey species in a factorial design. The model predicts that naiads should show a preference for Simocephalus over Diaptomus, and that Diaptomus should experience a greater reduction in predation in the presence of Simocephalus than should Simocephalus in the presence of Diaptomus. The two—prey trials show that the reverse is true; the model fails to predict these results adequately. Preference varied slightly with the density of Diaptomus, but not with the density of Simocephalus, total prey density, or the ratio of the two prey types. The \"attack\" and \"handling time\" parameters that describe predation on Diaptomus both increased significantly with increasing density of Simocephalus, and the \"handling time\" parameter for predation on Simocephalus decreased significantly with increasing density of Diaptomus. There was no evidence of switching behavior in this system. Clearly, the outcome of this three—species interaction cannot be predicted by studying only the component two—species interactions. A modified random predator model, which incorporates changes in the \"attack rate\" and \"handling time\" parameters with alternate prey density, provided a better fit to the two—prey data. The factorial design, which requires experiments involving all three species, permits the use of other, less mechanistic, models as well.",
  "authors": [
    {
      "name": "Thomas F. Colton"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 98,
  "primary_topic": "Aquatic Invertebrate Ecology and Behavior",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1483263499",
    "https://openalex.org/W1514623197",
    "https://openalex.org/W1606480864",
    "https://openalex.org/W173911886",
    "https://openalex.org/W1936699657",
    "https://openalex.org/W1964612598",
    "https://openalex.org/W1966371013",
    "https://openalex.org/W1975628114",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1984410106",
    "https://openalex.org/W1990898991",
    "https://openalex.org/W1993082516",
    "https://openalex.org/W1993427828",
    "https://openalex.org/W1994977775",
    "https://openalex.org/W2021847278",
    "https://openalex.org/W2032645635",
    "https://openalex.org/W2032839068",
    "https://openalex.org/W2033272960",
    "https://openalex.org/W2042375615",
    "https://openalex.org/W2054372783",
    "https://openalex.org/W2054702438",
    "https://openalex.org/W2055010267",
    "https://openalex.org/W2056552512",
    "https://openalex.org/W2059020058",
    "https://openalex.org/W2092504510",
    "https://openalex.org/W2094525383",
    "https://openalex.org/W2103498027",
    "https://openalex.org/W2126965671",
    "https://openalex.org/W2131915744",
    "https://openalex.org/W2132563299",
    "https://openalex.org/W2133220929",
    "https://openalex.org/W2135019040",
    "https://openalex.org/W2150579976",
    "https://openalex.org/W2157459580",
    "https://openalex.org/W2163509599",
    "https://openalex.org/W2316152309",
    "https://openalex.org/W2317700371",
    "https://openalex.org/W2318142662",
    "https://openalex.org/W2320222640",
    "https://openalex.org/W2322290241",
    "https://openalex.org/W2329233277",
    "https://openalex.org/W2330850143",
    "https://openalex.org/W2333387243",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W45451037",
    "https://openalex.org/W598945730"
  ]
}