{
  "id": "https://openalex.org/W1984658329",
  "title": "Predation, Competition, and the Composition of Larval Anuran Guilds",
  "abstract": "Experimental manipulations of densities of the predatory salamanders Notophthalmus viridescens dorsalis and Ambystoma tigrinum significantly altered relative abundances of six species of larval anurans in 22 artificial—pond communities. One competitively inferior anuran, Hyla crucifer, was virtually excluded from predator—free control communities but survived best and occurred at greater relative abundances in communities containing high densities of Notophthalmus. A second competitively inferior species, Hyla gratiosa, survived best at intermediate intensities of predation. Each of four competitively superior species (Scaphiopus holbrooki, Rana sphenocephala, Bufo terrestris, and Hyla chrysocelis) exhibited inverse relationships between relative abundance and Notophthalmus density. Ambystoma eliminated the entire anuran guild from tank communities and had a much greater per capita impact on anuran guild composition than did Notophthalmus. In most anuran species, maximum and mean mass at metamorphosis were positively correlated with predator density, suggesting an inverse relationship between intensities of predation and competition among tadpoles. Low growth rates of most anuran species in the absence of predators were correlated with high abundances of superior competitors. These results indicate that predators mediated interspecific competition among larval anurans. Intermediate values of Notophthalmus density maximized the total production of anuran metamorph biomass. Biomass of metamorphs of each species varied in a species—specific manner with predation. The propensity of Rana sphenocephala for overwintering as tadpoles following a season of growth was also related to predator density. Laboratory feeding experiments demonstrated that at least two competitively superior anurans, Scaphiopus holbrooki and Bufo terrestris, were especially vulnerable to predation by salamanders. This suggested that Notophthalmus may preferentially remove competitively superior anurans from pond communities, allowing competitively inferior anurans to persist and to complete development successfully at moderate to high predator densities.",
  "authors": [
    {
      "name": "Peter J. Morin"
    }
  ],
  "publication_year": 1983,
  "cited_by_count": 544,
  "primary_topic": "Amphibian and Reptile Biology",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1529972356",
    "https://openalex.org/W1606480864",
    "https://openalex.org/W1964751895",
    "https://openalex.org/W1970158459",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1975628114",
    "https://openalex.org/W1979011374",
    "https://openalex.org/W1981373457",
    "https://openalex.org/W1987790565",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1994180160",
    "https://openalex.org/W2004827430",
    "https://openalex.org/W2009129396",
    "https://openalex.org/W2009772373",
    "https://openalex.org/W2010978028",
    "https://openalex.org/W2014323961",
    "https://openalex.org/W2016470634",
    "https://openalex.org/W2021142183",
    "https://openalex.org/W2022437883",
    "https://openalex.org/W2022639014",
    "https://openalex.org/W2028435430",
    "https://openalex.org/W2033831743",
    "https://openalex.org/W2034690972",
    "https://openalex.org/W2036215206",
    "https://openalex.org/W2037441395",
    "https://openalex.org/W2045977940",
    "https://openalex.org/W2046503622",
    "https://openalex.org/W2046926753",
    "https://openalex.org/W2052065431",
    "https://openalex.org/W2052231134",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2061144016",
    "https://openalex.org/W2068211543",
    "https://openalex.org/W2096471741",
    "https://openalex.org/W2097003586",
    "https://openalex.org/W2104816500",
    "https://openalex.org/W2124924614",
    "https://openalex.org/W2150218896",
    "https://openalex.org/W2163484660",
    "https://openalex.org/W2168883256",
    "https://openalex.org/W2292638803",
    "https://openalex.org/W2317700371",
    "https://openalex.org/W2320157162",
    "https://openalex.org/W2326983792",
    "https://openalex.org/W2328058230",
    "https://openalex.org/W2405033370",
    "https://openalex.org/W4206020472",
    "https://openalex.org/W627977585",
    "https://openalex.org/W978595350"
  ]
}