{
  "id": "https://openalex.org/W1987728163",
  "title": "The role of marine protected areas in environmental management",
  "abstract": "Abstract Jennings, S. 2009. The role of marine protected areas in environmental management. – ICES Journal of Marine Science, 66: 16–21. Marine protected areas (MPAs) are one of several tools used to meet management objectives for the marine environment. These objectives reflect political and societal views, and increasingly reconcile fishery and conservation concerns, a consequence of common high-level drivers, such as the World Summit on Sustainable Development. The contribution of MPAs to meeting objectives should be assessed in conjunction with other tools, taking account of the management systems of which they are part. Many of the same factors determine the success of MPAs and other management tools, such as quality of governance and the social and economic situation of people using marine goods and services. Diverse legislation governs MPA designation. Designation could be simplified by prearranged and prenegotiated agreements among all relevant authorities. Agreements could specify how to make trade-offs among objectives, interpret scientific advice, ensure effective engagement among authorities and stakeholders, deal with appeals, and support progressive improvement. The jurisdiction and competence of fishery management authorities mean that they are well placed to contribute to the design, designation, and enforcement of MPAs. Their strengths include well-established procedures for accessing scientific advice, the capacity to work across multiple jurisdictions, experience with MPA management, and access to vessels and personnel for enforcement.",
  "authors": [
    {
      "name": "Simon Jennings"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 66,
  "primary_topic": "Coral and Marine Ecosystems Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W114226098",
    "https://openalex.org/W1516554094",
    "https://openalex.org/W1589884343",
    "https://openalex.org/W1986531180",
    "https://openalex.org/W1996434868",
    "https://openalex.org/W2017450885",
    "https://openalex.org/W2024760721",
    "https://openalex.org/W2062488937",
    "https://openalex.org/W2063590059",
    "https://openalex.org/W2067428442",
    "https://openalex.org/W2073191564",
    "https://openalex.org/W2074421247",
    "https://openalex.org/W2102422747",
    "https://openalex.org/W2104379927",
    "https://openalex.org/W2114706971",
    "https://openalex.org/W2119350048",
    "https://openalex.org/W2121052692",
    "https://openalex.org/W2126629965",
    "https://openalex.org/W2135716927",
    "https://openalex.org/W2139983830",
    "https://openalex.org/W2149534918",
    "https://openalex.org/W2152620545",
    "https://openalex.org/W2159372089",
    "https://openalex.org/W2165976419",
    "https://openalex.org/W2469202582",
    "https://openalex.org/W3128058985",
    "https://openalex.org/W339892068",
    "https://openalex.org/W4232387334"
  ]
}