{
  "id": "https://openalex.org/W1994401526",
  "title": "Equilibrium Points in Finite Games",
  "abstract": "Previous article Next article Equilibrium Points in Finite GamesHarlan MillsHarlan Millshttps://doi.org/10.1137/0108026PDFBibTexSections ToolsAdd to favoritesExport CitationTrack CitationsEmail SectionsAbout[1] George B. Dantzig, A proof of the equivalence of the programming problem and the game problemActivity Analysis of Production and Allocation, Cowles Commission Monograph No. 13, John Wiley & Sons Inc., New York, N. Y., 1951, 330–335 MR0046019 0045.09801 Google Scholar[2] David Gale, , H. W. Kuhn and , A. W. Tucker, T. C. Koopmans, Linear programming and the theory of gamesActivity Analysis of Production and Allocation, Cowles Commission Monograph No. 13, John Wiley & Sons Inc., New York, N. Y., 1951, 317–329 MR0046018 0045.09709 Google Scholar[3] A. J. Goldman and , A. W. Tucker, H. W. Kuhn and , A. W. Tucker, Theory of linear programmingLinear inequalities and related systems, Annals of Mathematics Studies, no. 38, Princeton University Press, Princeton, N.J., 1956, 53–97 MR0101826 0072.37601 Google Scholar[4] R. E. Gomory, An algorithm for integer solutions to linear programs, Princeton IBM Mathematics Research Project Tech. Report No. 1, 1958, Nov. 17 CrossrefGoogle Scholar[5] H. W. Kuhn and , A. W. Tucker, J. Neyman, Nonlinear programming, Proceedings of the Second Berkeley Symposium on Mathematical Statistics and Probability, 1950, University of California Press, Berkeley and Los Angeles, 1951, 481–492 MR0047303 0044.05903 Google Scholar[6] R. Duncan Luce and , Howard Raiffa, Games and decisions: introduction and critical survey, John Wiley & Sons Inc., New York, N. Y., 1957xix+509 MR0087572 0084.15704 Google Scholar[7] J. C. C. McKinsey, Introduction to the theory of games, McGraw-Hill Book Company, Inc., New York-Toronto-London, 1952x+371 MR0050248 0049.09510 Google Scholar[8] John F. Nash, Jr., Equilibrium points in n-person games, Proc. Nat. Acad. Sci. U. S. A., 36 (1950), 48–49 MR0031701 0036.01104 CrossrefISIGoogle Scholar[9] J. Nash, Noncooperative games, Ann. of Math., 54 (1951), 286–295 0045.08202 CrossrefISIGoogle Scholar[10] John von Neumann, H. W. Kuhn and , A. W. Tucker, A certain zero-sum two-person game equivalent to the optimal assignment problemContributions to the theory of games, vol. 2, Annals of Mathematics Studies, no. 28, Princeton University Press, Princeton, N. J., 1953, 5–12 MR0054920 0050.14105 CrossrefGoogle Scholar[11] John von Neumann, H. W. Kuhn and , A. W. Tucker, On the theory of games of strategyContributions to the theory of games, Vol. IV, Annals of Mathematics Studies, no. 40, Princeton University Press, Princeton, N.J., 1959, 13–42 MR0101828 0085.13201 CrossrefGoogle Scholar[12] J. von Neumann and , Oskar Morgenstern, Theory of Games and Economic Behavior, Princeton Univ. Press, 1953 0053.09303 Google Scholar[13] A. W. Tucker, Linear and nonlinear programming, Operations Res., 5 (1957), 244–257 MR0089096 CrossrefISIGoogle Scholar Previous article Next article FiguresRelatedReferencesCited byDetails Enumeration of All Extreme Equilibria of Bimatrix GamesCharles Audet, Pierre Hansen, Brigitte Jaumard, and Gilles Savard25 July 2006 | SIAM Journal on Scientific Computing, Vol. 23, No. 1AbstractPDF (221 KB)Some Recent Developments in n-Person Game TheoryW. F. Lucas18 July 2006 | SIAM Review, Vol. 13, No. 4AbstractPDF (3775 KB)Equilibrium Points of Bimatrix GamesC. E. Lemke and J. T. Howson, Jr.28 July 2006 | Journal of the Society for Industrial and Applied Mathematics, Vol. 12, No. 2AbstractPDF (1134 KB) Volume 8, Issue 2| 1960Journal of the Society for Industrial and Applied Mathematics History Submitted:03 June 1958Published online:10 July 2006 InformationCopyright © 1960 Society for Industrial and Applied MathematicsPDF Download Article & Publication DataArticle DOI:10.1137/0108026Article page range:pp. 397-402ISSN (print):0368-4245ISSN (online):2168-3484Publisher:Society for Industrial and Applied Mathematics",
  "authors": [
    {
      "name": "Harriet R. Mills"
    }
  ],
  "publication_year": 1960,
  "cited_by_count": 61,
  "primary_topic": "Transportation Planning and Optimization",
  "subfield_topic": "Transportation",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W2009683816",
    "https://openalex.org/W2067050450",
    "https://openalex.org/W2136205631",
    "https://openalex.org/W2327691606",
    "https://openalex.org/W2569616450",
    "https://openalex.org/W3016130156",
    "https://openalex.org/W4234761190"
  ]
}