{
  "id": "https://openalex.org/W1991809994",
  "title": "Turbidity as a Factor in the Decline of Great Lakes Fishes with Special Reference to Lake Erie",
  "abstract": "Fish live and thrive in water with turbidities that range above 400 p.p.m. and average 200 p.p.m. The waters of the Great Lakes usually are clear except in Lake Erie where the turbidities of the inshore areas averaged 37 p.p.m.; the turbidities of the offshore waters averaged less. Lake Erie waters were no clearer 50 years ago than they are now. In fact, the turbidity values are less now than they were in the earlier years; the annual average of the inshore waters dropped from 44 p.p.m. before 1930 to 32 p.p.m. in 1930 and later, and the April-May values decreased from 72 p.p.m. to 46 p.p.m. Any general decline in the Lake Erie fishes cannot be attributed to increased turbidities. Furthermore, these turbidities averaged well below 100 p.p.m. and, therefore, were too low to affect fishes adversely. Turbidity in the open waters of Lake Erie is primarily the result of wave action induced by winds. River discharge is a minor factor even in the western end of the lake. Other probable factors are plankton, the eastward movement of the water mass, currents, seiches, and possibly bacteria. Wave action is undoubtedly the dominant agency in soil erosion along the shores of all of the Great Lakes. No evidence exists that fluctuations in the abundance of zooplankton, the basic food of fishes, and of the fishes themselves are positively correlated in Lake Erie or that the plankton crop in this lake is ever in short supply. On the contrary, all available evidence shows that Lake Erie is comparatively rich in plankton and that the western end in spite of its turbidity is richer than the eastern. Some factor other than turbidity dominates the basic productivity of western Lake Erie. With respect to turbidity Lake Erie has not become less suitable for fishes. This conclusion also receives support from the study of the fishes themselves. It was demonstrated that the growth of the western Lake Erie fishes compared very favorably with that of fishes in the other Great Lakes or similar waters. It was shown further that the known occurrence of relatively strong year classes in this lake was not consistently associated with low turbidities and conversely that the known low turbidities of the Lake Erie waters were not always accompanied by large year classes. Also, contrary to the “turbidity theory,” certain clean-water varieties, such as the walleye, have increased tremendously in recent years in Lake Erie, whereas the supposedly turbid-water forms, such as the sauger, have decreased in abundance. Reference was made to Doanˈs work, wherein he attempted to show correlation between turbidity and abundance for several species of Lake Erie fish but failed to do so except for the sauger where he reported a positive correlation. With respect to the productivity of fishes Lake Erie ranks first among the Great Lakes, and the western end in spite of its greater turbidity surpasses the eastern. As judged by certain accepted standards of water suitability, Lake Erie ranks high, and the western end again surpasses the eastern. Finally, it was pointed out that fishes which inhabit the clear waters of the Great Lakes declined as well as those which live in the more turbid waters and that turbidity, therefore, cannot be a factor in the depletion of all Great Lakes fishes. Furthermore, the reduction in abundance repeatedly has been associated with increased fishing intensity. All of the evidence indicates, then, that soil erosion on farms and the turbidity of the water were not major factors, if operative at all, in the decline of Great Lakes fishes and that they did not make Lake Erie unsuitable for fish life.",
  "authors": [
    {
      "name": "John Van Oosten"
    }
  ],
  "publication_year": 1948,
  "cited_by_count": 14,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}