{
  "id": "https://openalex.org/W1994649339",
  "title": "Risk Reduction and Portfolio Size: An Analytical Solution",
  "abstract": "The relationship between the risk of a portfolio and the number of securities in that portfolio has been of interest to economists for a number of years. In fact, discussion of this problem dates back to the very inception of modern portfolio analysis.' It is not surprising that this problem has received a great deal of attention. It has major implications for the structure and very existence of financial intermediaries, as well as for the behavior of all investors. When an investor decides on the size of the portfolio he will hold, he is making a trade-off between the decreased risk due to more effective diversification versus the increased transaction costs (decreased return) from adding more securities to his portfolio. If large portfolios are necessary to get most of the benefits from diversification, then financial intermediaries should exist just as a method for providing investors with the benefits of diversification. However, if one can obtain most of the benefits of diversification by holding quite small portfolios, then the individual can obtain effective diversification directly, and financial institutions must justify their existence by their ability to select security issues that will exhibit superior performance.2 Finally, an analytical expression for the relationship between risk and the number and type of securities is necessary to see the effects on risk of introducing new securities into the population of securities under study. For example, the opportunities and risk changes that occur when an American investor is allowed to diversify internationally can be examined via the expressions we will develop in this paper. Before proceeding with our analysis it is worth while to briefly review some of the past studies which have examined the relationship between portfolio size and risk. One of the earliest and perhaps the most often quoted study of risk and portfolio size was performed by Evans and Archer, who developed the methodology that was to be used by almost all following studies.' Evans and",
  "authors": [
    {
      "name": "Edwin J. Elton"
    },
    {
      "name": "Martin J. Gruber"
    }
  ],
  "publication_year": 1977,
  "cited_by_count": 287,
  "primary_topic": "Financial Markets and Investment Strategies",
  "subfield_topic": "Finance",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}