{
  "id": "https://openalex.org/W1999654666",
  "title": "Variable Predation: Effects of Whelks on a Mid‐Intertidal Successional Community",
  "abstract": "In most habitats and ecosystems, predation varies significantly over space and over time. While several studies have demonstrated the effects of varying predation intensities, the effects of varying frequencies of predation have not been addressed explicitly. Here, I studied the impact of variable predation by whelks on a mid—intertidal successional community at a wave—exposed environment on the coast of Oregon. Densities of whelks were monitored in fixed—position quadrats for 34 mo, permitting an estimation of the natural spatial and temporal variation in predation by whelks. Two simultaneous cage experiments were then conducted for a period of 25 mo. One experiment evaluated the effect of prolonged exclusion of invertebrate predators on the sessile community. The other experiment evaluated the effects of the intensity and the temporal frequency of predation by whelks by manipulating both the density and presence of whelks inside cages. Three density levels were combined with three temporal patterns of predation (constant predation, medium and low frequency) in an orthogonal design to create nine different predation regimes. The replicated design allowed me to separate the effects of these two components of predation. The densities of the two whelk species present in the study site, Nucella canaliculata and N. emarginata, were highly correlated over time and varied greatly within and among years. Some areas of the site had whelks present most of the time (high frequency), while other areas were rarely visited. The frequency at which whelks were observed in a given area was uncorrelated with the yearly mean density, which contributed to the within—habitat variability in predation regimes by whelks. A suite of direct and indirect effects were observed following the permanent exclusion of invertebrate predators, notably, a rapid increase in the cover of the bay mussel Mytilus trossulus and a slow and small increase in the cover of gooseneck barnacles and the California mussel Mytilus californianus. Temporally variable predation (medium and low frequencies) produced community compositions different from those observed under a constant predation regime or predator exclusions. In general, individual species responses to variable predation could not be predicted from knowledge of the overall effect of predators obtained in the permanent exclusion experiment, nor from the results observed under different intensities and constant predation. Similarly, the actual number of predation days, estimated from the density and number of days whelks were in the cages, was not correlated with the mean cover of species. These results support the hypothesis that temporal frequency is an important component of predation with distinctive effects on intertidal prey communities. Both the ability of some prey to escape predators by reaching a large size and the temporal pattern of prey recruitment seemed important in determining the effect of variable predation on individual prey, but mechanistic understanding of the responses was complicated by the existence of many indirect effects. While temporally variable predation did not significantly increase spatial variability in prey abundance, constant predation regimes tended to reduce this variability over the course of succession. Temporal variability in predation by whelks can have distinctive effects on prey, create distinctive community compositions, and affect successional paths in this intertidal community. Temporal variability in predation is probably an important, yet poorly understood cause of spatial heterogeneity in most ecosystems.",
  "authors": [
    {
      "name": "Sérgio A. Navarrete"
    }
  ],
  "publication_year": 1996,
  "cited_by_count": 124,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1500291103",
    "https://openalex.org/W1561387878",
    "https://openalex.org/W1970248046",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1981472391",
    "https://openalex.org/W1987143350",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1989275057",
    "https://openalex.org/W1989338016",
    "https://openalex.org/W1996805607",
    "https://openalex.org/W1998131588",
    "https://openalex.org/W2002353228",
    "https://openalex.org/W2003847636",
    "https://openalex.org/W2003859037",
    "https://openalex.org/W2006032940",
    "https://openalex.org/W2012895871",
    "https://openalex.org/W2013218003",
    "https://openalex.org/W2013501805",
    "https://openalex.org/W2014150390",
    "https://openalex.org/W2014923532",
    "https://openalex.org/W2018153298",
    "https://openalex.org/W2026989454",
    "https://openalex.org/W2034827720",
    "https://openalex.org/W2037035465",
    "https://openalex.org/W2037343784",
    "https://openalex.org/W2042512571",
    "https://openalex.org/W2051446506",
    "https://openalex.org/W2062089898",
    "https://openalex.org/W2063150254",
    "https://openalex.org/W2064631337",
    "https://openalex.org/W2067610574",
    "https://openalex.org/W2075285340",
    "https://openalex.org/W2094592027",
    "https://openalex.org/W2097044247",
    "https://openalex.org/W2099254338",
    "https://openalex.org/W2103399835",
    "https://openalex.org/W2114003338",
    "https://openalex.org/W2115939055",
    "https://openalex.org/W2122296071",
    "https://openalex.org/W2129647271",
    "https://openalex.org/W2146602246",
    "https://openalex.org/W2157286156",
    "https://openalex.org/W2163509599",
    "https://openalex.org/W2171588122",
    "https://openalex.org/W2312547638",
    "https://openalex.org/W2314213654",
    "https://openalex.org/W2315386399",
    "https://openalex.org/W2329653102",
    "https://openalex.org/W2335663788",
    "https://openalex.org/W240160337",
    "https://openalex.org/W302921869",
    "https://openalex.org/W43840478",
    "https://openalex.org/W784422981",
    "https://openalex.org/W854742086"
  ]
}