{
  "id": "https://openalex.org/W1995629599",
  "title": "Modelling stock dynamics in the southern Benguela ecosystem for the period 1978–2002",
  "abstract": "Abstract An ecosystem model of the southern Benguela was fitted to available time-series data for the period 1978–2002, to explore how changes in target fish populations in this ecosystem can be attributed to feeding interaction terms and population control patterns, the impact of fishing, and environmental forcing. Fishing patterns were estimated to explain only 2–3% of the variability in the time-series, whereas an estimated productivity forcing pattern applied to phytoplankton explained 4–12% of the variance represented by the sum of squares. Model settings describing prey vulnerability to their predators could explain around 40% of the variability in the time-series. Modelled stock dynamics in the southern Benguela ecosystem more closely represent observed timeseries when wasp-waist control by small pelagic fish is simulated. Overall, model simulations suggest that almost half the variance in the time-series can be explained based on a combination of fishing, vulnerability settings and productivity patterns. Variation in mortalities and prey preferences over time, as well as model fits in relation to available effort series, are discussed. The study advances a model with improved parameterization and credibility to assist with an ecosystem approach to South African fisheries management. Keywords: ECOSYSTEM MODELLINGENVIRONMENTAL FORCINGFISHING PATTERNSSOUTHERN BENGUELASTOCK DYNAMICSWASP-WAIST",
  "authors": [
    {
      "name": "Lynne J. Shannon"
    },
    {
      "name": "Villy Christensen"
    },
    {
      "name": "Carl J. Walters"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 93,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}