{
  "id": "https://openalex.org/W1999233450",
  "title": "Temporal Variation in Food Web Structure: 16 Empirical Cases",
  "abstract": "Analysis of food web structure and temporal dynamics is essential to understanding energy flow and population dynamics of species, and may contribute to conservation, wildlife management, and disease and pest control. This report synthesizes all the observational studies of food web dynamics to which we have access. Most published food webs are static and cumulative: they depict information gathered over many occasions. A web observed over a single, relatively short time period is time specific. Here we analyze the relation between cumulative and time—specific versions of webs in 16 published cases. Fourteen of the 16 webs are from detritus—based habitats that harbor large fractions of arthropod species: carcasses, tree fluxes, felled logs, treeholes, dung pads, and an acidic pond. The other two webs describe soybean fields and the arctic tundra. These webs are presented here in a consistent format and are analyzed in four ways. First, we quantified temporal trends and levels of variation in nine web properties: the percentages of species in the web that are top predators (%T), intermediate species (%I), and basal species (%B); the ratio of number of prey species to number of predator species (P); the mean chain length (µ); the product of species richness and connectance (S × C); and the numbers of total species, newly arriving species, and local extinctions. In most webs %I and %T fluctuated widely; the latter generally increased in time or remained constant, while the former correspondingly decreased or remained constant. Since the number of basal species usually varied little, changes in %B were inversely associated with changes in species richness over successional and seasonal time scales. Predictable changes in P, µ and S x C accompanied the changes in %B, %I, and %T. The numbers of total species, new arrivals, and local extinctions displayed no consistent increasing or decreasing trends. Second, we compared cumulative and time—specific webs from the same habitat to determine which properties, if any, of time—specific webs might be predicted from cumulative webs. In cumulative webs, P, µ, and %T came closest to the median of the values from time—specific webs, followed by %I, S x C, and %B Cumulative webs, which usually appear in general ecology textbooks, overestimate S x C and underestimate %B relative to time—specific versions. In five studies cumulative webs were completed when the last or next—to—last samples were taken; additional sampling in these cases would probably have uncovered more species. Third, opportunistic species were removed from four time—specific webs to determine how these species influenced web structure. Removing one top—feeding opportunistic species from each web caused a dramatic rise in %T, small reductions in %I, S × C, µ, and P, and a negligible rise in %B. A single opportunistic species, even though it makes only rare and brief visits to a habitat, can dramatically reshape web structure. Fourth, properties of cumulative and time—specific versions of the 16 food webs were compared to properties of cumulative webs in two published web catalogs. The cumulative versions of the 16 webs grossly resemble the cumulative webs in both prior catalogs, but the median S × C is greater and the median %B is lower in the 16 cumulative webs than in either prior catalog. Even for these two statistics, the median value for the 16 cumulative webs falls well within the range of variation of both prior catalogs. The time—specific webs in the 16 cases differ from those of the two prior catalogs somewhat more than do the cumulative webs. Comparisons between time—specific and cumulative versions of a web, one system at a time, are more sensitive than rough comparisons between collections of webs because the methods used to define species and links are (usually) consistent within a study.",
  "authors": [
    {
      "name": "Kenneth G. Schoenly"
    },
    {
      "name": "Joel E. Cohen"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 121,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}