{
  "id": "https://openalex.org/W1999802734",
  "title": "Relationships between anchovy (<i>Engraulis encrasicolus</i>) recruitment and environment in the Bay of Biscay (1967–1996)",
  "abstract": "Various hypotheses have been put forward to explain the mechanisms leading to recruitment variability in fish populations. These have been based on either physical (wind stress, upwelling) or biological (food and predation) processes. In the Bay of Biscay, the hypothesis of a physical influence on anchovy recruitment has been confirmed. Oceanographic conditions in the Bay of Biscay in the spring and summer, influenced by north‐easterly winds of medium and low intensity, seem to induce good levels of recruitment to the anchovy ( Engraulis encrasicolus ) population. An index of upwelling was significantly correlated with annual recruitment of anchovy ( P &lt; 0.0001) for the period 1967–1996. This physical parameter explains about 59% of the variability in the recruitment of the Bay of Biscay anchovy. Two factors affecting productivity in the Bay of Biscay may be linked to north‐easterly winds, namely weak upwelling and an extension of the area influenced by river outflows. Both of these factors, together with low turbulence and stability, may act to enhance survival of the early life‐history stages of anchovy by increasing food availability. The potential use of this upwelling index to forecast the recruitment of the Bay of Biscay anchovy offers possibilities for improving the management of this population.",
  "authors": [
    {
      "name": "Ángel Borja"
    },
    {
      "name": "ANDRE ́S URIARTE"
    },
    {
      "name": "Joseba Egaña"
    },
    {
      "name": "Lorenzo Motos"
    },
    {
      "name": "V. Valencia"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 95,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1004066882",
    "https://openalex.org/W1536166355",
    "https://openalex.org/W2007583814",
    "https://openalex.org/W2014994991",
    "https://openalex.org/W2026719519",
    "https://openalex.org/W2026927929",
    "https://openalex.org/W2562681531"
  ]
}