{
  "id": "https://openalex.org/W2008702946",
  "title": "Aggressive Behaviour in the Cod (Gadus Callarias L.)",
  "abstract": "Abstract Cod from 7 to 70 cm. kept in groups in captivity sometimes showed aggression by very fast approaches to other fish. Cod greater than 20 cm. long supplemented this by a threat display in which the floor of the buccal cavity was lowered, the back arched, the first dorsal fin depressed and the pelvic fins held forward. The aggressive fish presented a lateral view of the threat display and directed thrusts of the head against the head or body of the threatened fish. The threat display was frequently accompanied by a low grunting sound made by the aggressive fish. An intimidated cod often raised all dorsal fins momentarily before fleeing and might also produce the low grunt as it fled. A defensive resisting posture was assumed by fish which did not flee when threatened. Aggression was seen in a group of mature cod (above 45 cm.) from September to November inclusive and again in February and March before spawning. There was little aggression in this group at other times of the year. In the autumn aggression was shown by both sexes but only the males were aggressive in the period preceding spawning. In the autumn aggression ceased at sunset unless the fish were fed or the tank illuminated. During the spawning period aggressive encounters were more frequent after sunset and alternated with courting behaviour up to a few minutes before spawning. The fast approach by one cod to another appeared to be a low intensity form of aggression. At the beginning and end of each period of aggression fast approaches were common but were replaced or combined with the threat display when aggressiveness was at its peak. When food was given all aggressive behaviour was lost even though the fish came into bodily contact with each other while feeding. Five or ten minutes after food or its odour had been added to the tank aggressive behaviour was renewed with increased vigour. Of five hundred encounters in which the threat display was shown 50% were preceded by a fast approach, 41% were accompanied by grunting, 15% by prodding and 1% by biting. In only 3% of these encounters was the threat display ignored by the threatened fish. On 80% of the occasions the threatened fish withdrew or raised all the dorsal fins as a sign of fear. Fleeing fish were usually chased. In the autumn in a group of five to seven cod 46 to 68 cm. long three aggressive fish established an order of dominance among themselves and dominated the other non-aggressive cod. The same order of dominance was observed in this group in two successive years. Inferior fish moved out of the path of superior fish even when these were relaxed and swimming slowly. As the same fish of any pair always gave way to the other when they met it was also possible to arrange the fish in an order of supersedence. Among the aggressive fish the order of dominance and supersedence coincided. During the autumn the dominant fish was neither the largest nor the most aggressive cod in the group. The dominant fish was a male but as it was occasionally dominated by or shared dominance with a female it was assumed that the order of dominance at this time of the year was only loosely determined, if at all, by the sex of the fish. It appeared that dominance depended ultimately on the ability of a cod to withstand threatening encounters without being intimidated. Aggression at this time of the year was loosely linked with territory. Although a sub-dominant fish in its own territory might threaten a dominant fish yet when threatened there it would flee. No complete reversal of dominance in different parts of the tank was ever seen. Before spawning the two largest male cod in a group of thirteen 48- to 73-cm. cod were able to establish territories from which males and unripe females were excluded. The dominant male had the largest territory and was the only male cod seen to spawn. The territories and order of dominance established during the pre-spawning period were lost at the end of the spawning period. An attempt was made to relate the observed features of aggressive behaviour to the life of natural cod shoals. The peak of aggressive behaviour in the autumn coincides with a decrease in the catch per unit effort in the North Sea suggesting that cod shoals disperse widely over the feeding grounds perhaps as a result of intra-specific aggression. The absence of aggressive behaviour from December to February coincides with the period in nature when the fish are gathering together before spawning. In the spawning period aggressive behaviour makes it likely that only the most vigorous males will spawn and decreases abortive attempts to spawn with unripe females. Aquarium observations suggest that the aggressive males remain outside and probably above a dense group of unripe females and non-aggressive males. After spawning the low incidence of aggression coincides with the movement of cod to the feeding grounds and their concentration while feeding on herring.",
  "authors": [
    {
      "name": "Vivien M. Brawn"
    }
  ],
  "publication_year": 1961,
  "cited_by_count": 120,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1968061081",
    "https://openalex.org/W1976821068",
    "https://openalex.org/W2320587224",
    "https://openalex.org/W2465576979"
  ]
}