{
  "id": "https://openalex.org/W2002315210",
  "title": "Indirect Effects in Marine Rocky Intertidal Interaction Webs: Patterns and Importance",
  "abstract": "To determine the patterns of occurrence and importance of indirect effects relative to direct effects in natural communities, I analyzed experimentally based studies from 23 rocky intertidal habitats. The vehicle of analysis was the construction of interaction webs, or the subset of species in food webs involved in strong interactions. The analysis focused on indirect effects involving changes in abundance, or interaction chains, since little information was available on other types of indirect effects (behavioral, chemical response, environmental). As expected, number of direct (= strong) interactions, indirect effects, interaction sequences producing indirect effects, and types of indirect effects (e.g., keystone predation, apparent competition, etc.) all increased with web species richness. Less expected, when these measures were adjusted to a per species basis, positive relationships with species richness were still observed for all measures but the number of types. In other words, with increasing web diversity, each species interacted strongly with more species, was involved in more indirect effects, and was part of more interaction pathways. The analysis identified 83 subtypes of indirect effect, including the seven previously identified types. Many of the 76 additional types could be reclassified into the seven types if the original definitions of these \"classic\" types were expanded to include interactions having similar effects but differing in the specific mechanism (e.g., both interference competition and inhibition of recruitment [preemption] have negative effects involving a spatial resource). Two new types of indirect effect, termed \"apparent predation\" and \"indirect defense\" were also identified, producing a total of 9 general types of indirect effect divided among 565 specific indirect effects. Of these, keystone predation (35%) and apparent competition (25%) were most common and exploitation competition (2.8%) was least common in these webs. Two methods of analysis suggested that indirect effects accounted for °40% of the change in community structure resulting from manipulations, with a range of 24—61%. The proportion of change due to indirect effects was constant with web species richness, indicating that strong direct interactions and indirect effects produce roughly the same level of alteration of community structure regardless of the level of web complexity. Several potential artifacts and biases were evaluated. Most importantly, neither variation in level of taxonomic resolution nor intensity of experimentation varied significantly with web size (species richness). Despite a bias toward manipulation of consumers over manipulation of basal species, some predator—initiated indirect effect types were scarce while some basal species—initiated types were common. While the frequency of exploitation competition may have been underestimated, it is unlikely that the frequency of this indirect effect would change dramatically: changes due to this effect should have been detected in many of the studies and reported; and the most intensively studied individual webs did not report frequencies differing much from the average. This analysis suggests investigators effectively identified and first manipulated those species responsible for most indirect effects and that more experiments added decreasing numbers of indirect effects. Moreover, the frequencies and importance of indirect effects may be more predictable than expected on the basis of theory.",
  "authors": [
    {
      "name": "Bruce A. Menge"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 740,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}