{
  "id": "https://openalex.org/W2003014119",
  "title": "Value‐oriented impact assessment: the economics of a new approach to impact assessment",
  "abstract": "Abstract Environmental Impact Assessment has gained a prominent position as a tool to evaluate the environmental effects of economic activities. However, all approaches proposed so far use a burden‐oriented logic. They concentrate on the different environmental impacts in order to ascertain the overall environmental damage caused by economic activity. This paper argues that such a burden‐oriented view is (a) hampered by a series of methodological shortcomings which hinders its widespread use in practice; and (b) is analytically incomplete. The paper proposes a value‐oriented approach to impact assessment. For this purpose an economic analysis of the optimal use of environmental and social resources is conducted from both a burden‐oriented and a value‐oriented standpoint. The basic logic of a value‐oriented impact assessment is explained, as well as the resulting economic conditions for an optimal use of resources. In addition, it is shown that value‐ and burden‐oriented approaches are complementary to achieve optimality. Finally, the paper discusses the conditions under which the use of burden‐ or value‐oriented impact assessments is appropriate, respectively. Notes The rebound effect described above for the company level can also occur on the national level: a higher eco‐efficiency of the national economy does not necessarily lead to a reduction of environmental impacts. Moreover, a higher number of eco‐efficient companies does not mean that the eco‐efficiency of the national economy increases. However, for the purpose of this paper it is sufficient to clarify the technical link between corporate and national eco‐efficiency on a descriptive level. It is not necessary that a company reduces all environmental impacts but it is sufficient that at least one impact is reduced while all other impacts are kept constant. The convex shape of the isoquants reflects that substitution becomes more difficult the more one resource is substituted by another resource. At the extremes the isoquants reflect that no further substitution is possible. It is possible to model different kinds of relationships between resources with this kind of analysis. For the sake of simplicity the study keeps to the standard assumptions of the shape of isoquants. For the sake of simplicity and comprehensibility of the argument, the assumption is that burden curves are straight lines. However in principle, the argument and logic does not change if one allows for non‐linear burden curves, i.e. burden curves that reflect the fact that the harmfulness of one environmental impact may depend on the level of other environmental impacts. Strictly speaking the technical rate of substitution takes a marginal perspective. Therefore it does not look at a single unit but at an infinitesimal change. The basic logic of value‐oriented impact assessment is compatible with the underlying idea of emissions trading (for emissions trading see e.g. Crocker, 1966 Crocker TD (1966) The structuring of atmospheric pollution control systems in Wolozin H (Ed.) The Economics of Air Pollution (New York: Norton) [Google Scholar]; Solomon, 1999 Solomon, BD. (1999). New directions in emissions trading: the potential contribution of new institutional economics. Ecological Economics, 30: pp. 371–387[Crossref], [Web of Science ®] , [Google Scholar]; Ellermann, 2000 Ellermann AD (2000) Tradeable Permits for Greenhouse Gas Emissions: A Primer with particular reference to Europe (Cambridge, MA: Massachusetts Institute of Technology Joint Program on the Science and Policy of Global Change) [Google Scholar]). A mix of both strategies is, of course, possible. Strictly speaking GDP is not only created by companies but also by other economic entities. In this paper these entities are subsumed under the term ‘companies’. The choice of CO2‐equivalents as a reference point is arbitrary and any other impact or resource use could be chosen for this purpose as the aggregation done by calculating iso‐opportunity cost curves does not have to obey any natural science‐oriented logic. Additional informationNotes on contributorsFrank Figge Correspondence Address: Dr. Frank Figge, School of Earth and Environment, University of Leeds, Leeds LS2 9JT, UK, Tel. +44‐113‐3437247: Fax. +44‐113‐3436716: Email: figge@sustainablevalue.com Correspondence Address: Dr. Frank Figge, School of Earth and Environment, University of Leeds, Leeds LS2 9JT, UK, Tel. +44‐113‐3437247: Fax. +44‐113‐3436716: Email: figge@sustainablevalue.com",
  "authors": [
    {
      "name": "Frank Figge"
    },
    {
      "name": "Tobias Hahn"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 55,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W148758893",
    "https://openalex.org/W1521452877",
    "https://openalex.org/W1522749086",
    "https://openalex.org/W1527702406",
    "https://openalex.org/W1535310273",
    "https://openalex.org/W1551322995",
    "https://openalex.org/W1566422643",
    "https://openalex.org/W1660763540",
    "https://openalex.org/W1759145845",
    "https://openalex.org/W1971702339",
    "https://openalex.org/W1980878461",
    "https://openalex.org/W1986974383",
    "https://openalex.org/W1990160636",
    "https://openalex.org/W2004601751",
    "https://openalex.org/W2008922963",
    "https://openalex.org/W2015192526",
    "https://openalex.org/W2017115474",
    "https://openalex.org/W2019817940",
    "https://openalex.org/W2032941809",
    "https://openalex.org/W2047856663",
    "https://openalex.org/W2050442053",
    "https://openalex.org/W2051251397",
    "https://openalex.org/W2052900875",
    "https://openalex.org/W2053441533",
    "https://openalex.org/W2062291294",
    "https://openalex.org/W2068016611",
    "https://openalex.org/W2068981368",
    "https://openalex.org/W2069286809",
    "https://openalex.org/W2075105697",
    "https://openalex.org/W2076358581",
    "https://openalex.org/W2090182372",
    "https://openalex.org/W2090317466",
    "https://openalex.org/W2100779178",
    "https://openalex.org/W2146015287",
    "https://openalex.org/W2146948266",
    "https://openalex.org/W2159923160",
    "https://openalex.org/W2161663387",
    "https://openalex.org/W2165990722",
    "https://openalex.org/W2334646323",
    "https://openalex.org/W2353589150",
    "https://openalex.org/W2775824404",
    "https://openalex.org/W2892315423",
    "https://openalex.org/W2970901895",
    "https://openalex.org/W3123715715",
    "https://openalex.org/W3149590695",
    "https://openalex.org/W3217109882",
    "https://openalex.org/W374396821",
    "https://openalex.org/W4249237647",
    "https://openalex.org/W4256143419",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W641477820",
    "https://openalex.org/W80352412"
  ]
}