{
  "id": "https://openalex.org/W2003899690",
  "title": "Limits to the use of environmental indices to reduce risk and/or increase yield in the South African anchovy fishery",
  "abstract": "Abstract Environmental indices that provide short-term predictions of recruitment have the potential to improve the average yield from highly productive resources that sustain recruit fisheries without an associated increase in risk (of resource 'collapse'). This is particularly true for cases where a measurement of recruitment is not available until after substantial fishing on this recruitment has already taken place. The South African anchovy Engraulis encrasicolus resource reflects such a situation, and forms the basis for a simulation study to investigate the benefits of using environmental indices to set appropriate Total Allowable Catches (TACs). Simulations, based on a 'management procedure' (sensu the International Whaling Commission), investigate how such benefits are related to the proportion of variation in recruitment explained by the environmental index. Furthermore, they evaluate to what extent these benefits are compromised by uncertainties related to the degrees of freedom effect (over-fitting data), the selection of explanatory variables (danger of spurious correlations), and errors in the values of explanatory variables (including measurement error). Five recruitment prediction models that incorporate increasing numbers of these uncertainties are investigated. These predictions are used to adjust TACs depending on whether they indicate forthcoming recruitment to be in the top or bottom third of the distribution of possible recruitment values. Results indicate that an environmental index needs to explain roughly 50% or more of the total variation in recruitment (r2 ≥ 0.5) before the management procedure starts showing benefits in terms of the summary performance statistics for risk and average catch. Comparable benefits are possible at a lower r2 value when TAC constraints are removed, but there is then a large associated increase in interannual catch variation. When r2 is low, performance in terms of average catch may prove worse if attempting to take account of an environmental variable in setting the TAC than ignoring it. Keywords: ANCHOVYENVIRONMENTAL INDICESMANAGEMENT PROCEDURESRECRUITMENT PREDICTIONSRISKSIMULATIONSYIELD",
  "authors": [
    {
      "name": "JAA De Oliveira"
    },
    {
      "name": "DS Butterworth"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 58,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}