{
  "id": "https://openalex.org/W2000069044",
  "title": "The Effect of Alternative Prey on the Functional Response of Notonecta Hoffmani",
  "abstract": "Continuous observations were made to determine the effect of alternative prey on the functional response of the aquatic bug Notonecta hoffmani to mosquito larvae (Culex pipiens). Mosquito larvae and two alternative prey, the zooplankter Daphnia pulex and vestigial—winged Drosophila (representing terrestrial prey trapped on the water surface), were presented to the predator at various densities. Preference, searching times, capture times (searching time per prey captured), and handling times for mosquito larvae were estimated. The predator showed a significant preference for Daphnia relative to mosquitoes in three of the nine prey combinations tested, and a significant preference for Drosophila relative to mosquitoes in all prey combinations tested. The presence of Daphnia did not significantly affect searching or capture times for mosquitoes, whereas the presence of Drosophila was associated with a significant decreased in searching time and a significant increase in mean capture time. Mosquito handling time decreased slightly as Daphnia density increased. The results predict that Drosophila will have a greater effect than Daphnia on the ability of notonectids to control mosquito larvae. The prediction was supported by a longer term experiment in which the largest number of mosquitoes reached the pupal stage when Drosophila were present as alternative prey. The study shows that relative preferences alone are not sufficient to predict the effect of alternative prey on a predator's functional response. Factors such as handling time (which affects searching time) and behavioral changes such as a change in capture time, must also be considered when assessing the role of alternative prey in a biological control program.",
  "authors": [
    {
      "name": "Jean Chesson"
    }
  ],
  "publication_year": 1989,
  "cited_by_count": 84,
  "primary_topic": "Biological Control of Invasive Species",
  "subfield_topic": "Insect Science",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1514623197",
    "https://openalex.org/W1523934999",
    "https://openalex.org/W1966504160",
    "https://openalex.org/W1976203629",
    "https://openalex.org/W2006563009",
    "https://openalex.org/W2026425898",
    "https://openalex.org/W2028993005",
    "https://openalex.org/W2032839068",
    "https://openalex.org/W2059020058",
    "https://openalex.org/W2126965671",
    "https://openalex.org/W2150579976",
    "https://openalex.org/W2322290241",
    "https://openalex.org/W2335234714"
  ]
}