{
  "id": "https://openalex.org/W2010842869",
  "title": "Facilitation of periphyton production by tadpole grazing: functional differences between species",
  "abstract": "1. This study examined how interactions between resources that vary in edibility, and herbivores that vary in ability to acquire resources, control primary productivity. In a northern California river, grazing on Cladophora glomerata , a relatively inedible filamentous green alga, and its more nutritious epiphytic diatoms, was manipulated by exposing cobbles to tadpoles ( Rana boylii or Hyla regilla ) or excluding tadpoles. 2. Rana indirectly facilitated Cladophora by removing diatoms, whereas Hyla did not significantly change biomass relative to controls. Algal ash‐free dry mass on cobbles in Rana treatments was 65 and 72% greater than on controls in two years of investigation (1991 and 1993). Rana decreased epiphytic diatom biovolume by 56% and detritus by 87%. 3. Because nitrogen excretion rates of Hyla and Rana were similar, the differences in effect between the two species were probably due to their roles as consumers rather than as recyclers. 4. The net effect of Rana on periphyton was a 10% increase in areal specific primary productivity (mg O 2 h –1 m –2 ); Hyla caused an 18% decrease. Rana decreased biomass‐specific productivity (mg O 2 h –1 g –1 ) 44%; Hyla had no effect. 5. In tadpole exclosures, grazers such as baetid mayfly larvae (mostly Centroptilum sp.) were 4.7 (1991) and 1.8 (1993) times more abundant, and midge larvae (Chironomidae) were 2.5 (1991) and 2 (1993) times more abundant than in Rana enclosures. Invertebrate assemblages in Hyla enclosures, however, were similar to exclosures. Few predatory insects and fish colonized Rana enclosures. Path analyses indicated that Rana affected macroinvertebrates via both interference and exploitation of epiphytic diatoms.",
  "authors": [
    {
      "name": "Sarah J. Kupferberg"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 120,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2325661064"
  ]
}