{
  "id": "https://openalex.org/W2015937957",
  "title": "Species Succession and Fishery Exploitation in the Great Lakes",
  "abstract": "The species composition of fish in the Great Lakes has undergone continual change since the earliest records. Some changes were caused by enrichment of the environment, but others primarily by an intensive and selective fishery for certain species. Major changes related to the fishery were less frequent before the late 1930's than in recent years and involved few species. Lake sturgeon (Acipenser fulvescens) were overexploited knowingly during the late 1800's because they interfered with fishing for preferred species; sturgeon were greatly reduced in all lakes by the early 1900's. Heavy exploitation accompanied sharp declines of lake herring (Leucichthys artedi) in Lake Erie during the 1920's and lake whitefish (Coregonus clupeaformis) in Lake Huron during the 1930's. A rapid succession of fish species in Lakes Huron, Michigan, and Superior that started about 1940 has been caused by selective predation by the sea lamprey (Petromyzon marinus) on native predatory species, and the resultant shifting emphasis of the fishery and species interaction as various species declined. Lake trout (Salvelinus namaycush) and burbot (Lota lota), the deep-water predators, were depleted first; this favored their prey, the chubs (Leucichthys spp.). The seven species of chubs were influenced differently according to differences in size. Fishing emphasis and predation by sea lampreys were selective for the largest species of chubs as lake trout and burbot declined. A single slow-growing chub, the bloater, was favored and increased, but as the large chubs declined the bloater was exploited by a new trawl fishery. The growth rate and size of the bloater increased, making it more vulnerable to conventional gillnet fishery and lamprey predation. This situation in Lakes Michigan and Huron favored the small alewife (Alosa pseudoharengus) which had recently become established in the upper Great Lakes, and the alewife increased rapidly and dominated the fish stocks of the lakes. The successive collapses of various stocks after periods of stable production may give some indication of their sustainable yield. The sea lamprey is being brought under control in Lakes Superior, Michigan, and Huron; lake trout are being established; and chinook salmon (Oncorhynchus tshawytscha), coho salmon (O. kisutch), kokanee salmon (O. nerka), and the splake, a hybrid of lake trout and brook trout (Salvelinus fontinalis), are being introduced to reestablish a new species balance. Fish stocks are in a state of extreme instability in these lakes. Careful control of stocking programs and fisheries, and coordination of management among the various states of the United States and the province of Canada (Ontario) which manage the fish stocks, will be required to restore and maintain a useful fishery balance.",
  "authors": [
    {
      "name": "Stanford H. Smith"
    }
  ],
  "publication_year": 1968,
  "cited_by_count": 296,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2050294915",
    "https://openalex.org/W2096773781"
  ]
}