{
  "id": "https://openalex.org/W2011250914",
  "title": "Multiattribute Analysis and the Concept of Optimum Yield",
  "abstract": "This paper reviews the origin and operational definition of the optimum yield (OY) concept and demonstrates how techniques of decision analysis can provide an analytical model for OY. The concept of OY was formalized as the guiding principle of fisheries management in the United States and Canada in 1976. The policies of both countries make it clear that a wide range of biological, economic, and social factors are to be taken into account in determining OY. Confusion exists, however, about precisely which of these factors should determine OY in any fishery and what is their relative importance. Uncertainty also exists about how to take biological, economic, and social factors jointly into account as the concept of OY implies one must. Established biological and economic models in fisheries are not adequate for such an analysis because their focus is single- rather than multi-objective. Operational techniques of decision analysis, such as multiattribute utility analysis, are specifically designed to deal with multiobjective problems like OY. I propose that a simple, linear, utility model be used to assess the optimality of alternative yield strategies in fisheries management. I illustrate the application of the model by assessing OY options in the New England herring (Clupea harengus) fishery and the Skeena River salmon (Oncorhynchus spp.) fishery. The advantages of the model are that it is simple and intuitively appealing, that it permits a wide range of types and qualities of data to be incorporated into the evaluation of management options, that it is amenable to sensitivity analysis, and that it is adaptable to a variety of decision rules.",
  "authors": [
    {
      "name": "M. C. Healey"
    }
  ],
  "publication_year": 1984,
  "cited_by_count": 40,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1530041619",
    "https://openalex.org/W1530529744",
    "https://openalex.org/W1965728265",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W2003212920",
    "https://openalex.org/W2009682367",
    "https://openalex.org/W2022729850",
    "https://openalex.org/W2030737624",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2035865819",
    "https://openalex.org/W2038091980",
    "https://openalex.org/W2041140705",
    "https://openalex.org/W2048924337",
    "https://openalex.org/W2079374326",
    "https://openalex.org/W2081527029",
    "https://openalex.org/W2087027587",
    "https://openalex.org/W2109645619",
    "https://openalex.org/W2165681141",
    "https://openalex.org/W2316241906",
    "https://openalex.org/W2320650673",
    "https://openalex.org/W2324746287",
    "https://openalex.org/W2953791955",
    "https://openalex.org/W4285719527"
  ]
}