{
  "id": "https://openalex.org/W2019618453",
  "title": "In the Wake of Politics: The Political and Economic Construction of Fisheries Biology, 1860–1970",
  "abstract": "As an environmentally focused, applied field science, fisheries biology has recently been marked by its failed promise to enable sustainable exploitation. Fisheries biology's origin through state support raises many questions. How did fisheries biologists get this support? Did political considerations and economic ideals fundamentally shape the science? Why has it been perceived as fundamentally conservation oriented? New evidence indicates the political basis for Thomas Henry Huxley's contention that the deep-sea fisheries were inexhaustible; this essay shows how his influence extended to recent neoliberal resource management solutions. It also explores how fisheries biology acquired the ideal of maximum sustained yield (MSY) via Progressive Era efficiency conservation and German scientific forestry; how American Cold War foreign policy made this ideal paradigmatic of mid to late twentieth-century fisheries biology; and how emerging bioeconomics in the 1950s imposed a troublesome misunderstanding of fisheries biology's earlier mission.",
  "authors": [
    {
      "name": "Jennifer Hubbard"
    }
  ],
  "publication_year": 2014,
  "cited_by_count": 34,
  "primary_topic": "Historical Economic and Social Studies",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1840778526",
    "https://openalex.org/W1987824812",
    "https://openalex.org/W2044608100",
    "https://openalex.org/W2084796629",
    "https://openalex.org/W2100988010",
    "https://openalex.org/W2144471464",
    "https://openalex.org/W2226396244",
    "https://openalex.org/W2322555170",
    "https://openalex.org/W2477730237",
    "https://openalex.org/W2617665964",
    "https://openalex.org/W2742264935",
    "https://openalex.org/W2810888442",
    "https://openalex.org/W291176396",
    "https://openalex.org/W3088713371",
    "https://openalex.org/W4235736211",
    "https://openalex.org/W4244098670",
    "https://openalex.org/W4252229869",
    "https://openalex.org/W4300077467"
  ]
}