{
  "id": "https://openalex.org/W2014923532",
  "title": "Keystone Predation and Interaction Strength: Interactive Effects of Predators on Their Main Prey",
  "abstract": "The application of basic ecological concepts to fields of conservation biology and applied environmental sciences is a healthy sign, but before these concepts are widely used, ecology must provide operational definitions and quantifiable methods. Keystone species and interaction strength are concepts with deep practical and theoretical implications. We studied the strength of predation on mussels (Mytilus trossulus) by the keystone seastar Pisaster ochraceus and the whelks Nucella emarginata and N. canaliculata under different environmental conditions in the Oregon intertidal zone. We attempted to determine: (1) the sensitivity of keystone predation to the presence of other predators in the system; (2) the role of other predators in the presence and absence of a keystone species; and (3) the per capita and population—level variability in interaction strengths of strong (keystone) vs. weak interactors. Predation intensity on mussels was measured by recording the survival of mussels transplanted to areas from which seastars, whelks, or both, had been either manually removed or left undisturbed at natural densities. Whelk experimental units were nested within those for the seastar treatment to account for the much larger body size and greater mobility of seastars. Each combination of seastar and whelk treatment was replicated four times in both wave—exposed and wave—protected habitats of two sites that differed in predator densities, primary productivity, and recruitment and growth rates of prey species. Predation intensity by the keystone predator was strong under all site $\\times$ wave exposure combinations, and was unaffected by the presence of whelks. Whelks, in contrast, had ecologically important effects on mussel survival in the absence, but not in the presence, of the keystone predator. Population (total) interaction strength between seastars and mussels was 2—10 times stronger than that between whelks and mussels across sites and wave exposures. Per capita interaction strength of seastars was two to three orders of magnitude larger than that of whelks. However, per capita effects of seastars were more variable between sites and wave exposures, probably because simple density values grossly underestimate the ability of mobile predators to localize prey. Such interactive effects and variability in interaction strengths between keystone and weak predators may characterize all keystone predator—dominated systems, but data currently are insufficient to test this proposition. Negative effects of seastars on whelk density were observed &lt;4 mo following initiation of Pisaster removals. Seastars also had a negative effect on whelk sizes, which took longer to appear, after 6 mo of continuous Pisaster removal. Negative effects of seastars on whelks appeared to be stronger in places with higher densities of predators, partially explaining the reduced predation intensity of whelks observed in the presence of seastars. Our results support the idea that in keystone—dominated systems, species other than the keystone species have only minor, if any, effects on the rest of the community, and thus might be cited by some as r edundant species. However, our results also indicate that, after the loss of a keystone species, previously r edundant species can partially compensate for the reduced predation and adopt a major role in the altered system. Such responses are potentially an important force in stabilizing communities. Further, such possible compensatory capabilities of alternative consumers suggests that, at least for predators, the term r edundant species conveys an inaccurate image of the potential importance of weak interactors and should be abandoned.",
  "authors": [
    {
      "name": "Sérgio A. Navarrete"
    },
    {
      "name": "Bruce A. Menge"
    }
  ],
  "publication_year": 1996,
  "cited_by_count": 221,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W143615597",
    "https://openalex.org/W1492559487",
    "https://openalex.org/W1496444136",
    "https://openalex.org/W1509995973",
    "https://openalex.org/W1604594251",
    "https://openalex.org/W1967929257",
    "https://openalex.org/W1967942828",
    "https://openalex.org/W1973406031",
    "https://openalex.org/W1973423513",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1974476190",
    "https://openalex.org/W1976190328",
    "https://openalex.org/W1976545080",
    "https://openalex.org/W1976570039",
    "https://openalex.org/W197769251",
    "https://openalex.org/W1978723196",
    "https://openalex.org/W1981472391",
    "https://openalex.org/W1985718212",
    "https://openalex.org/W1988026685",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1989275057",
    "https://openalex.org/W1992338087",
    "https://openalex.org/W1993646858",
    "https://openalex.org/W1996805607",
    "https://openalex.org/W1997378499",
    "https://openalex.org/W1997765943",
    "https://openalex.org/W2000704081",
    "https://openalex.org/W2004635446",
    "https://openalex.org/W2005979217",
    "https://openalex.org/W2010241286",
    "https://openalex.org/W2012895871",
    "https://openalex.org/W2014323961",
    "https://openalex.org/W2016037098",
    "https://openalex.org/W2019561496",
    "https://openalex.org/W2026191658",
    "https://openalex.org/W2030677414",
    "https://openalex.org/W2035841992",
    "https://openalex.org/W2039933964",
    "https://openalex.org/W2041953935",
    "https://openalex.org/W2054126322",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2063120112",
    "https://openalex.org/W2064346432",
    "https://openalex.org/W2067610574",
    "https://openalex.org/W2067810199",
    "https://openalex.org/W2068263947",
    "https://openalex.org/W2068380550",
    "https://openalex.org/W2073264590",
    "https://openalex.org/W2078419727",
    "https://openalex.org/W2079477813",
    "https://openalex.org/W2081363984",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2090688544",
    "https://openalex.org/W2091447002",
    "https://openalex.org/W2094592027",
    "https://openalex.org/W2104882826",
    "https://openalex.org/W2111426951",
    "https://openalex.org/W2115939055",
    "https://openalex.org/W2120805319",
    "https://openalex.org/W2122296071",
    "https://openalex.org/W2123005490",
    "https://openalex.org/W2171588122",
    "https://openalex.org/W2187148697",
    "https://openalex.org/W2201903715",
    "https://openalex.org/W2327661356",
    "https://openalex.org/W2328682234",
    "https://openalex.org/W2523996398",
    "https://openalex.org/W2797693503",
    "https://openalex.org/W4205920120",
    "https://openalex.org/W43840478",
    "https://openalex.org/W75209568",
    "https://openalex.org/W784422981",
    "https://openalex.org/W86596393"
  ]
}