{
  "id": "https://openalex.org/W2011303397",
  "title": "Resilience and Stability of Ecological Systems",
  "abstract": "Individuals die, populations disappear, and species become extinct. That is one view of the world. But another view of the world concentrates not so much on presence or absence as upon the numbers of organisms and the degree of constancy of their numbers. These are two very different ways of viewing the behavior of systems and the usefulness of the view depends very much on the properties of the system concerned. If we are examining a particular device designed by the engineer to perform specific tasks under a rather narrow range of predictable external conditions, we are likely to be more concerned with consistent nonvariable performance in which slight departures from the performance goal are immediately counteracted. A quantitative view of the behavior of the system is, therefore, essential. With attention focused upon achieving constancy, the critical events seem to be the amplitude and frequency of oscillations. But if we are dealing with a system profoundly affected by changes external to it, and continually confronted by the unexpected, the constancy of its behavior becomes less important than the persistence of the relationships. Attention shifts, therefore, to the qualitative and to questions of existence or not. Our traditions of analysis in theoretical and empirical ecology have been largely inherited from developments in classical physics and its applied variants. Inevitably, there has been a tendency to emphasize the quantitative rather than the qualitative, for it is important in this tradition to know not just that a quantity is larger than another quantity, but precisely how much larger. It is similarly important, if a quantity fluctuates, to know its amplitude and period of fluctuation. But this orientation may simply reflect an analytic approach developed in one area because it was useful and then transferred to another where it may not be. Our traditional view of natural systems, therefore, might well be less a meaningful reality than a perceptual convenience. There can in some years be more owls and fewer mice and in others, the reverse. Fish populations wax and wane as a natural condition, and insect populations can range over extremes that only logarithmic",
  "authors": [
    {
      "name": "C. S. Holling"
    }
  ],
  "publication_year": 1973,
  "cited_by_count": 15953,
  "primary_topic": "Ecosystem dynamics and resilience",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1536327143",
    "https://openalex.org/W1978136591",
    "https://openalex.org/W1980119114",
    "https://openalex.org/W1980279229",
    "https://openalex.org/W2001082258",
    "https://openalex.org/W2004263426",
    "https://openalex.org/W2010303178",
    "https://openalex.org/W2011067252",
    "https://openalex.org/W2015937957",
    "https://openalex.org/W2016318220",
    "https://openalex.org/W2016804185",
    "https://openalex.org/W2027665073",
    "https://openalex.org/W2048411827",
    "https://openalex.org/W2049546703",
    "https://openalex.org/W2055555878",
    "https://openalex.org/W2058506983",
    "https://openalex.org/W2060852353",
    "https://openalex.org/W2065251059",
    "https://openalex.org/W2072587892",
    "https://openalex.org/W2079917317",
    "https://openalex.org/W2081527029",
    "https://openalex.org/W2094561201",
    "https://openalex.org/W2100891518",
    "https://openalex.org/W2150084204",
    "https://openalex.org/W2153305961",
    "https://openalex.org/W2171038073",
    "https://openalex.org/W2180689854",
    "https://openalex.org/W2315990401",
    "https://openalex.org/W2317446813",
    "https://openalex.org/W2318510653",
    "https://openalex.org/W2318532513",
    "https://openalex.org/W2320432931",
    "https://openalex.org/W2325325686",
    "https://openalex.org/W2331610309",
    "https://openalex.org/W2774437963",
    "https://openalex.org/W2796034701",
    "https://openalex.org/W5777460"
  ]
}