{
  "id": "https://openalex.org/W2016946203",
  "title": "Species Distribution Controls Across A Forest‐Steppe Transition: A Causal Model and Experimental Test",
  "abstract": "Steppe communities of interior Alaska are restricted to steep, generally southfacing bluffs. Two competing hypotheses explain this distribution: (1) steppe taxa are restricted to bluffs by their requirements for the abiotic conditions of these sites, and (2) steppe taxa have broader physiological ranges than expressed in nature, but are restricted to bluff sites by competition with other plants. We addressed these hypotheses using correlative and experimental methods to identify controls over the distribution of steppe and forest understory species on Eagle Bluff, Alaska. We developed a causal model and used path analysis, a correlative method, to estimate strengths of hypothesized causal relationships. Based on the results of path analysis we hypothesized that light intensity and soil moisture were important controls over the composition of the vegetation and species distributions. We tested this hypothesis by examining the responses of two species native to steppe (Linum lewisii and Potentilla hookeriana) and two species native to forest (Moehringia lateriflora and Pyrola secunda) to manipulation of light intensity, soil moisture, and soil type. The forest species had reduced survival and biomass when grown in the high light and dry soil moisture characteristic of steppe environments. Conversely, survival of steppe taxa was independent of treatments, and the response of survivors to treatments differed between species. Linum had higher seed production with higher soil moisture than it normally experiences and grew less under lower light intensity. Potentilla responded positively to higher moisture and had weakly negative (but not significant) response to reduced light levels. Our experiments confirmed the importance of light and soil moisture to vegetation on Eagle Bluff, but revealed the individualistic nature of species response to environment.",
  "authors": [
    {
      "name": "S. D. Wesser"
    },
    {
      "name": "W. Scott Armbruster"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 87,
  "primary_topic": "Ecology and Vegetation Dynamics Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1512952934",
    "https://openalex.org/W1543350971",
    "https://openalex.org/W1584176508",
    "https://openalex.org/W19168013",
    "https://openalex.org/W1969923418",
    "https://openalex.org/W1972382451",
    "https://openalex.org/W1973708334",
    "https://openalex.org/W1979783913",
    "https://openalex.org/W1988523788",
    "https://openalex.org/W2005497688",
    "https://openalex.org/W2021427312",
    "https://openalex.org/W2028188344",
    "https://openalex.org/W2031066588",
    "https://openalex.org/W2055509010",
    "https://openalex.org/W2074209207",
    "https://openalex.org/W2082168070",
    "https://openalex.org/W2100790927",
    "https://openalex.org/W2122450421",
    "https://openalex.org/W2154524337",
    "https://openalex.org/W2180637001",
    "https://openalex.org/W2300763432",
    "https://openalex.org/W2328161996",
    "https://openalex.org/W2333081682",
    "https://openalex.org/W2335318730",
    "https://openalex.org/W2465001763",
    "https://openalex.org/W2514429290",
    "https://openalex.org/W2727623211",
    "https://openalex.org/W2797842852",
    "https://openalex.org/W2978908610",
    "https://openalex.org/W3000530859",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W59054383",
    "https://openalex.org/W63955204",
    "https://openalex.org/W812875783"
  ]
}