{
  "id": "https://openalex.org/W2025552145",
  "title": "The dynamics of Baltic fish stocks on the basis of a multispecies stock-production model",
  "abstract": "Nous avons elabore un modele multispecifique de la production des stocks et utilise ce modele pour evaluer la dynamique des stocks de morue (Gadus morhua callarias), de hareng (Clupea harengus) et de sprat (Sprattus sprattus) de la mer Baltique de 1982 a 1992. Le modele comportait les intrants suivants: estimations de l'effort de peche; indices de recrutement; poids moyen des poissons de chaque stock; parametres de croissance de von Bertalanffy; et mortalite naturelle residuelle. Nous avons estime les parametres du modele qui n'etaient pas connus a l'avance (parametres lies aux preferences alimentaires, potentiels de capture, coefficient de calibration des indices de recrutement, etc.) en reduisant au minimum les ecarts entre valeurs observees et valeurs predites par le modele, en ce qui concerne les prises de morue et la composition du regime alimentaire de cette espece. Nous avons utilise une methode de type bootstrap pour evaluer les erreurs types caracterisant les parametres rajustes du modele. Des analyses de sensibilite ont montre que ce sont les parametres de croissance qui influent le plus sur les resultats obtenus au moyen du modele. En ce qui concerne la dynamique des populations de poisson de la Baltique, le modele a permis des estimations compatibles avec celles provenant de modeles axes sur l'âge. Au cours de la periode d'analyse, la biomasse de la morue a diminue d'environ 80%, celle du hareng est demeuree stable, tandis que celle du sprat a fluctue puis finalement atteint un niveau record. La diminution observee dans le cas de la morue s'est traduite, chez le hareng et le sprat, par une baisse de la mortalite imputable a la predation.",
  "authors": [
    {
      "name": "Jan Horbowy"
    }
  ],
  "publication_year": 1996,
  "cited_by_count": 21,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}