{
  "id": "https://openalex.org/W2024265912",
  "title": "Seals and whales of the Southern Ocean",
  "abstract": "There are fewer species of marine mammals in the Antarctic than in the Arctic, probably because of the wide deep ocean with no geographical barriers to promote speciation. The stocks are substantially larger in the Antarctic and the body sizes of individual species are larger, probably owing to a more abundant food supply. Seasonal changes in the environment in the Southern Ocean are marked and food available to baleen whales is very much greater in summer. Ecological interactions of the consumers, principally in relation to krill Euphausia superba , are discussed and attention drawn to some of the ways in which ecological separation is achieved, both within and between species. Estimates of abundances, biomasses and food requirements are given for the seals and large whales. The original numbers of whales in the Antarctic were far greater than in other oceans, but the stocks have been severely reduced by whaling. This may have increased the availability of krill to other consumers by as much as 150 million tonnes annually. Increased growth rates, earlier maturity and higher pregnancy rates have been demonstrated for baleen whale species, and earlier maturity for the crabeater seal. While it has not been possible to demonstrate increases in the populations of any of these species, the stocks of fur seals and penguins have been monitored and show significant population increases. A key question is whether the original balance of this ecosystem can be regained with appropriate management.",
  "authors": [
    {
      "name": "R. M. Laws"
    }
  ],
  "publication_year": 1977,
  "cited_by_count": 321,
  "primary_topic": "Marine animal studies overview",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1492881331",
    "https://openalex.org/W1581781397",
    "https://openalex.org/W1978051874",
    "https://openalex.org/W2009410105",
    "https://openalex.org/W2073003460",
    "https://openalex.org/W2096378009",
    "https://openalex.org/W2159095006",
    "https://openalex.org/W2169639753",
    "https://openalex.org/W2180179520",
    "https://openalex.org/W2314423920",
    "https://openalex.org/W2319914034",
    "https://openalex.org/W2320093873",
    "https://openalex.org/W2340640709",
    "https://openalex.org/W2408636682",
    "https://openalex.org/W352354103"
  ]
}