{
  "id": "https://openalex.org/W2027271929",
  "title": "For The Common Good: Redirecting The Economy Towards Community, The Environment And A Sustainable Future",
  "abstract": "The scale of human activity in the biosphere has grown too large. The perspective is that change is needed in the approach to economic activity: correction and expansion a more empirical and historical attitude less pretense on being science and willingness to subordinate the market to purposes that it is not geared to determine. The economic proposal is concerned with the extent to which the economy supports healthy communities; it is related to the 19th-century Roman Catholic economic theory of Pesch. It is critical of contemporary economics and reflects the concerns of an economist and a theologian. The 4 parts to the books differentiate between the present state of economics as a deductive science and the consequences for the market measures of success homoeconomicus and the land in Part I and an alternative approach in Part II. The alternative is not to shape economics to science but to the realities of the world with the idea that better abstractions will evolve. Part III addresses policies in the US and their implications. Part IV pertains to the attainment of the objectives in an alternative economy. The vision is participatory and sustainable. The appendix provides an index of sustainable welfare between 1950-86 annually which includes net capital growth foreign versus domestic capital and environmental damage; there are 24 separate measures to show how to improve welfare. The caveats and limitations are also discussed. Also included for 1950-86 annually is an index of income inequality the value of services and highways public expenditures on health and education counted as personal consumption defensive private expenditures on health and education the cost of commuting the cost of urbanization the cost of air pollution the loss of agricultural land energy consumption as a measure of longterm environmental damage and net capital growth. The results show that the true health of the economy is discouraging. The generalized income measure/capita increased .84%/year between 1951-60 increased 2.01% between 1960-70 or .50% slower than the gross national product growth for the same period declined .14% between 1970-80 and declined 1.26% during the 1980s. This pattern is stable even with the exclusion of resource depletion and environmental damage.",
  "authors": [
    {
      "name": "Herman E. Daly"
    },
    {
      "name": "John B. Cobb"
    },
    {
      "name": "Clifford W. Cobb"
    }
  ],
  "publication_year": 1989,
  "cited_by_count": 1714,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}