{
  "id": "https://openalex.org/W2034469479",
  "title": "Lessons learnt from a comparison of three ecosystem models for Port Phillip Bay, Australia",
  "abstract": "Comparing multiple models applied to the same system can be highly instructive, both with regard to the system of interest and the models. In this case, three ecosystem simulation models (ECOSIM, Bay Model 2 [BM2] and the Integrated Generic Bay Ecosystem Model [IGBEM]) were tuned to data from Port Phillip Bay, Australia. ECOSIM is a dynamic biomass model; the other two are biogeochemical ecosystem models. Scenarios of environmental change (altered nutrient loading) and alternative fisheries management strategies (economically and ecologically motivated policies) are run for each model. A comparison of the predictions made by the models for these runs led to several general conclusions, first that large, shallow and enclosed bays, with many fish groups dependent on spawning stocks from outside the immediate area (e.g.Port Phillip Bay), may react more strongly to eutrophication than to fishing. The second conclusion is that a selected set of indicator groups (in this case, sharks, seagrass and chlorophyll a) seems to capture the major ecosystem impacts of alternative management scenarios. This has obvious implications for system monitoring in an adaptive management approach. The third is that multispecies or ecosystem models can identify potential impacts that a series of single-species models cannot (such as non-intuitive changes in biomass when species interactions outweigh fishery-induced pressures). Finally, policies focusing on the protection of species or groups only at higher trophic levels can fail to achieve sensible ecosystem objectives and may push systems into states that are far from pristine. These four findings have important ramifications for sustainable multiple-use management of shallow marine ecosystems.",
  "authors": [
    {
      "name": "Elizabeth A. Fulton"
    },
    {
      "name": "Anthony D. M. Smith"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 73,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1545623392",
    "https://openalex.org/W1969622508",
    "https://openalex.org/W1975128847",
    "https://openalex.org/W1991560151",
    "https://openalex.org/W2023331447",
    "https://openalex.org/W2029717834",
    "https://openalex.org/W2033487432",
    "https://openalex.org/W2050035629",
    "https://openalex.org/W2057722198",
    "https://openalex.org/W2061423359",
    "https://openalex.org/W2062523558",
    "https://openalex.org/W2077106577",
    "https://openalex.org/W2082672121",
    "https://openalex.org/W2085675243",
    "https://openalex.org/W2102344418",
    "https://openalex.org/W2122505518",
    "https://openalex.org/W2151771684",
    "https://openalex.org/W2292395912",
    "https://openalex.org/W3149191656",
    "https://openalex.org/W4285719527"
  ]
}