{
  "id": "https://openalex.org/W2038733900",
  "title": "Perspective changes everything: managing ecosystems from the inside out",
  "abstract": "In the past, environmental managers could behave as if they were managing a \"natural\" system to which they were external; criteria for successful management could be derived from historical data or from current pristine systems elsewhere in the world. With a few localized exceptions, this approach is no longer viable. Most of the ecosystems for which critical and urgent decisions need to be made are best seen as complex ecosocial systems, with people firmly embedded as an integral element. We can no longer manage ecosystems per se, but rather we must learn to manage our interactions within our ecological context. This view, which incorporates notions of multiple, interacting, nested hierarchies, feedback loops across space and time, and radical uncertainty with regard to prediction of system behavior, requires rethinking. How should we now think about science and science-based management? Post-normal science, complex systems theories, and the creation of collective narratives offer the best hope for making progress in this field. We use several ecosystem management and community health programs in Peru, Kenya, and Nepal to demonstrate the characteristics necessary for this kind of \"inside-out\" approach.",
  "authors": [
    {
      "name": "David Waltner‐Toews"
    },
    {
      "name": "James J. Kay"
    },
    {
      "name": "Cynthia Neudoerffer"
    },
    {
      "name": "T Gitau"
    }
  ],
  "publication_year": 2003,
  "cited_by_count": 168,
  "primary_topic": "Complex Systems and Decision Making",
  "subfield_topic": "Management Science and Operations Research",
  "field_topic": "Decision Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W128454122",
    "https://openalex.org/W1538934614",
    "https://openalex.org/W1543889784",
    "https://openalex.org/W1545559161",
    "https://openalex.org/W1548882045",
    "https://openalex.org/W1563495330",
    "https://openalex.org/W1899895688",
    "https://openalex.org/W1974564128",
    "https://openalex.org/W1984113394",
    "https://openalex.org/W1985236178",
    "https://openalex.org/W1988104469",
    "https://openalex.org/W2023914700",
    "https://openalex.org/W2049700323",
    "https://openalex.org/W2057288944",
    "https://openalex.org/W2068914639",
    "https://openalex.org/W2075159847",
    "https://openalex.org/W2141725127",
    "https://openalex.org/W2170500839"
  ]
}