{
  "id": "https://openalex.org/W2036431711",
  "title": "Spatial Model for an Exploited Shellfish Population, and its Application to the Georges Bank Scallop Fishery",
  "abstract": "Existing fisheries models employ the \"unit stock\" concept that makes no explicit allowance for spatial distribution of biomass and effort over a fishing ground. The utility of the unit stock concept rests largely upon the \"dynamic pool\" assumption. However, this is both invalid for sedentary species, and difficult to apply when information on spatial distribution by statistical subunits is available, as for the Georges Bank (lat. 42°N, long. 67°W) scallop population. By reference to the Georges Bank scallop fishery, more realistic general assumptions for a spatial model of shellfish populations are:a) Recruitment occurs in patches of random size and location with the constraint that local biomass does not exceed the virgin biomass of each unit area.b) The fraction of effort expended within each statistical area of a fishing ground is either determined by available local biomass alone (proportional effort allocation) or in combination with \"traditional fishing practice.\"Therefore, a spatial model (YRAREA) simulating nonrandom recruitment and harvesting of sedentary organisms is postulated and applied to Georges Bank scallop stocks. Some of the general predictions of this model differ significantly from those employing the unit stock concept, as follows:1) Under proportional effort allocation, overall yield declines more sharply with increasing effort subsequent to maximum sustained yield (MSY) than under dynamic pool assumptions. 2) Peak mortality and the apparent point of full recruitment on the catch curve occur progressively earlier in life (even at partially recruited ages) with increased effort or degree of clumping of the population, and subsequently declines with age, except where \"fully recruited\" ages coincide spatially with the \"target\" age-group making up the largest biomass component. This may be of general relevance to fisheries under intensive exploitation with sophisticated methods of navigation and fish finding; peak mortality may occur earlier in life than predicted from the gear selection ogive, if year-classes are independently distributed and there is no size limit regulation. 3) Variance in biomass/unit area is predicted to fall with age.For the Georges Bank scallop population, the model described herein predicts that a substantial increase in yield would result from diversion of effort from the Northern Edge to less heavily fished areas of the bank.",
  "authors": [
    {
      "name": "J.F. Caddy"
    }
  ],
  "publication_year": 1975,
  "cited_by_count": 123,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}