{
  "id": "https://openalex.org/W2031569377",
  "title": "An Alternative Perspective on Recruitment Overfishing and Biological Reference Points",
  "abstract": "Biological reference points are used to guide fisheries management decisions. The reference points most often used are expressed in terms of fishing mortality rate (F). F msy relates to the maximization of sustainable yield. In principle, it is a most useful reference point, but in practice it is difficult to estimate. F max and F 0.1 relate to certain levels of yield per recruit and are easily estimated, but they ignore conservation of the resource. Recruitment overfishing has usually been understood to occur when a population has been fished down to a point where recruitment is substantially reduced or fails. It has not been used as a basis for a biological reference point because the definition is vague and cannot be readily related to fishing mortality. Levels of spawning biomass below which recruitment seems to be reduced have been used, but their determination from available data is usually difficult and controversial. We propose an alternative definition of recruitment overfishing in terms of the level of fishing pressure that reduces the spawning biomass of a year class over its lifetime below the spawning biomass of its parents on average. Conventional models and types of data can be used to determine this level of F, denoted as F rep , which clearly relates to the replacement of spawning biomass and thus to sustainability of a population and yield in the long term.",
  "authors": [
    {
      "name": "Michael P. Sissenwine"
    },
    {
      "name": "J. G. Shepherd"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 310,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1687962006",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2043912273",
    "https://openalex.org/W2053534264",
    "https://openalex.org/W2100891518",
    "https://openalex.org/W2118285775",
    "https://openalex.org/W4285719527"
  ]
}