{
  "id": "https://openalex.org/W2035841992",
  "title": "Food Web Design and the Effect of Species Deletion",
  "abstract": "This paper explores the theoretical and experimental consequences of large perturbations to ecological communities. Previous studies have examined the attributes of model food webs that lead to stability when subjected to small perturbations to the densities of their constituent species. These attributes are numerous and real food webs possess many of them, though the restriction of stability is not their only explanation. One criticism of such studies is that small perturbations may be more of a mathematical convenience than a biological reality. I argue to the contrary. Some species are (1) slow to respond once perturbed and (2) may become extinct if depressed below some critical density. In consequence, a large perturbation may often be modelled by deleting a species from a system. Species deletion stability is defined as a system retaining all of its remaining species at a feasible, locally stable equilibrium after one of the species has been removed. Increasing food web complexity makes the systems more stable only when the plants and herbivores are removed. Removing the carnivores leads to reduced stability with increased complexity. Certain models, where carnivores do not exercise a controlling influence on the density of their prey (donor-control), show increased stability with increasing complexity, simply because the predator removals have no effect. Data on experimental species removals show that many real systems are not species deletion stable. From this I draw two conclusions: (1) real systems do not recover, at least quickly, from large perturbations and so requiring model systems to have this feature unlikely to be informative about food web design, (2) donor-control dynamics do not describe many real systems and, with their rejection goes one of the otherwise more plausible model systems where stability increases with complexity.",
  "authors": [
    {
      "name": "Stuart L. Pimm"
    }
  ],
  "publication_year": 1980,
  "cited_by_count": 241,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1969795410",
    "https://openalex.org/W1974393545",
    "https://openalex.org/W1980645199",
    "https://openalex.org/W1984555757",
    "https://openalex.org/W1987852776",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W2016495583",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2025964007",
    "https://openalex.org/W2027990961",
    "https://openalex.org/W2038891875",
    "https://openalex.org/W2040752430",
    "https://openalex.org/W2041491516",
    "https://openalex.org/W2043231452",
    "https://openalex.org/W2045166891",
    "https://openalex.org/W2045846027",
    "https://openalex.org/W2049546703",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2061541477",
    "https://openalex.org/W2072649899",
    "https://openalex.org/W2073264590",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2087550465",
    "https://openalex.org/W2093346156",
    "https://openalex.org/W2094755701",
    "https://openalex.org/W2109467374",
    "https://openalex.org/W2113007429",
    "https://openalex.org/W2165045468",
    "https://openalex.org/W2318158426",
    "https://openalex.org/W3214891299",
    "https://openalex.org/W4299993032"
  ]
}