{
  "id": "https://openalex.org/W2039756612",
  "title": "CHANGES IN MODELS OF AQUATIC ECOSYSTEMS APPROACHING CARRYING CAPACITY",
  "abstract": "Using a top-down modeling approach, published mass-balance models of trophic interactions and state variables in the western central Pacific Ocean and the northern Gulf of Mexico shelf were used to explore how large increases in top predator biomasses can be accommodated with given primary productions. It appears that the biomasses of top predators in these models can be increased an order of magnitude, which leads to a six- to sevenfold increase in overall consumer biomasses. This results in changes in food web structures that are in agreement with major aspects of E. P. Odum's theory of ecosystem development, particularly with regard to features associated with the retention and recycling of detritus. Based on the simulations and Odum's theory, we propose a functional definition of carrying capacity: the upper limit of biomass that can be supported by a set primary production and within a variable food web structure is reached when total system respiration equals the sum of primary production and detritus import. The theory supported by the simulations has a number of corollaries relevant to sustainable management of ecosystems.",
  "authors": [
    {
      "name": "Villy Christensen"
    },
    {
      "name": "Daniel Pauly"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 119,
  "primary_topic": "Sustainability and Ecological Systems Analysis",
  "subfield_topic": "Environmental Engineering",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1496578198",
    "https://openalex.org/W1673961536",
    "https://openalex.org/W1966476930",
    "https://openalex.org/W1967049079",
    "https://openalex.org/W2000871131",
    "https://openalex.org/W2033973361",
    "https://openalex.org/W2051704233",
    "https://openalex.org/W2081050205",
    "https://openalex.org/W2087641521",
    "https://openalex.org/W2137535788",
    "https://openalex.org/W2317845212",
    "https://openalex.org/W3022436694",
    "https://openalex.org/W4254528901"
  ]
}