{
  "id": "https://openalex.org/W2030764027",
  "title": "Biological reference points for fish stocks in a multispecies context",
  "abstract": "Biological reference points (BRPs) are widely used to define safe levels of harvesting for marine fish populations. Most BRPs are either minimum acceptable biomass levels or maximum fishing mortality rates. The values of BRPs are determined from historical abundance data and the life-history parameters of the fish species. However, when the life-history parameters change over time, the BRPs become moving targets. In particular, the natural mortality rate of prey species depends on predator levels; conversely, predator growth rates depend on prey availability. We tested a suite of BRPs for their robustness to observed changes in natural mortality and growth rates. We used the relatively simple Baltic Sea fish community for this sensitivity test, with cod as predator and sprat and herring as prey. In general, the BRPs were much more sensitive to the changes in natural mortality rates than to growth variation. For a prey species like sprat, fishing mortality reference levels should be conditioned on the level of predation mortality. For a predator species, a conservative level of fishing mortality can be identified that will prevent growth overfishing and ensure stock replacement. These first-order multispecies interactions should be considered when defining BRPs for medium-term (510 year) management decisions.",
  "authors": [
    {
      "name": "Jeremy S. Collie"
    },
    {
      "name": "Henrik Gislason"
    }
  ],
  "publication_year": 2001,
  "cited_by_count": 124,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1975933594",
    "https://openalex.org/W2001388089",
    "https://openalex.org/W2025951156",
    "https://openalex.org/W2041329239",
    "https://openalex.org/W2077092969",
    "https://openalex.org/W2098481144",
    "https://openalex.org/W2103091051",
    "https://openalex.org/W2103937295",
    "https://openalex.org/W2120204047",
    "https://openalex.org/W2131129168",
    "https://openalex.org/W2134776806",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2142597494",
    "https://openalex.org/W2150844962",
    "https://openalex.org/W2167950101",
    "https://openalex.org/W2170230705",
    "https://openalex.org/W2471785856",
    "https://openalex.org/W2479378631",
    "https://openalex.org/W2493737068"
  ]
}