{
  "id": "https://openalex.org/W2035390881",
  "title": "Impact of ray feeding disturbances on sandflat macrobenthos: do communities dominated by polychaetes or shellfish respond differently?",
  "abstract": "Studies of the influence of small-scale disturbances on soft-bottom communities have usually been conducted on one type of community only.We utilized polychaete and bivalve dominated macrobenthic communities in 2 physically similar intertidal sandflat sites to study differences in recolonization of pits created by feeding eagle rays Myljobatis tenuicaudatus.In both communities ray pits were sampled on 6 occasions until 12 d after their creation.Ray pits rapidly infilled with sediment of similar grain size to that of the surrounding sandflat.Organic carbon content only became elevated in the pits in the polychaete dominated community.The intensity of ray disturbance ind~cated that sediment within an area of 700 to 800 mZ at either site would be turned over about every 70 d.Rapid recolonization of pits by macrofauna occurred in both communities, although bivalves tended to recolonize more rapidly than polychaetes.An epibenthic crustacean was the only species to indicate possible preferential exploitation of pits.Rapid recolonization and sediment infilling emphasise the importance of passive transport of adults into pits.The tube-mat forming polychaete Boccardia syrtis, dominant at one site, was the only common species which did not colonize pits in the same proportion to that found in the sediment adjacent to pits.The rate of sediment turnover by rays and the rapid recolonization by macrofauna indicate that rays may tend to smooth out distribution patterns, particularly those of long-lived infauna, and play a role in maintaining dominance patterns in both polychaete and bivalve communities.",
  "authors": [
    {
      "name": "Simon F. Thrush"
    },
    {
      "name": "R. D. Pridmore"
    },
    {
      "name": "JE Hewitt"
    },
    {
      "name": "Vonda J. Cummings"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 140,
  "primary_topic": "Marine Biology and Ecology Research",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1664665536",
    "https://openalex.org/W1977707434",
    "https://openalex.org/W1986301937",
    "https://openalex.org/W1989261761",
    "https://openalex.org/W2072089588",
    "https://openalex.org/W2109118369",
    "https://openalex.org/W2475508001",
    "https://openalex.org/W2792501672",
    "https://openalex.org/W3015973740",
    "https://openalex.org/W4249479329",
    "https://openalex.org/W632377368"
  ]
}