{
  "id": "https://openalex.org/W2030361515",
  "title": "Bayesian and Related Approaches to Fitting Surplus Production Models",
  "abstract": "The Schaefer surplus production model relates equilibrium yield to fishing effort and can be fitted using just information on catch and fishing effort. Sometimes, the fitted model predicts a maximum sustainable yield (height of the parabola) that is clearly unrealistic. In this case, one may wish to use prior information on maximum sustainable yield either to constrain the height of the parabola or to provide a prior distribution for Bayesian estimation. To construct a Bayes estimator, one would generally specify a noninformative prior on the residual error variance and, possibly, on the width of the parabola; the prior distribution for height could be obtained by examining fisheries for similar stocks or species on a per unit area basis. Another possibility is to use an empirical Bayes estimator when data from several fisheries (e.g., individual lakes) are available for several years. The methodology is illustrated on catch and effort data for big-eye tuna (Thunnus obesus) and Dungeness crab (Cancer magister). The approach can be extended to other fishery models, including nonequilibrium production models. The prior distribution parameters can be allowed to depend on covariates.",
  "authors": [
    {
      "name": "John M. Hoenig"
    },
    {
      "name": "W. G. Warren"
    },
    {
      "name": "M. Stocker"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 22,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1687962006",
    "https://openalex.org/W1967439750",
    "https://openalex.org/W1973180707",
    "https://openalex.org/W1977752830",
    "https://openalex.org/W1993030023",
    "https://openalex.org/W1995373242",
    "https://openalex.org/W1999503770",
    "https://openalex.org/W2004105083",
    "https://openalex.org/W2015163943",
    "https://openalex.org/W2042464037",
    "https://openalex.org/W2110022634",
    "https://openalex.org/W2110217021",
    "https://openalex.org/W2152942727",
    "https://openalex.org/W2156273867",
    "https://openalex.org/W2323243851",
    "https://openalex.org/W2578024364",
    "https://openalex.org/W2632945277",
    "https://openalex.org/W2797772566"
  ]
}