{
  "id": "https://openalex.org/W2041491516",
  "title": "Experimental Evaluation of Ecological Dominance in a Rocky Intertidal Algal Community",
  "abstract": "The mechanisms by which various species exert influence disproportionate to their abundance or mass on the structure of a lower intertidal algal community were evaluated experimentally. These functional roles were evaluated experimentally. These functional roles were evaluated by various controlled manipulations at seven stations along the Washington coastline ranked according to an exposure/desiccation gradient. The algae were divided into three categories: canopy species, which grow above the other species and apparently succeed in competitively dominating the light resources as demonstrated by algal blooms following their removal; obligate understory species, which die after the canopy species are removed; and fugitive species, which are quick to colonize new space. Ecological dominance was exerted in areas of moderate wave exposure by Hedophyllum sessile, which competitively displaces a large number of fugitive algal species and which furnishes a protected habitat for many obligate understory algae that die or defoliate after the removal of Hedophyllum. Hedophyllum loses this dominance in the most exposed areas, although such sites apparently represent its physiologically optimal habitat, because in these areas it is out—competed by Laminaria setchellii and Lessoniopsis littoralis. In these wave exposed habitats Lessoniopsis was demonstrated to exert a strong competitive dominance over all the other species in the association. The molluscan herbivores were not observed to express any measurable effects on the recruitment or survival of the algae. However, the echinoid Strongylocentrotus purpuratus often overexploits its prey and has a pronounced influence on most of the algal species. In this respect S. purpuratus enjoys an important community role singular among the many herbivores. Similarly, Pycnopodia helianthoides and Anthopleura xanthogrammica are disproportionately important carnivores, because their predation on Strongylocentrotus, clearing large areas of urchins, results in patches in which algal succession follows. The rate of algal succession following removal of the dominant algal species or of Strongylocentrotus is proportional to the degree of wave exposure. The Hedophyllum canopy recovery at the Eagle Point area of San Juan Island, a site exposed to relatively little wave action and thus high levels of desiccation, was relatively slow, with only 10%—26% cover reestablished after 3 yr. In contrast, Hedophyllum canopy developed up to 66% cover in only 1 yr in the exposed area of Waadah Island; it then quickly lost its dominance to Laminaria and Lessoniopsis. Algal succession in deeper Portage Head tidepools was found to be relatively slow with no clear dominance expressed after 5 yr.",
  "authors": [
    {
      "name": "Paul K. Dayton"
    }
  ],
  "publication_year": 1975,
  "cited_by_count": 689,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1148965617",
    "https://openalex.org/W1451913231",
    "https://openalex.org/W1538256544",
    "https://openalex.org/W1590052930",
    "https://openalex.org/W195420303",
    "https://openalex.org/W1966516834",
    "https://openalex.org/W1967361662",
    "https://openalex.org/W1971560633",
    "https://openalex.org/W1973688100",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1983248343",
    "https://openalex.org/W2005979217",
    "https://openalex.org/W2007549237",
    "https://openalex.org/W2007856940",
    "https://openalex.org/W2019419638",
    "https://openalex.org/W2022822200",
    "https://openalex.org/W2028435430",
    "https://openalex.org/W2029732055",
    "https://openalex.org/W2029796932",
    "https://openalex.org/W2031779520",
    "https://openalex.org/W2032725370",
    "https://openalex.org/W2035166278",
    "https://openalex.org/W2044986693",
    "https://openalex.org/W2046941228",
    "https://openalex.org/W2048070542",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2058251631",
    "https://openalex.org/W2065251059",
    "https://openalex.org/W2073264590",
    "https://openalex.org/W2091777825",
    "https://openalex.org/W2093346156",
    "https://openalex.org/W2099264212",
    "https://openalex.org/W2120407203",
    "https://openalex.org/W2127968642",
    "https://openalex.org/W2133341571",
    "https://openalex.org/W2149844596",
    "https://openalex.org/W2150218896",
    "https://openalex.org/W2151333632",
    "https://openalex.org/W2153414466",
    "https://openalex.org/W2312260666",
    "https://openalex.org/W2324851947",
    "https://openalex.org/W2326497574",
    "https://openalex.org/W275978331",
    "https://openalex.org/W2962874606",
    "https://openalex.org/W2982592543",
    "https://openalex.org/W31838381",
    "https://openalex.org/W632801975"
  ]
}