{
  "id": "https://openalex.org/W2041549882",
  "title": "Short-Term Apparent Competition",
  "abstract": "Interspecific interactions reflect the cumulative consequences of individual behavioral acts. The foraging decisions made by predators influence the way in which predation shapes the structure of prey communities. Alternative prey species co-occurring in a patch embedded in a matrix of many similar patches may interact through a shared mobile predator in two distinct ways. First, the functional response by an individual predator foraging in the patch to one prey species may be affected by the density of a second prey species in the patch (e.g., any time spent handling one prey reduces the time available for capturing other prey). Second, the presence of a second prey species may alter the propensity of predators to aggregate or remain in a given patch. We argue that this aggregative numerical response can in many circumstances generate -, - interactions (apparent competition) between prey species that otherwise would not interact. This is most likely if predators use a simple optimality criterion for prey selectivity within patches and the marginal-value theorem for deciding when to enter and leave patches. By contrast, if predators have suboptimal diets within patches but leave in accord with the marginal-value theorem, alternative prey may experience a +, - interaction; and, if predators use patches independently of prey availability, a +, + interaction between alternative prey can occur. Hence, the qualitative character of the interaction between alternative prey in a patchy environment depends on the degree to which predators do, or do not, match the canonical predictions of optimal foraging theory.",
  "authors": [
    {
      "name": "Robert D. Holt"
    },
    {
      "name": "Burt P. Kotler"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 364,
  "primary_topic": "Mathematical and Theoretical Epidemiology and Ecology Models",
  "subfield_topic": "Public Health, Environmental and Occupational Health",
  "field_topic": "Medicine",
  "domain_topic": "Health Sciences",
  "referenced_works": [
    "https://openalex.org/W1514623197",
    "https://openalex.org/W1960351623",
    "https://openalex.org/W1983096747",
    "https://openalex.org/W1983254603",
    "https://openalex.org/W1984132513",
    "https://openalex.org/W1987759914",
    "https://openalex.org/W1994270476",
    "https://openalex.org/W1995509319",
    "https://openalex.org/W2001539110",
    "https://openalex.org/W2015823673",
    "https://openalex.org/W2022972740",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2027665073",
    "https://openalex.org/W2047725723",
    "https://openalex.org/W2065099092",
    "https://openalex.org/W2091298675",
    "https://openalex.org/W2093745521",
    "https://openalex.org/W2120157426",
    "https://openalex.org/W2128092753",
    "https://openalex.org/W2133245701",
    "https://openalex.org/W2153698084",
    "https://openalex.org/W2178504862",
    "https://openalex.org/W2281601584",
    "https://openalex.org/W2320706407",
    "https://openalex.org/W2321059325",
    "https://openalex.org/W2321458813",
    "https://openalex.org/W2990001651",
    "https://openalex.org/W3025136633",
    "https://openalex.org/W3186122124",
    "https://openalex.org/W45451037"
  ]
}