{
  "id": "https://openalex.org/W2042472864",
  "title": "An ecosystem approach to global assessment and management of coastal waters",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 190:271-287 (1999) - doi:10.3354/meps190271 An ecosystem approach to global assessment and management of coastal waters K. Sherman1,*, A. M. Duda2 1United States Department of Commerce, National Oceanic and Atmospheric Administration, National Marine Fisheries Service, Northeast Fisheries Science Center, 28 Tarzwell Drive, Narrangansett, Rhode Island 02882-1199, USA 21818 H Street NW, Room G-6015 Global Environment Facility Secretariat, Washington, DC 20433, USA *E-mail: kenneth.sherman@noaa.gov ABSTRACT: Since the Rio Summit in 1992 the public has become increasingly aware that coastal ecosystems are under significant threat from pollution, overexploitation, and habitat loss. However, little progress has been made in sustained global actions to reverse their degraded state. It has been no small feat for the world community to come to agreement on international instruments identifying environmental and resource problems, but it is another matter altogether to muster the scientific community and the political will to enact necessary policy reforms and devote necessary funding to restore and protect valuable marine ecosystems. An ecosystems approach is emerging for the assessment and management of coastal waters around the globe utilizing modular strategies for linking science-based assessments of the changing states of large marine ecosystems to socioeconomic benefits expected from achieving long-term sustainability of their resources. To assist developing countries in implementing the ecosystems approach to marine resources development and sustainability in international waters, the Global Environment Facility and its $2 billion trust fund has been opened to universal participation that builds on partnerships with the United Nations Development Programme, the United Nations Environmental Programme, and the World Bank KEY WORDS: Global assessment · Large marine ecosystems · Management · Sustainability Full text in pdf format PreviousNextExport citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 190. Publication date: December 14, 1999 Print ISSN:0171-8630; Online ISSN:1616-1599 Copyright © 1999 Inter-Research.",
  "authors": [
    {
      "name": "Kenneth Sherman"
    },
    {
      "name": "AM Duda"
    }
  ],
  "publication_year": 1999,
  "cited_by_count": 161,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W104191741",
    "https://openalex.org/W133625251",
    "https://openalex.org/W1872089455",
    "https://openalex.org/W1963984107",
    "https://openalex.org/W1966612419",
    "https://openalex.org/W1980450709",
    "https://openalex.org/W2001727430",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2034533718",
    "https://openalex.org/W2083703942",
    "https://openalex.org/W2255221123",
    "https://openalex.org/W2258669027",
    "https://openalex.org/W2287595266",
    "https://openalex.org/W2463632108",
    "https://openalex.org/W2591729949",
    "https://openalex.org/W2620894915",
    "https://openalex.org/W2800861024",
    "https://openalex.org/W4205492373",
    "https://openalex.org/W4236428803",
    "https://openalex.org/W4285116987",
    "https://openalex.org/W633885013",
    "https://openalex.org/W641817617",
    "https://openalex.org/W643196878"
  ]
}