{
  "id": "https://openalex.org/W2040199098",
  "title": "Ecological Abstraction: The Consequences of Reduced Dimensionality in Ecological Models",
  "abstract": "Real world ecosystems (as opposed to their mathematical counterparts) are often enormously complex associations of species which interact in diverse ways. As a matter of practical necessity, field ecologists can rarely specify, much less quantify, all of the interactions. Consequently, empirically derived equations purporting to describe the dynamics of such systems generally consider fewer than the total number of interacting species. The present paper calls attention to this reduction in dimensionality and explores some of its consequences. In particular, attention is called to what are termed the Abstracted Growth Equations, those of reduced dimensionality, and to the way that these expressions derive from the underlying n—variable equations. The degree to which the Abstracted Equations accurately describe the dynamics of the species of interest is shown to depend on the time scale of these species relative to that of the species which are omitted. A general result relating the product of the eigenvalues of the Abstracted Equations to the corresponding product for the n—variable equations is proved. It is further pointed out that the distinction between Abstracted and n—variable equations suggests experiments which at least in principle should enable the empiricist to estimate the importance of species and interactions which are omitted. The relationship between Abstracted and n—variable equations is also discussed with regard to measuring competition coefficients and related parameters, and also to the problem of determining whether or not higher order interactions are present in laboratory microcosms. The analysis concludes by comparing the stability properties of several simplified models of community interactions with those of the corresponding one—species Abstracted Equations. It is shown, for the case of difference equations, in particular, that analysis of the one—species models may often lead one to conclude that the system is stable, whereas in fact it is unstable due to overdamping. The final Discussion relates the results of the present paper to previous studies that anticipate the view presented here, and comments on the quarrel that has developed between those ecologists who believe in the existence of community—wide patterns of body size and the like and those who reject this view. It is suggested that the resolution of this dispute may depend on our ability to classify subsystems of species (i.e., guilds) with regard to the extent to which their internal organization is influenced by variation in the larger communities in which they are embedded. Finally, it is shown that Roughgarden's principal results for community coevolution can be deduced from the Abstracted Growth Equations of a particular subset of the entire community.",
  "authors": [
    {
      "name": "William M. Schaffer"
    }
  ],
  "publication_year": 1981,
  "cited_by_count": 155,
  "primary_topic": "Ecology and Vegetation Dynamics Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1581071628",
    "https://openalex.org/W1966124679",
    "https://openalex.org/W1972861805",
    "https://openalex.org/W1974119428",
    "https://openalex.org/W1984420161",
    "https://openalex.org/W1989315300",
    "https://openalex.org/W1991992709",
    "https://openalex.org/W2033618089",
    "https://openalex.org/W2033980098",
    "https://openalex.org/W2037567919",
    "https://openalex.org/W2037999126",
    "https://openalex.org/W2051000957",
    "https://openalex.org/W2053861007",
    "https://openalex.org/W2081307695",
    "https://openalex.org/W2113007429",
    "https://openalex.org/W2138106632",
    "https://openalex.org/W2318191987",
    "https://openalex.org/W2326002447",
    "https://openalex.org/W3043227200",
    "https://openalex.org/W3108418035",
    "https://openalex.org/W646537918"
  ]
}