{
  "id": "https://openalex.org/W2042464037",
  "title": "Adaptive Management of Renewable Resources.",
  "abstract": "The author challenges the traditional approach to dealing with uncertainty in the management of such renewable resources as fish and wildlife. He argues that scientific understanding will come from the experience of management as an ongoing, adaptive, and experimental process, rather than through basic research or the development of ecological theory. \n\nThe opening chapters review approaches to formulating management objectives as well as models for understanding how policy choices affect the attainment of these objectives. Subsequent chapters present various statistical methods for understanding the dynamics of uncertainty in managed fish and wildlife populations and for seeking optimum harvest policies in the face of uncertainty. The book concludes with a look at prospects for adaptive management of complex systems, emphasizing such human factors involved in decision making as risk aversion and conflicting objectives as well as biophysical factors. Throughout the text dynamic models and Bayesian statistical theory are used as tools for understanding the behavior of managed systems. These tools are illustrated with simple graphs and plots of data from representative cases. \n\nThis text/reference will serve researchers, graduate students, and resource managers who formulate harvest policies and study the dynamics of harvest populations, as well as analysts (modelers, statisticians, and stock assessment experts) who are concerned with the practice of policy design.",
  "authors": [
    {
      "name": "Amy Rutherford"
    },
    {
      "name": "Caroline E. Walters"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 3424,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1985941935",
    "https://openalex.org/W2035058341"
  ]
}