{
  "id": "https://openalex.org/W2059479511",
  "title": "Managing Sustainable Development",
  "abstract": "The authors of this book propose a means to organize environmental management that can best address the challenges posed by sustainable development. Industrialism has spread throughout the world resulting in considerable inequalities between high income and low income regions. Ever-growing capitalism puts tremendous global stress on the environment suggesting limits to modernity. Neither socialist centralized planning nor liberal capitalism can appropriately address regional continental and global environmental crises. The traditional analytic scientific approach of analyzing components of ecosystems does not have the answer to environmental problems. Flexible nonhierarchical partnerships between various interests called action-centered networks are an important innovation. Both developing and developed countries at all levels can implement such networks. They encourage policy integration and consensus required to achieve the structural change in industrial and industrializing societies. Examples of existing networks include local Groundwork Trusts in the UK the California Growth Management Consensus Project Innovations in Development for Environmental Action (IDEA) in 7 developing countries at the regional/fluvial level and the Netherlands National Environment Policy Plan. What is needed is a multisector action-centered network for environmental management at the international level. Networks already exist linking nongovernmental organizations from around the world. The Business Council for Sustainable Development fosters discussions in business on environmental issues. Many people favor a Marshall Plan which would transfer money and technology from market-economy countries to former communist countries and developing countries to help achieve sustainable development. It also needs a transfer of skills in environmental management and medication.",
  "authors": [
    {
      "name": "Michael Jabara Carley"
    },
    {
      "name": "Ian Christie"
    }
  ],
  "publication_year": 2017,
  "cited_by_count": 341,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}