{
  "id": "https://openalex.org/W2056187733",
  "title": "Implications of Dynamically Variable Traits for Identifying, Classifying, and Measuring Direct and Indirect Effects in Ecological Communities",
  "abstract": "This article discusses how the presence of dynamic change in traits affecting inter-specific interactions changes the ways in which interactions between species are distinguished, classified, and measured. The prevalence of models lacking any trait dynamics has led to methods of identifying and measuring indirect effects that are not valid when phenotypically or evolutionarily plastic traits affect interspecific interactions. When traits are dynamic, the number of links in a dynamic model can no longer be used to distinguish direct and indirect effects, and classifying interactions by a single sign denoting effect on equilibrium density becomes problematic. The presence of trait dynamics also changes the interpretation of manipulative experiments that have been used to measure indirect effects. Because both traits and population densities can transmit indirect effects, a given ordered series of species will often transmit several indirect effects, which may have opposite signs. Because some traits can change very rapidly, dynamic equations describing population growth rates may often include the densities of species that interact indirectly with the given species. Some of the conceptual problems in comparing magnitudes of direct and indirect effects are illustrated by simple models of a three-species food chain. Different methods of measuring effect magnitudes can give different conditions for when direct effects are larger than indirect effects. Other terminology related to indirect effects, including interaction modification and higher-order interaction, is critically discussed. Given the present paucity of information about trait dynamics, it may be premature to attempt to compare magnitudes of direct and indirect effects.",
  "authors": [
    {
      "name": "Peter A. Abrams"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 503,
  "primary_topic": "Animal Ecology and Behavior Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W129831482",
    "https://openalex.org/W1522708322",
    "https://openalex.org/W1597871704",
    "https://openalex.org/W1966124679",
    "https://openalex.org/W1975747258",
    "https://openalex.org/W1987148902",
    "https://openalex.org/W1997765943",
    "https://openalex.org/W1999047637",
    "https://openalex.org/W2002315210",
    "https://openalex.org/W2007168967",
    "https://openalex.org/W2010981035",
    "https://openalex.org/W2016979683",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2033267409",
    "https://openalex.org/W2034591144",
    "https://openalex.org/W2040199098",
    "https://openalex.org/W2041549882",
    "https://openalex.org/W2047790876",
    "https://openalex.org/W2052778641",
    "https://openalex.org/W2058757045",
    "https://openalex.org/W2068074687",
    "https://openalex.org/W2071031095",
    "https://openalex.org/W2071963339",
    "https://openalex.org/W2080618944",
    "https://openalex.org/W2081363984",
    "https://openalex.org/W2088021460",
    "https://openalex.org/W2093745521",
    "https://openalex.org/W2111426951",
    "https://openalex.org/W2123005490",
    "https://openalex.org/W2141552878",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2161169328",
    "https://openalex.org/W2165111556",
    "https://openalex.org/W2168938385",
    "https://openalex.org/W2178504862",
    "https://openalex.org/W2321937847",
    "https://openalex.org/W2322034893",
    "https://openalex.org/W2325707388",
    "https://openalex.org/W2482661094",
    "https://openalex.org/W2992389778",
    "https://openalex.org/W76223228",
    "https://openalex.org/W93423279"
  ]
}