{
  "id": "https://openalex.org/W2055402323",
  "title": "Relationships between Common Biological Reference Points Used as Thresholds and Targets of Fisheries Management Strategies",
  "abstract": "Relationships between various biological reference points (BRPs) used to define thresholds and targets of fisheries management strategies were examined for a range of combinations of life history characteristics. Rank orderings of the selected BRPs were strongly influenced by the degree of density dependence in the underlying spawning–recruitment (S–R) relationship. The validity of F 0.1 , F max , F 20% (the fishing mortality at which spawning per recruit is 20% of the maximum), and other reference fishing mortality rates as approximations to F msy or as thresholds of overfishing is highly dependent on life history characteristics, particular the degree of density dependence in the S–R relationship. It is recommended that F 40% be adopted as a target fishing mortality rate when the S–R relationship is unknown and that threshold levels of biomass be related to the estimated or assumed degree of density dependence in the S–R relationship. Two new methods of calculating threshold biomass levels are suggested as alternatives to the familiar 20% B 0 rule.",
  "authors": [
    {
      "name": "Pamela M. Mace"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 399,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1978406555",
    "https://openalex.org/W2015765595",
    "https://openalex.org/W2021123161",
    "https://openalex.org/W2031569377",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2035523198",
    "https://openalex.org/W2054032249",
    "https://openalex.org/W2072079115",
    "https://openalex.org/W2088865141",
    "https://openalex.org/W2100891518",
    "https://openalex.org/W2340698615"
  ]
}