{
  "id": "https://openalex.org/W2054172540",
  "title": "Conservation of Exploited Species",
  "abstract": "List of contributors Foreword Sir Robert May Part I. Setting the Scene: 1. Exploitation as a conservation issue Georgina M. Mace and John D. Reynolds 2. Can we exploit sustainably? Donald Ludwig Part II. Population-Based Approaches: 3. The gospel of maximum sustainable yield in fisheries management: birth, crucifixion and reincarnation Andre E. Punt and Anthony D. M. Smith 4. Sustainable exploitation of fluctuating populations Russell Lande, Bernt-Erik S'ther and Steinar Engen 5. The exploitation of spatially structured populations E. J. Milner-Gulland 6. The conservation of exploited species in an uncertain world: novel methods and the failure of traditional techniques Paul R. Wade Part III. Taxonomic Comparisons: 7. Life histories of fishes and population responses to exploitation John D. Reynolds, Simon Jennings and Nicholas K. Dulvy 8. Mammalian life histories and responses of populations to exploitation Andy Purvis 9. Trade of live wild birds: potentials, principles, and practices of sustainable use Steven R. Beissinger 10. Game vertebrate extraction in African and Neotropical forests: an intercontinental comparison John E. Fa and Carlos A. Peres 11. Lessons from the plant kingdom for conservation of exploited species Charles M. Peters Part IV. From Individuals to Communities: 12. The role of behaviour in studying sustainable exploitation William J. Sutherland and Jennifer A. Gill 13. The Allee effect: a barrier to recovery by exploited species Christopher W. Petersen and Don R. Levitan 14. Life histories and sustainable harvesting Hanna Kokko, Jan Lindstrom and Esa Ranta 15. Phenotypic and genetic changes due to selective exploitation Richard Law 16. An ecosystem perspective on conserving targeted and non-targeted species Michel J. Kaiser and Simon Jennings 17. The half-empty forest: sustainable use and the ecology of interactions Kent H. Redford and Peter Feinsinger Part V. Conservation Meets Sustainable Use: 18. Sustainable use and pest control in conservation: kangaroos as a case study Gordon C. Grigg and Anthony R. Pople 19. Conservation and resource use in arctic ecosytems Anne Gunn 20. Conservation out of exploitation: a silk purse from a sow's ear? Jon Hutton and Barney Dickson 21. Getting the biology right in a political sort of way Steven Sanderson Part VI. Final Thoughts: 22. Using 'sustainable use' approaches to conserve exploited populations John G. Robinson Index.",
  "authors": [
    {
      "name": "Dale R. McCullough"
    },
    {
      "name": "John D. Reynolds"
    },
    {
      "name": "Georgina M. Mace"
    },
    {
      "name": "Kent H. Redford"
    },
    {
      "name": "Jack G. Robinson"
    }
  ],
  "publication_year": 2003,
  "cited_by_count": 187,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}