{
  "id": "https://openalex.org/W2050141713",
  "title": "Regional patterns of kittiwake Rissa tridactyla breeding success are related to variability in sandeel recruitment",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 300:201-211 (2005) - doi:10.3354/meps300201 Regional patterns of kittiwake Rissa tridactyla breeding success are related to variability in sandeel recruitment Morten Frederiksen1,*, Peter J. Wright2, Michael P. Harris1, Roderick A. Mavor3,Martin Heubeck4, Sarah Wanless1 1Centre for Ecology and Hydrology, Hill of Brathens, Banchory, AB31 4BW, UK2FRS Marine Laboratory, PO Box 101, 375 Victoria Road, Aberdeen, AB11 9DB, UK3Joint Nature Conservation Committee, Dunnet House, 7 Thistle Place, Aberdeen, AB10 1UZ, UK4University of Aberdeen (SOTEAG), c/o East House, Sumburgh Head Lighthouse, Virkie, Shetland, ZE3 9JN, UK *Email: mfr@ceh.ac.uk The population dynamics of marine top predators such as seabirds may be self-regulating through local prey depletion, or they may reflect environmentally induced fluctuations in prey availability. Both mechanisms are not mutually exclusive. We examined spatio-temporal variation in breeding success of black-legged kittiwakes Rissa tridactyla, a seabird widely monitored in the British Isles. Kittiwakes here feed mostly on lesser sandeels Ammodytes marinus, a species that is strongly tied to specific sediment types and therefore shows a strong regional population structure. Neither kittiwake colony growth rate nor breeding success correlated negatively with colony size as expected under local prey depletion in the absence of regional variation in carrying capacity. We used multivariate analyses of breeding success data for 42 kittiwake colonies to identify clusters showing synchronised variation in success, and compared these with known sandeel aggregations identified from fish and fishery surveys. A number of geographically distinct clusters of kittiwakes were identified, and these were largely congruent with sandeel aggregations. Major sandeel aggregations with clear associated clusters of kittiwake colonies occurred off of east England and east Scotland, while western coasts of Britain were characterised by smaller aggregations and less obvious kittiwake clusters. There was considerable regional variability in sandeel recruitment, and this was reflected in mostly uncorrelated time series of kittiwake breeding success between different regions. These results indicate that regional variation in prey availability had a stronger effect on kittiwake dynamics than local prey depletion. An appreciation of the appropriate spatial scale of prey dynamics thus improves understanding of the dynamics of marine predator–prey systems. KEY WORDS: Kittiwakes · Sandeels · Spatial population dynamics · Population regulation · Rissa tridactyla · Ammodytes marinus Full text in pdf format PreviousNextExport citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 300. Online publication date: September 16, 2005 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2005 Inter-Research.",
  "authors": [
    {
      "name": "Morten Frederiksen"
    },
    {
      "name": "PJ Wright"
    },
    {
      "name": "MP Harris"
    },
    {
      "name": "RA Mavor"
    },
    {
      "name": "Martin Heubeck"
    },
    {
      "name": "Sarah Wanless"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 95,
  "primary_topic": "Avian ecology and behavior",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1591131578",
    "https://openalex.org/W1806918838",
    "https://openalex.org/W1963671140",
    "https://openalex.org/W1963803163",
    "https://openalex.org/W1967924067",
    "https://openalex.org/W1971675739",
    "https://openalex.org/W1975010850",
    "https://openalex.org/W1978612096",
    "https://openalex.org/W1986094400",
    "https://openalex.org/W1996705910",
    "https://openalex.org/W2013277555",
    "https://openalex.org/W2020533615",
    "https://openalex.org/W2031752682",
    "https://openalex.org/W2040766929",
    "https://openalex.org/W2061458963",
    "https://openalex.org/W2062129965",
    "https://openalex.org/W2066522470",
    "https://openalex.org/W2077959816",
    "https://openalex.org/W2092996881",
    "https://openalex.org/W2094711351",
    "https://openalex.org/W2102700338",
    "https://openalex.org/W2122978185",
    "https://openalex.org/W2124856587",
    "https://openalex.org/W2149150763",
    "https://openalex.org/W2154094733",
    "https://openalex.org/W2160539754",
    "https://openalex.org/W2173542178",
    "https://openalex.org/W2248584136",
    "https://openalex.org/W2379509210",
    "https://openalex.org/W2796519526",
    "https://openalex.org/W2915810031",
    "https://openalex.org/W2915995499",
    "https://openalex.org/W4231595680",
    "https://openalex.org/W4300940237"
  ]
}