{
  "id": "https://openalex.org/W2052997598",
  "title": "ECOSYSTEM MANAGEMENT FOR SUSTAINABLE MARINE FISHERIES<sup>1</sup>",
  "abstract": "Human societies have caused large-scale modifications of the landscape and observed the ecosystem consequences of these changes for centuries. Natural terrestrial ecosystems have been greatly altered through the actions of humans by grazing, agriculture, forestry, and urbanization. Natural populations have been fragmented and their numbers reduced. Natural forests have been turned into grasslands or crops, and shrublands in many cases have expanded. Species have been driven to extinction. The results of these actions through time are easily seen and quantified, and thus surprises are few, although the interannual variability of climate and outbreaks of diseases and invasive pests can cause deviations from expectations and hence local hardships. With ocean ecosystems our powers of direct observation are much more limited. Everything takes place out of view, and so our knowledge of what organisms are present, how many there are, and how they interact is, in general, rather fragmentary. Surprises are to be expected. The apparent large-scale crashes of many fisheries of the world did indeed come as a surprise to most. What seemed like an unlimited source of diverse protein all of sudden seemed quite limited, and in fact the long-term sustainability of many fish stocks appeared threatened. These events led to considerable social disruption within the fishing industry and an intense questioning of fishery practices. This special volume contributes to the reexamination process. The papers that follow were associated with an international meeting on the state of fisheries that was held in Monterey, California, in February 1996, sponsored by the U.S. National Research Council's Ocean Study Board. These papers were an element of the discussions that provided input to the National Research Council's study on an ecosystem approach to the management of marine ecosystems. These papers do not form the full substance of the debate, but they do give some recent thinking on a number of important issues of this complex problem. The initial papers treat the basic nature of marine ecosystems and how they have been influenced by changes in the environment and by fishing practices. The bulk of the issue deals with a series of management options for fisheries, including marine reserves, new approaches for setting fishing limits based on population sizes, and quota systems, as well as new economic incentives for managing fisheries. Some of these approaches are speculative, and others have already proved that they work under the conditions outlined. What is clear is that the problem is complex. We have not yet attempted to manage fisheries in an ecosystem context. These papers are a contribution toward this goal. However, it is evident that even if we fully understood the nature and dynamics of marine ecosystems we still would not be able to manage them successfully without full consideration of the social, political, and economic drivers of the fishing industry. Science has a large role to play in defining and understanding sustainability. Making it happen though is a societal challenge. This special issue owes a particular thanks to Mary Hope Katsouros who was responsible for initiating this endeavor. Others who have helped along the way are William Merrell, Edward Urban, Lora Taylor, and Louis Pitelka. The National Academy Press will be publishing the associated report of the Ocean Studies Board's Committee on Ecosystem Management of Sustainable Marine Fisheries, and the members of the committee are reported there. Their efforts have been crucial throughout this endeavor. Finally, I thank David Policansky, who has provided outstanding input into the forthcoming National Research Council's report. I would also like to thank the National Research Council and the National Oceanic and Atmospheric Administration for their support of this project.",
  "authors": [
    {
      "name": "Harold A. Mooney"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 29,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}