{
  "id": "https://openalex.org/W2054990683",
  "title": "Direct and Indirect Effects of Predation and Predation Risk in Old‐Field Interaction Webs",
  "abstract": "Indirect effects emerge when a change in the abundance of one species indirectly affects another by changing the abundances of intermediate species-called density-mediated indirect effects-or they arise when one species modifies how two other species interact-called trait-mediated indirect effects. I report on field experiments that evaluated how grass and herb biomass in old-field interaction webs was influenced indirectly by a spider carnivore through its interactions with a generalist and a grass-specialist grasshopper species. I manipulated interaction pathways between the spider and the plants using different combinations of the grasshopper species. I changed the modality of predator-prey interactions to isolate density-mediated from trait-mediated effects using natural spiders (predation spiders) or spiders that were prevented from subduing prey by mouthpart manipulation (risk spiders). I found that indirect effects were stronger in speciose, reticulate food webs than in linear food chains owing to a trait-mediated effect, a diet shift by herbivores in response to predation risk. Spiders alone did not have significant effects on grasshopper densities in the field experiments, removing any possibility of density-mediated indirect effects. The study illustrates that ecologists should not underestimate the importance of behavioral ecology in determining community-level interactions.",
  "authors": [
    {
      "name": "Oswald J. Schmitz"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 340,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1969267056",
    "https://openalex.org/W1973199530"
  ]
}