{
  "id": "https://openalex.org/W2055665225",
  "title": "Conditions for a Species to Gain Advantage from the Presence of Competitors",
  "abstract": "The interaction between two species is usually assigned as though they were in isolation from all other species. Here we use a (known) method that determines species interactions more realistically, within the framework of the community to which they belong. This \"inverse\" method evaluates all the effects that one species experiences from another, both direct and indirect. We use this method to study the classical (though highly controversial) \"competition community,\" where each species is considered (in the \"isolated pair\" approach) to suffer from the presence of every other. The model we use takes account of the fluctuations in interaction coefficients that one must expect in the real world, both from one species pair to another, and as the effect of ambient environmental variations. Remarkably, the \"inverse\" method finds that generally a high proportion (20—40%) of the interactions must be beneficial, or \"advantageous,\" when not lifted out of the community context in which they actually occur. The contrary case, called here \"hypercompetitive,\" in which each species suffers from every other species, can occur only if the environment is nearly constant, and the species closely akin to each other, with both of these conditions holding and persisting to a degree that must be considered implausible. The results of the model remain valid, even after incorporating a number of major structural modifications, thus indicating robustness in the predictions. We survey the available field data and show that they are in good general agreement with the conclusions reached, on the high proportion of interactions which must be \"Advantageous in a Community Context\" (ACC).",
  "authors": [
    {
      "name": "Lewi Stone"
    },
    {
      "name": "Alan Roberts"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 134,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}