{
  "id": "https://openalex.org/W2052778641",
  "title": "Nonlethal Effects of a Predator on Competitive Interactions Between Two Anuran Larvae",
  "abstract": "I examine the nonlethal effects of a predator, an odonate larva (Anax junius), on competitive interactions between two species of anuran larvae (bullfrog, Rana catesbeina, and green frog, R. clamitans). The anurans coexist in permanent ponds, which sometimes contain high densities of A. junius. Laboratory experiments indicated that in the absence of the predator, the two species were similar in competitive abilities and grew at virtually identical rates. In the presence of caged A. junius, however, the bullfrog grew to larger and the green frog much smaller than when the predator was absent. Both species reacted to the presence of A. junius by reducing activity and altering space use. I argue that the reductions in activity in the presence of the predator affected the two species differently, which in turn changed competitive interactions. I discuss the relation between activity level and competitive ability, and the potential for predators to alter competitive relations by affecting activity levels of syntopic species (a higher order interaction). Vulnerability to predators also increases with activity, and I discuss the implications of an activity—mediated trade—off between growth rate and predation risk to interactions among anuran larvae. Finally, I present a method for quantitatively evaluating the net balance of (negative) direct mortality effects and (sometimes positive) indirect effects that alter competitive ability.",
  "authors": [
    {
      "name": "Earl E. Werner"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 220,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1984658329",
    "https://openalex.org/W1985230946",
    "https://openalex.org/W1987468432",
    "https://openalex.org/W2009283325",
    "https://openalex.org/W2017097480",
    "https://openalex.org/W2019433975",
    "https://openalex.org/W2022437883",
    "https://openalex.org/W2028578858",
    "https://openalex.org/W2033267409",
    "https://openalex.org/W2038306070",
    "https://openalex.org/W2047433169",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2069518818",
    "https://openalex.org/W2074220424",
    "https://openalex.org/W2081363984",
    "https://openalex.org/W2085038835",
    "https://openalex.org/W2091543905",
    "https://openalex.org/W2092613863",
    "https://openalex.org/W2124617950",
    "https://openalex.org/W2133925990",
    "https://openalex.org/W2159415956",
    "https://openalex.org/W2165111556",
    "https://openalex.org/W2312229353",
    "https://openalex.org/W2312713734",
    "https://openalex.org/W2317883077",
    "https://openalex.org/W2333813056",
    "https://openalex.org/W626201508"
  ]
}