{
  "id": "https://openalex.org/W4254907625",
  "title": "Numerical Response of Lizards to Aquatic Insects and Short-Term Consequences for Terrestrial Prey",
  "abstract": "Spatial subsidies, or inputs of resources from more productive donor habitats, can cause numerical responses in consumer populations via behavioral and demographic mechanisms. In addition, subsidies may have indirect effects on the in situ prey of these consumers. These indirect effects can be either negative (e.g., apparent competition) or positive (e.g., via diet shifts) depending on the relative strength of the predator's functional and numerical responses to prey subsidies. Here we report a numerical response by a lizard (Western fence lizard, Sceloporus occidentalis) to experimental reductions in the flux of river-derived insects. Initially, equal densities of lizards declined significantly faster in plots in which aquatic insect abundance was reduced by nearly 50% (season average) relative to controls. Abundance and biomass of terrestrial arthropods declined significantly between the start and end of the experiment across treatments. Despite consistently lower lizard abundance in plots with reduced subsidy levels, however, relative declines in the abundance and biomass of in situ terrestrial arthropods (all taxa combined) were not significantly different between reduced- and ambient-subsidy plots. Relative declines in spider biomass differed significantly between treatments and were higher in reduced-subsidy than ambient-subsidy plots, but only over one of three 3-wk sampling intervals. Thus, over the biologically active summer season, aquatic subsidies exerted brief positive or no significant indirect effects on the in situ prey of riparian lizards. These results suggest that, although aquatic insect prey may determine the spatial distribution and local abundance of riparian predators, the effects of increased predator density on in situ prey may be offset by higher per capita predation by these consumers on in situ prey in subsidy-poor relative to subsidy-rich habitats.",
  "authors": [
    {
      "name": "John L. Sabo"
    },
    {
      "name": "Mary E. Power"
    }
  ],
  "publication_year": 2002,
  "cited_by_count": 139,
  "primary_topic": "Ecology and Vegetation Dynamics Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1499700794",
    "https://openalex.org/W1973199530",
    "https://openalex.org/W2029763531",
    "https://openalex.org/W2118535470",
    "https://openalex.org/W2323444743",
    "https://openalex.org/W573794767"
  ]
}