{
  "id": "https://openalex.org/W2060444000",
  "title": "Marine reserves as linked social–ecological systems",
  "abstract": "Marine reserves are increasingly recognized as having linked social and ecological dynamics. This study investigates how the ecological performance of 56 marine reserves throughout the Philippines, Caribbean, and Western Indian Ocean (WIO) is related to both reserve design features and the socioeconomic characteristics in associated coastal communities. Ecological performance was measured as fish biomass in the reserve relative to nearby areas. Of the socioeconomic variables considered, human population density and compliance with reserve rules had the strongest effects on fish biomass, but the effects of these variables were region specific. Relationships between population density and the reserve effect on fish biomass were negative in the Caribbean, positive in the WIO, and not detectable in the Philippines. Differing associations between population density and reserve effectiveness defy simple explanation but may depend on human migration to effective reserves, depletion of fish stocks outside reserves, or other social factors that change with population density. Higher levels of compliance reported by resource users was related to higher fish biomass in reserves compared with outside, but this relationship was only statistically significant in the Caribbean. A heuristic model based on correlations between social, cultural, political, economic, and other contextual conditions in 127 marine reserves showed that high levels of compliance with reserve rules were related to complex social interactions rather than simply to enforcement of reserve rules. Comparative research of this type is important for uncovering the complexities surrounding human dimensions of marine reserves and improving reserve management.",
  "authors": [
    {
      "name": "Richard Β. Pollnac"
    },
    {
      "name": "Patrick Christie"
    },
    {
      "name": "Joshua E. Cinner"
    },
    {
      "name": "Tracey Dalton"
    },
    {
      "name": "Tim M. Daw"
    },
    {
      "name": "Graham E. Forrester"
    },
    {
      "name": "Nicholas A. J. Graham"
    },
    {
      "name": "Tim R. McClanahan"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 346,
  "primary_topic": "Coral and Marine Ecosystems Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1991383976",
    "https://openalex.org/W2009435671",
    "https://openalex.org/W2010588943",
    "https://openalex.org/W2035845266",
    "https://openalex.org/W2043897662",
    "https://openalex.org/W2058237380",
    "https://openalex.org/W2067253669",
    "https://openalex.org/W2071962320",
    "https://openalex.org/W2072966288",
    "https://openalex.org/W2075129888",
    "https://openalex.org/W2077959816",
    "https://openalex.org/W2089541665",
    "https://openalex.org/W2093559267",
    "https://openalex.org/W2114363971",
    "https://openalex.org/W2124360150",
    "https://openalex.org/W2124565737",
    "https://openalex.org/W2130925314",
    "https://openalex.org/W2133325715",
    "https://openalex.org/W2147807123",
    "https://openalex.org/W2156105026",
    "https://openalex.org/W2169828319",
    "https://openalex.org/W2175723801",
    "https://openalex.org/W2379509210",
    "https://openalex.org/W4233654598",
    "https://openalex.org/W585056049"
  ]
}