{
  "id": "https://openalex.org/W2064346432",
  "title": "Community Regulation: Variation in Disturbance, Competition, and Predation in Relation to Environmental Stress and Recruitment",
  "abstract": "We present a model of community regulation that incorporates the effects of abiotic disturbance, predation, competition, and recruitment density. We assume that mobile organisms (i.e., consumers) are more strongly affected by environmental stress than are sessile organisms and that food-web complexity decreases with increasing stress. The model makes three predictions under conditions of high recruitment. First, in stressful environments, consumers have no effect because they are absent or inactive, and competition for space is prevented. Both mobile and sessile organisms are regulated directly by environmental stress. Second, in moderate environments, consumers are still ineffective, but sessile organisms are less affected by stress and frequently attain high densities, leading to competition for space. Finally, in benign environments, consumers prevent competition for space unless the prey can escape a predation bottleneck and reach a high abundance. A reduction in recruitment density reduces the importance of competition for a given level of environmental stress. At top trophic levels, low recruitment slows the rate of population increase, and competition should be less intense even in benign environments. In stressful environments, severe conditions should keep the density of consumers low regardless of recruitment density. Abiotic stress should regulate mobile consumers over a wider range of the environmental gradient with low rather than with high recruitment. At low trophic levels, the importance of competition (including escape competition) should decline with reduced recruitment density regardless of the level of stress. With low recruitment, lower trophic levels should be regulated by physical factors at the severe end of the environmental gradient and by predation at the benign end of the gradient. This model also predicts that when competition for space leads to exclusion and recruitment is high, the relationships between diversity and either predation (the predation hypothesis) or disturbance (the intermediate-disturbance hypothesis) are distinct, not equivalent as is often assumed. We suggest that physical disturbance is distinct from predation (considered equivalent to, but distinct from, biological disturbance). Diversity is low in harsh environments because of the intolerance of all but opportunistic and highly resistant species to such conditions. With environmental moderation, diversity increases because of the intermediate-disturbance effect, decreases because of the competitive-exclusion effect, increases because of the prevention of competitive exclusion by moderate predation, and decreases because of the local extinction of prey by severe predation. Thus, with high recruitment, a bimodal diversity curve is predicted along the axis of environmental stress. If competition permits coexistence or recruitment is low, the diversity curve is predicted to be unimodal. The model should be applicable in all habitats, although some predictions may be altered by differences in the importance of omnivory in terrestrial versus aquatic interaction webs. Testing the model will be difficult, but it is feasible; it will require quantification of local environmental gradients, recruitment densities, food-web structure, and spatial structure. Predictions can be made on the basis of these observations and tested by the determination of community organization using experiments that simultaneously evaluate the effects of the major processes structuring the community. Partial tests from marine habitats support some predictions of the model, but further testing is needed, particularly in nonmarine habitats.",
  "authors": [
    {
      "name": "Bruce A. Menge"
    },
    {
      "name": "John P. Sutherland"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 1548,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1484524608",
    "https://openalex.org/W1493919779",
    "https://openalex.org/W1606480864",
    "https://openalex.org/W1964786673",
    "https://openalex.org/W1969392946",
    "https://openalex.org/W1973688100",
    "https://openalex.org/W1976610989",
    "https://openalex.org/W1976714871",
    "https://openalex.org/W1980255625",
    "https://openalex.org/W1984658329",
    "https://openalex.org/W1987852776",
    "https://openalex.org/W1993769405",
    "https://openalex.org/W1996223682",
    "https://openalex.org/W1996582827",
    "https://openalex.org/W1996984631",
    "https://openalex.org/W1999550793",
    "https://openalex.org/W2000084917",
    "https://openalex.org/W2004051606",
    "https://openalex.org/W2004827430",
    "https://openalex.org/W2008019499",
    "https://openalex.org/W2009535082",
    "https://openalex.org/W2012413510",
    "https://openalex.org/W2012895871",
    "https://openalex.org/W2015385168",
    "https://openalex.org/W2016470634",
    "https://openalex.org/W2016495583",
    "https://openalex.org/W2016744291",
    "https://openalex.org/W2019561496",
    "https://openalex.org/W2020264308",
    "https://openalex.org/W2022145328",
    "https://openalex.org/W2022437883",
    "https://openalex.org/W2029796932",
    "https://openalex.org/W2031159005",
    "https://openalex.org/W2032942957",
    "https://openalex.org/W2036075425",
    "https://openalex.org/W2039105257",
    "https://openalex.org/W2041491516",
    "https://openalex.org/W2041800983",
    "https://openalex.org/W2043084253",
    "https://openalex.org/W2046326805",
    "https://openalex.org/W2052184582",
    "https://openalex.org/W2052231134",
    "https://openalex.org/W2053229370",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2059491688",
    "https://openalex.org/W2060793884",
    "https://openalex.org/W2061144016",
    "https://openalex.org/W2063269255",
    "https://openalex.org/W2064242117",
    "https://openalex.org/W2075747936",
    "https://openalex.org/W2077954418",
    "https://openalex.org/W2078154956",
    "https://openalex.org/W2081011385",
    "https://openalex.org/W2081960693",
    "https://openalex.org/W2087917449",
    "https://openalex.org/W2090612309",
    "https://openalex.org/W2091608018",
    "https://openalex.org/W2091961102",
    "https://openalex.org/W2092733242",
    "https://openalex.org/W2099836766",
    "https://openalex.org/W2102169956",
    "https://openalex.org/W2102454260",
    "https://openalex.org/W2104969881",
    "https://openalex.org/W2106848171",
    "https://openalex.org/W2113007429",
    "https://openalex.org/W2118193777",
    "https://openalex.org/W2122296071",
    "https://openalex.org/W2130206424",
    "https://openalex.org/W2142966616",
    "https://openalex.org/W2144254283",
    "https://openalex.org/W2144790654",
    "https://openalex.org/W2150218896",
    "https://openalex.org/W2158779154",
    "https://openalex.org/W2167740396",
    "https://openalex.org/W2178504862",
    "https://openalex.org/W2254987048",
    "https://openalex.org/W2262965082",
    "https://openalex.org/W2322470465",
    "https://openalex.org/W2331203503",
    "https://openalex.org/W2335663788",
    "https://openalex.org/W2494394172",
    "https://openalex.org/W2797599157",
    "https://openalex.org/W3154813159",
    "https://openalex.org/W4249479329",
    "https://openalex.org/W43840478"
  ]
}