{
  "id": "https://openalex.org/W2067810199",
  "title": "Higher Order Interactions in Ecological Communities: What Are They and How Can They be Detected?",
  "abstract": "The detection and significance of higher order interactions (HOIs) between species has been a matter of debate and experimentation in community ecology for several decades. HOIs are considered potentially significant because their presence is assumed to mean that the dynamic behavior of a full community of species is unpredictable based on observations of interactions between subsets of the species within the community. Despite such attention, the causal mechanisms that produce HOIs have been inadequately discussed. We discuss three different usages of the term HOIs and provide insight as to why HOIs might be found within a given community. HOIs may be detected for three reasons: inappropriate assumptions made concerning species interactions that influence statistical tests, unmeasured parameters and variables, and interaction modifications (i.e., a functional change in the interaction of two species caused by a third species. This confusion concerning the defining attributes of HOIs has made their detection problematic. While the statistical tests being used in the ecological experiments to detect HOIs are described in detail in most papers, the dynamic models underlying these tests are often not made explicit. Additionally, we demonstrate the equivalency of three different statistical tests: the Case and Bender (1981) test, analysis of variance, and a multiplicative test (Wootton 1994). However, the choice of a response variable (i.e., population densities, population growth rates, per—capita growth rates, etc.) and different data transformations applied to these response variables alter the underlying dynamics model that is being tested. The result is that the statistical test applied does not always perform the intended comparison but instead tests a different and sometimes unjustified or even inappropriate dynamic model. Finally, we review the relationship between indirect effects and HOIs. Whereas some researchers have lumped HOIs and indirect effects, we argue that the two represent completely unique and separate phenomena. Additionally, indirect effects can complicate detection of HOIs, and we review several methods by which to separate the two processes.",
  "authors": [
    {
      "name": "Ian Billick"
    },
    {
      "name": "Ted J. Case"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 357,
  "primary_topic": "Ecology and Vegetation Dynamics Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1972861805",
    "https://openalex.org/W1993082516",
    "https://openalex.org/W1997765943",
    "https://openalex.org/W2001539110",
    "https://openalex.org/W2007168967",
    "https://openalex.org/W2010981035",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2037441395",
    "https://openalex.org/W2038873324",
    "https://openalex.org/W2047790876",
    "https://openalex.org/W2063120112",
    "https://openalex.org/W2081363984",
    "https://openalex.org/W2123005490",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2259801033",
    "https://openalex.org/W3045904299",
    "https://openalex.org/W4299993032"
  ]
}