{
  "id": "https://openalex.org/W2063150254",
  "title": "The Keystone Species Concept: Variation in Interaction Strength in a Rocky Intertidal Habitat",
  "abstract": "The usefulness and generality of the keystone species concept has recently been questioned. We investigated variation in interaction strength between the original keystone predator, the seastar Pisaster ochraceus, and its primary prey, mussels (Mytilus californianus and M. trossulus). The study was prompted by differences in community structure at two low zone sites along the central Oregon coast, Boiler Bay (BB) and Strawberry Hill (SH). Predators, especially seastars, were larger and more abundant at SH than at BB. Further, sessile animals were more abundant and macrophytes were less abundant at SH. Predators were more abundant at wave—exposed sites at both sites, and at SH, sessile invertebrates were more abundant at the wave—exposed location and sand cover was high at the wave—protected location. To test the hypothesis that variation in predation strength explained some of these differences, we examined the seastar—mussel interaction at locations with high and low wave exposure at both sites. Predation intensity was quantified by determining the survival of mussels in clumps (50 mussels per clump, shell length 4—7 cm) transplanted to large plots (18—163 m 2 ) with or without seastars in the low intertidal zone. Predation effects were quantified by determining prey recolonization rates in marked quadrats in the same large plots. Spatial variation in interaction strength was quantified by examining predation at scales of metres (among transplants within plots), 10's of metres (between replicate plots within each exposure at each site), 100's of metres (between wave exposures within locations), and 10 000's of metres (between sites). Temporal variation was evaluated by performing the experiments in 1990 and 1991. The relation between prey (mussel) recruitment and growth to differences in community structure was evaluated by quantifying recruitment density in plastic mesh balls (collectors) and growth of individually marked transplanted mussels, respectively, at each site ° exposure ° tide level combination each month for 4 yr. Predation intensity varied greatly at all spatial scales. At the two largest spatial scales (10's of kilometres, 100's of metres), differences in both survival of transplanted mussels and prey recolonization depended on variation in seastar abundance with site, wave exposure, prey recruitment and growth, and at SH protected, the extent of sand burial. Variation at the two smallest scales (metres, 10's of metres) was high when seastars were scarce and low when seastars were abundant. Transplanted mussels suffered 100% mortality in 2 wk at wave—exposed SH, but took &gt;52 wk at wave—protected BB. Seastar effects on prey recolonization were detected only at the SH wave—exposed site. Here, where prey recruitment and growth were unusually high, the mussel M. trossulus invaded and dominated space within 9 mo. After 14 mo, whelks, which increased in both size and abundance in the absence of Pisaster, arrested this increase in mussel abundance. Similar changes did not occur at other site ° exposure combinations, evidently because prey recruitment was low and possibly also due to whelk predation on juveniles. Longer term results indicate that, as in Washington state, seastars prevent large adult M. californianus from invading lower intertidal regions, but only at wave—exposed, not wave—protected sites. Thus, three distinct predation regimes were observed: (1) strong keystone predation by seastars at wave—exposed headlands; (2) less—strong diffuse predation by seastars, whelks, and possibly other predators at a wave—protected cove, and (3) weak predation at a wave—protected site buried regularly by sand. Comparable experimental results at four wave—exposed headlands (our two in Oregon and two others in Washington), and similarities between these and communities on other West Coast headlands suggest keystone predation occurs broadly in this system. Results in wave—protected habitats, however, suggest it is not universal. In Oregon, keystone predation was evidently contingent on conditions of high prey production (i.e., recruitment and growth), while diffuse predation occurred when prey production was low, and weak predation occurred when environmental stress was high. Combining our results with examples from other marine and non—marine habitats suggests a need to consider a broader range of models than just keystone predation. The predictive and explanatory value of an expanded set of models depends on identifying factors distinguishing them. Although evidence is limited, a survey of 17 examples suggests (1) keystone predation is evidently not distinguished from diffuse predation by any of 11 previously proposed differences, but (2) may be distinguished by rates of prey production. Further, (3) differential predation on competitively dominant prey does not distinguish keystone from nonkeystone systems, since this interaction occurs in both types of community. Instead, differential predation on dominant prey evidently distinguishes strong—from weak—predation communities. While the keystone predation concept has been and will continue to be useful, a broadened focus on testing and developing more general models of community regulation is needed.",
  "authors": [
    {
      "name": "Bruce A. Menge"
    },
    {
      "name": "Eric L. Berlow"
    },
    {
      "name": "Carol A. Blanchette"
    },
    {
      "name": "Sérgio A. Navarrete"
    },
    {
      "name": "Sylvia Behrens Yamada"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 697,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W101452853",
    "https://openalex.org/W1515242458",
    "https://openalex.org/W154379065",
    "https://openalex.org/W1590052930",
    "https://openalex.org/W1665508016",
    "https://openalex.org/W1890824739",
    "https://openalex.org/W194046994",
    "https://openalex.org/W1966774725",
    "https://openalex.org/W1967929257",
    "https://openalex.org/W1970248046",
    "https://openalex.org/W1970248294",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1979051595",
    "https://openalex.org/W1980177068",
    "https://openalex.org/W1980255625",
    "https://openalex.org/W1987401603",
    "https://openalex.org/W1988026685",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1989719986",
    "https://openalex.org/W1990655580",
    "https://openalex.org/W1994329742",
    "https://openalex.org/W2001594506",
    "https://openalex.org/W2004635446",
    "https://openalex.org/W2005979217",
    "https://openalex.org/W2007759271",
    "https://openalex.org/W2008019499",
    "https://openalex.org/W2012895871",
    "https://openalex.org/W2013501805",
    "https://openalex.org/W2016495583",
    "https://openalex.org/W2018153298",
    "https://openalex.org/W2018260514",
    "https://openalex.org/W2019561496",
    "https://openalex.org/W2020190465",
    "https://openalex.org/W2023250016",
    "https://openalex.org/W2026191658",
    "https://openalex.org/W2034830317",
    "https://openalex.org/W2035248428",
    "https://openalex.org/W2037035465",
    "https://openalex.org/W2041105481",
    "https://openalex.org/W2041945148",
    "https://openalex.org/W2042512571",
    "https://openalex.org/W2043016445",
    "https://openalex.org/W2048955593",
    "https://openalex.org/W2052397249",
    "https://openalex.org/W2054126322",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2059324211",
    "https://openalex.org/W2064346432",
    "https://openalex.org/W2064359817",
    "https://openalex.org/W2064631337",
    "https://openalex.org/W2066723218",
    "https://openalex.org/W2067794712",
    "https://openalex.org/W2068263947",
    "https://openalex.org/W2068380550",
    "https://openalex.org/W2070982694",
    "https://openalex.org/W2072959381",
    "https://openalex.org/W2076130515",
    "https://openalex.org/W2082732038",
    "https://openalex.org/W2085448604",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2087550465",
    "https://openalex.org/W2088835031",
    "https://openalex.org/W2090688544",
    "https://openalex.org/W2092590782",
    "https://openalex.org/W2094592027",
    "https://openalex.org/W2095136615",
    "https://openalex.org/W2105473175",
    "https://openalex.org/W2107258921",
    "https://openalex.org/W2131925211",
    "https://openalex.org/W2133245701",
    "https://openalex.org/W2139156166",
    "https://openalex.org/W2144254283",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2157594288",
    "https://openalex.org/W2167505585",
    "https://openalex.org/W2169838308",
    "https://openalex.org/W2171588122",
    "https://openalex.org/W2178504862",
    "https://openalex.org/W2201903715",
    "https://openalex.org/W2262965082",
    "https://openalex.org/W2312562567",
    "https://openalex.org/W2317428540",
    "https://openalex.org/W2321918068",
    "https://openalex.org/W2328682234",
    "https://openalex.org/W2330470603",
    "https://openalex.org/W2334104438",
    "https://openalex.org/W387695440",
    "https://openalex.org/W4250787902",
    "https://openalex.org/W43840478",
    "https://openalex.org/W5580933",
    "https://openalex.org/W6911881",
    "https://openalex.org/W75717813"
  ]
}