{
  "id": "https://openalex.org/W2069555299",
  "title": "Migratory Catch-Age Analysis",
  "abstract": "We review techniques for estimating the abundance of migratory populations and develop a new technique based on catch-age data from geographic regions and our earlier technique, catch-age analysis with auxiliary information (Deriso et al. 1985, 1989). Data requirements are catch-age data over several years, some auxiliary information, and migration rates among regions. The model, containing parameters for year-class abundance, age selectivity, full-recruitment fishing mortality, and catchability, is fitted to data with a nonlinear least squares algorithm. We present a measurement error model and a process error model and favor the process error model because all model parameters can be jointly estimated. By application to data on Pacific halibut, the process error model converges readily and produces estimates with no significant bias. These estimates have relatively high precision compared to those from analyses which did not incorporate migration information. The error structure used in a model has a more significant impact on parameter estimates than migration rates. A sensitivity study of migration rates shows sensitivity of the order of the rates themselves.",
  "authors": [
    {
      "name": "Terrance J. Quinn"
    },
    {
      "name": "Richard B. Deriso"
    },
    {
      "name": "Philip R. Neal"
    }
  ],
  "publication_year": 1990,
  "cited_by_count": 44,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1969629380",
    "https://openalex.org/W2015005002",
    "https://openalex.org/W2025467284",
    "https://openalex.org/W2027348692",
    "https://openalex.org/W2030635159",
    "https://openalex.org/W2083854664",
    "https://openalex.org/W2092765637",
    "https://openalex.org/W2169615663",
    "https://openalex.org/W2336804186",
    "https://openalex.org/W2644234817"
  ]
}