{
  "id": "https://openalex.org/W2071031095",
  "title": "Granivory in the Chihuahuan Desert: Interactions within and between Trophic Levels",
  "abstract": "We investigated the effects of Chihuahuan Desert granivores on three seasonal classes of plant resource species, the effects of these resource classes on one another, and the way in which interactions through plant resources affect the abundances of seed consumers. At our study site, three seasonally distinct classes of annual plants produce the seeds used by ants and rodents, and two major taxa of resident granivores. Winter annuals and summer annuals have temporally nonoverlapping growth periods. However, one numerically prominent annual, Eriogonum abertianum, germinates with winter annuals, reproduces with summer annuals, and may link the population dynamics of plants in the two groups. Experiments showed that high densities of winter annuals inhibit populations of E. abertianum and that populations of this species can strongly suppress those of summer annuals. Densities of all three classes of annuals are regulated by the combined effects of competition and seed predation. In E. abertianum, interspecific and intraspecific competition appeared to predominate in alternate years and to produce 2—yr abundance cycles, accentuated in magnitude where ants, the major seed predators, had been removed. The period of these cycles appeared to lengthen where rodent removal intensified the effects of interspecific competition. Granivore removal and seed addition experiments showed that competition also helps to regulate some granivore populations. Although rodents reduced ant resources through their effects on seeds of both summer annuals and winter annuals, ants were competitors of rodents only for seeds produced during the weaker winter resource peak. Seeds of E. abertianum were used almost exclusively by ants. Rodents facilitated this plant species indirectly by reducing densities of other winter annuals. Ants and rodents were affected differently by one another's removal. After an initial time delay, workers of Pheidole xerophila increased in numbers and/or activity on rodent removal plots, but colony densities of a second ant species, Pogonomyrmex desertorum, simultaneously declined. Rodents did not compensate measurably in abundance, biomass, or reproductive activity where ants had been eliminated. The explanation for these responses is complex and includes such factors as: (1) seasonality in the production of seed resources and in their use by the two taxa, (2) specialization by ants and rodents on different density distributions of seeds; (3) d iffuse compensation, or compensation spread over many species populations; and (4) indirect interaction pathways, mediated through competing resource classes. In general, our experiments show that, despite the climatic variability and unpredictability of desert environments, populations respond to the steady deterministic processes of competition and predation. Nevertheless, comparison of the results of similar experimental studies in the Sonoran and Chihuahuan Deserts demonstrates how climate and seasonality can alter the structure and intensity of interactions in ecosystems.",
  "authors": [
    {
      "name": "Diane W. Davidson"
    },
    {
      "name": "Douglas A. Samson"
    },
    {
      "name": "Richard S. Inouye"
    }
  ],
  "publication_year": 1985,
  "cited_by_count": 141,
  "primary_topic": "Animal Ecology and Behavior Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}