{
  "id": "https://openalex.org/W2077751192",
  "title": "Optimal Effort Allocation Among Competing Mixed-Species Fisheries, Subject to Fishing Mortality Constraints",
  "abstract": "A linear programming (LP) approach to effort allocation among two or more fisheries (fleets) exploiting several common species/stocks is described and applied to otter trawl fisheries exploiting demersal fish stocks on Georges Bank (northeastern United States). Total instantaneous fishing mortality on a particular species (i) is computed as the linear summation of fishing mortalities generated by each fishery (j):[Formula: see text]where f j is the amount of standardized fishing effort exerted in fishery j and q ij is the catchability coefficient for species i taken in fishery j. Mortality on species i due to both directed fishing and by-catch can thus be accounted for in the q ij 's. Optimal allocation of effort among the j fisheries may be considered a minimization problem (minimize Σf j ), subject to the constraints that fishing mortality rates on particular species are maintained at, above, or below certain predefined levels. Fishing mortality goals for individual species can be based on various biological and/or economic criteria: fishing mortality rates that prevent growth or recruitment overfishing, or that optimize productivity from predator–prey systems. Other constraints in the LP model may be included to modify optimal solutions based on various economic and social considerations (e.g. protection of certain fisheries). Sensitivity analyses indicate the general infeasibility of maintaining relatively high or low fishing mortality rates on ubiquitously distributed species, while moderately fishing species with more discrete distributions, due to by-catch considerations.",
  "authors": [
    {
      "name": "S. A. Murawski"
    },
    {
      "name": "JT Finn"
    }
  ],
  "publication_year": 1986,
  "cited_by_count": 29,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1979434762",
    "https://openalex.org/W2049528642",
    "https://openalex.org/W2075835977",
    "https://openalex.org/W2089641611",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W592416205"
  ]
}