{
  "id": "https://openalex.org/W2077786787",
  "title": "Zooplanktivory by Praunus flexuosus (Crustacea:Mysidacea):functional responses and prey selection in relation to prey escape responses",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 174:77-87 (1998) - doi:10.3354/meps174077 Zooplanktivory by Praunus flexuosus (Crustacea: Mysidacea): functional responses and prey selection in relation to prey escape responses Markku Viitasalo*, Milla Rautio Tvärminne Zoological Station, FIN-10900 Hanko, Finland and Department of Ecology and Systematics, Division of Hydrobiology, PO Box 17, FIN-00014 University of Helsinki, Finland *Address for correspondence: Department of Ecology and Systematics, Division of Hydrobiology, PO Box 17, FIN-00014 University of Helsinki, Finland. E-mail: markku.viitasalo@helsinki.fi ABSTRACT: Zooplankton feeding rates and prey selection of the mysid shrimp Praunus flexuosus were studied in single and multiple prey species experiments. Functional responses of P. flexuosus were determined for 2 copepod species, Acartia spp. (adults) and Eurytemora affinis (adult females), and 2 cladoceran species, Pleopsis polyphemoides and Bosmina longispina maritima. Feeding rates were highest with P. polyphemoides, intermediate with B. longispina maritima and Acartia spp. and lowest with E. affinis. Videofilming of the prey species subjected to an artificial water flow confirmed that E. affinis displays a stronger escape response than Acartia spp., and that cladocerans cannot withstand a water current. In a prey selection experiment with Acartia spp. and E. affinis, P. flexuosus' clearance rates of Acartia spp. were suppressed in the presence of E. affinis, suggesting an interference effect from E. affinis. In another multiple prey species experiment with Acartia spp. and P. polyphemoides, the mysids fed intensively on cladocerans, regardless of whether the cladocerans occurred alone or with copepods. In contrast, predation on Acartia spp. significantly declined when cladocerans were offered as alternative food (at high concentration). We suggest that P. flexuosus can capture cladocerans by creating a suspension feeding current, whereas the evasive copepods need to be perceived and attacked individually. At low prey concentration, P. flexuosus feeds opportunistically by using both feeding modes, and the apparent 'selectivity' mainly reflects the escape capabilities and morphological defences of the prey species; at high prey concentration, P. flexuosus may show true selection by switching from omnivorous feeding to suspension feeding on cladocerans. KEY WORDS: Mysid shrimps · Praunus flexuosus · Zooplanktivory · Functional response · Prey selection · Prey switching · Escape reaction · Baltic Sea Full text in pdf format PreviousNextExport citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 174. Publication date: November 26, 1998 Print ISSN:0171-8630; Online ISSN:1616-1599 Copyright © 1998 Inter-Research.",
  "authors": [
    {
      "name": "Markku Viitasalo"
    },
    {
      "name": "Marco Pignatti"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 57,
  "primary_topic": "Aquatic Ecosystems and Phytoplankton Dynamics",
  "subfield_topic": "Environmental Chemistry",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2003333984",
    "https://openalex.org/W2009267020",
    "https://openalex.org/W2022101714",
    "https://openalex.org/W2027909519",
    "https://openalex.org/W2045759748",
    "https://openalex.org/W2060656261",
    "https://openalex.org/W2071706644",
    "https://openalex.org/W2090993408",
    "https://openalex.org/W2091054571",
    "https://openalex.org/W2521521717",
    "https://openalex.org/W5730157"
  ]
}