{
  "id": "https://openalex.org/W2075698732",
  "title": "Trophic-level determinants of biomass accumulation in marine ecosystems",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 459:185-201 (2012) - DOI: https://doi.org/10.3354/meps09738 Trophic-level determinants of biomass accumulation in marine ecosystems Fabio Pranovi1,*, Jason Link2, Caihong Fu3, Adam M. Cook4, Hui Liu2, Sarah Gaichas5, Kevin D. Friedland6, Kjell Rong Utne7, Hugues P. Benoît8 1Department of Environmental Sciences, Informatics and Statistics, University Ca’ Foscari, Venice, Castello 2737/b 30122, Venice, Italy 2NOAA, National Marine Fisheries Service, Northeast Fisheries Science Center, Woods Hole, Massachusetts 02543, USA 3Pacific Biological Station, Nanaimo, British Columbia V9T 6N7, Canada 4Fisheries and Oceans Canada, Bedford Institute of Oceanography, Dartmouth, Nova Scotia B2Y 4A2, Canada 5NOAA, National Marine Fisheries Service, Alaska Fisheries Science Center, Seattle, Washington 98115, USA 6NOAA, National Marine Fisheries Service, Northeast Fisheries Science Center, Narragansett, Rhode Island 02882, USA 7Institute of Marine Research, Nordnesgt 33, 5085 Bergen, Norway 8Gulf Fisheries Centre, Fisheries and Oceans Canada, Moncton, New Brunswick E1C 9B6, Canada *Email: fpranovi@unive.it ABSTRACT: Metrics representative of key ecosystem processes are required for monitoring and understanding system dynamics, as a function of ecosystem-based fisheries management (EBFM). Useful properties of such indicators should include the ability to capture the range of variation in ecosystem responses to a range of pressures, including anthropogenic (e.g. exploitation pressures) and environmental (e.g. climate pressures), as well as indirect effects (e.g. those related to food web processes). Examining modifications in ecological processes induced by structural changes, however, requires caution because of the inherent uncertainty, long feedback times, and highly nonlinear ecosystem responses to external perturbations. Yet trophodynamic indicators are able to capture important changes in marine ecosystem function as community structures have been altered. One promising family of such metrics explores the changing biomass accumulation in the middle trophic levels (TLs) of marine ecosystems. Here we compared cumulative biomass curves across TLs for a range of northern hemisphere temperate and boreal ecosystems. Our results confirm that sigmoidal patterns are consistent across different ecosystems and, on a broad scale, can be used to detect factors that most influence shifts in the cumulative biomass−TL curves. We conclude that the sigmoidal relationship of biomass accumulation curves over TLs could be another possible indicator useful for the implementation of EBFM. KEY WORDS: Marine ecosystems · Fishing impact · Trophodynamic indicators · Trophic level · Cumulative biomass curve · Environmental factors Full text in pdf format PreviousNextCite this article as: Pranovi F, Link J, Fu C, Cook AM and others (2012) Trophic-level determinants of biomass accumulation in marine ecosystems. Mar Ecol Prog Ser 459:185-201. https://doi.org/10.3354/meps09738 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 459. Online publication date: July 12, 2012 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2012 Inter-Research.",
  "authors": [
    {
      "name": "Fabio Pranovi"
    },
    {
      "name": "Jason S. Link"
    },
    {
      "name": "Caihong Fu"
    },
    {
      "name": "AM Cook"
    },
    {
      "name": "H Liu"
    },
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "KD Friedland"
    },
    {
      "name": "K Rong Utne"
    },
    {
      "name": "HP Benoît"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 17,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1556631438",
    "https://openalex.org/W1993523754",
    "https://openalex.org/W1996929812",
    "https://openalex.org/W2011491722",
    "https://openalex.org/W2024255430",
    "https://openalex.org/W2028029974",
    "https://openalex.org/W2044351200",
    "https://openalex.org/W2063367321",
    "https://openalex.org/W2066259947",
    "https://openalex.org/W2066364093",
    "https://openalex.org/W2069165134",
    "https://openalex.org/W2074142238",
    "https://openalex.org/W2078181449",
    "https://openalex.org/W2090503194",
    "https://openalex.org/W2096950322",
    "https://openalex.org/W2100056012",
    "https://openalex.org/W2100890885",
    "https://openalex.org/W2101547575",
    "https://openalex.org/W2102849960",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2106002656",
    "https://openalex.org/W2120830385",
    "https://openalex.org/W2120834162",
    "https://openalex.org/W2121874040",
    "https://openalex.org/W2126563480",
    "https://openalex.org/W2128735565",
    "https://openalex.org/W2133152419",
    "https://openalex.org/W2137523123",
    "https://openalex.org/W2139556168",
    "https://openalex.org/W2140308441",
    "https://openalex.org/W2140309257",
    "https://openalex.org/W2143554766",
    "https://openalex.org/W2144872997",
    "https://openalex.org/W2145183290",
    "https://openalex.org/W2146444840",
    "https://openalex.org/W2148828128",
    "https://openalex.org/W2149876375",
    "https://openalex.org/W2157832927",
    "https://openalex.org/W2158669714",
    "https://openalex.org/W2159666708",
    "https://openalex.org/W2290006696",
    "https://openalex.org/W2314105712",
    "https://openalex.org/W2314209220",
    "https://openalex.org/W2323145676",
    "https://openalex.org/W2330425575",
    "https://openalex.org/W2344061554",
    "https://openalex.org/W2771297851",
    "https://openalex.org/W2990523779",
    "https://openalex.org/W3171039691",
    "https://openalex.org/W4285719527"
  ]
}