{
  "id": "https://openalex.org/W2071264377",
  "title": "The Age at Sexual Maturity of the Southern Fin Whale (Balaenoptera Physalus) Using Annual Layer Counts in the Ear Plug",
  "abstract": "The ear plug core from the external auditory meatus of fin whales contains growth layers which are all revealed when the core is cut down longitudinally to the central axis. One layer which represents a year's growth, consists of a dark keratinized lamina and a pale fatty lamina. All layers persist throughout life and are continually formed at the proximal end and so are a reliable means of determining age. In analyses of age at sexual maturity for fin whales taken within the longitudinal sector 0°–60°W in the southern oceans several factors have been considered and different methods compared. The ear plug layer formation during the juvenile growth phase is very irregular and the layers are unevenly spaced. Minor diffuse laminae are usually present within these layers. After maturity the new layers become more compact and evenly spaced and minor laminae are rarely present. The point of development of sexual maturity is clearly seen in the change in layer patterns of the ear plug and provides a means for determining age at sexual maturity in mature animals. The present mean age at sexual maturity for males and females using this method is about 6 years. This method also reveals that the age at sexual maturity has declined markedly since the 1930's when the value was 10 or 11 years. Only during the 1930's were fin whales taken in comparatively large numbers. Sexual maturity in females is recognised directly at first ovulation and immediately prior to first ovulation on appearance of ripening follicles in the ovaries, and in males when the testes each weigh in excess of 2·5 kg. From the proportion of sexually mature individuals at age, sexual maturity is currently found to be at 6 to 7 years for both sexes. The mean ovulation rate for all age groups of mature females approximates to one corpus luteum per 1·4 years. Using this as a basis for age determination in females, the age at first ovulation which best aligns length-age curves with those based on ear plug layer counts for age determination is again 6 years and the length at sexual maturity for females is 20·0 m; for males, assuming an age at sexual maturity of 6 years, the length is 19·2 m. The change in ear plug layer spacing at sexual maturity is the result of a slower growth rate of the core afterwards. The relative rates of longitudinal core growth and lateral skull growth at the widest part show similar trends in that the rates of both slow down after sexual maturity. The alternation in layer spacing of the ear plug is thus likely to be connected with changes in rate of skull growth and possibly also correlated with growth rate changes in other body organs at sexual maturity. The presence of histochemically different layers is probably the indirect result of seasonal feeding, migratory, and sexual habits, with hormonal cycles having a direct influence. The minor laminae and irregularities present in the juvenile phase of ear plug growth are possibly the result of the erratic feeding and migratory habits characteristic of immature whales. There is no sexual cycle to refine the behaviour of juveniles.",
  "authors": [
    {
      "name": "Christina Lockyer"
    }
  ],
  "publication_year": 1972,
  "cited_by_count": 62,
  "primary_topic": "Marine animal studies overview",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}