{
  "id": "https://openalex.org/W2073264590",
  "title": "A Short‐Term Experimental Investigation of Resource Partitioning in a New Zealand Rocky Intertidal Habitat",
  "abstract": "The effects of single—species removals on community composition and overt appearance were examined in an exposed, rocky, intertidal habitat at Anawhata, New Zealand. Two experiments were performed. A carnivorous starfish, Stichaster australis, was removed manually and kept removed from a stretch of shore for a period of 9 months (September 1968 through May 1969). This manipulation resulted in the mussel Perna canaliculus extending its vertical distribution by 40% of the available range, and a decrease in the species richness of the invaded area from 20 to 14 species. The second manipulation involved the removal of both Stichaster and a large brown alga, Durvillea antarctica, from two areas. Results were striking. Within 15 months 68% of the available space in one area, and 78% in the other, was occupied by Perna, to the almost total exclusion of other fauna or flora. These events not only duplicated the results of the Stichaster removal experiment, but also suggested that space, as the prime limiting requisite for Perna, could be occupied by that species alone throughout the middle and lower intertidal. The relative influences of predation and competition on the allocation of a basic resource are discussed in light of these experiments. Further, factors contributing to the competitive vigor of mussels are discussed,and the enigmatic relationship between Stichaster and another predator of comparable trophic status, Neothais, is probed. Finally, those general features of community structure especially sensitive to the ecological character of the predator, or the intensity of predation, are discussed.",
  "authors": [
    {
      "name": "Robert T. Paine"
    }
  ],
  "publication_year": 1971,
  "cited_by_count": 308,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1538256544",
    "https://openalex.org/W1590052930",
    "https://openalex.org/W1936774573",
    "https://openalex.org/W1973406031",
    "https://openalex.org/W1973688100",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1990498142",
    "https://openalex.org/W1990655580",
    "https://openalex.org/W1994507967",
    "https://openalex.org/W2021094466",
    "https://openalex.org/W2028435430",
    "https://openalex.org/W2029732055",
    "https://openalex.org/W2041192555",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2061867342",
    "https://openalex.org/W2067794712",
    "https://openalex.org/W2081701990",
    "https://openalex.org/W2092424122",
    "https://openalex.org/W2150218896",
    "https://openalex.org/W2150769943",
    "https://openalex.org/W2245784848",
    "https://openalex.org/W2317594356",
    "https://openalex.org/W2327161309"
  ]
}