{
  "id": "https://openalex.org/W2072760418",
  "title": "A brief introduction to some approaches to multispecies/ecosystem modelling in the context of their possible application in the management of South African fisheries",
  "abstract": "Aspects of the potential application of multispecies/ecosystem modelling to advise the management of South African fisheries are discussed. In general, reliable predictive ability from such models is likely to be achieved sooner for top predators, because relatively fewer links need to be modelled. Accordingly, discussion concentrates on the deliberations of scientific workshops on modelling marine mammal – fisheries interactions held by two international marine mammal commissions during 2002. Five questions are posed, and some responses suggested, relating to the development of a framework for multispecies/ecosystem modelling to contribute to South African fisheries management: (1) should such models be used for testing or making decisions; (2) do they appreciably reduce uncertainties associated with single-species models; (3) are whole ecosystem or minimum realistic models more appropriate; (4) what computer software is best suited to implement such approaches; (5) what are the overall cost implications? Caution is expressed that general scientific acceptance of predictive reliability for such models (as required for their use for management) is unlikely in the short term, and will probably require considerable data collection and complex analysis at not insubstantial cost.",
  "authors": [
    {
      "name": "Doug S Butterworth"
    },
    {
      "name": "Éva E. Plagányi"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 25,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W10421387",
    "https://openalex.org/W1524760816",
    "https://openalex.org/W1967049079",
    "https://openalex.org/W1975128847",
    "https://openalex.org/W1990566709",
    "https://openalex.org/W1991560151",
    "https://openalex.org/W1995629599",
    "https://openalex.org/W2003647390",
    "https://openalex.org/W2010188994",
    "https://openalex.org/W2018227395",
    "https://openalex.org/W2075072166",
    "https://openalex.org/W2076735625",
    "https://openalex.org/W2081050205",
    "https://openalex.org/W2082119996",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2111510688",
    "https://openalex.org/W2114525352",
    "https://openalex.org/W2124398268",
    "https://openalex.org/W2135275073",
    "https://openalex.org/W2141158179",
    "https://openalex.org/W2148311895",
    "https://openalex.org/W2158496446",
    "https://openalex.org/W2162070796",
    "https://openalex.org/W21742325",
    "https://openalex.org/W2319252967",
    "https://openalex.org/W2606108196"
  ]
}