{
  "id": "https://openalex.org/W2074944884",
  "title": "Ecosystem effects of fishing closures in mangrove estuaries of tropical Australia",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 245:223-238 (2002) - doi:10.3354/meps245223 Ecosystem effects of fishing closures in mangrove estuaries of tropical Australia Janet A. Ley1,*, Ian A. Halliday2, Andrew J. Tobin3, Rod N. Garrett4, Neil A. Gribble4 1Australian Institute of Marine Science, PMB No. 3, Townsville, Queensland 4810, Australia 2Queensland Department of Primary Industries, PO Box 76, Deception Bay, Queensland 4508, Australia 3Queensland Department of Primary Industries, PO Box 1085, Townsville, Queensland 4801, Australia 4Queensland Department of Primary Industries, PO Box 5396, Cairns, Queensland 4870, Australia *Present address: Australian Maritime College, PO Box 21, Beauty Point, Tasmania 7270, Australia. Email: j.ley@fme.amc.edu.au ABSTRACT: Along the section of Australia¹s coast adjacent to the Great Barrier Reef, certain mangrove-dominated estuaries have been closed to commercial net fishing for over 5 yr. During a 2 yr bimonthly sampling program aimed at evaluating the effect of these closures, fish communities were compared among 3 pairs of neighbouring estuaries (1 closed and 1 open to commercial net fishing per pair). We employed a complete factorial design to test effects of fishing (open or closed), region of the study area along the coast of Queensland (north, middle or south), and position (upstream or downstream). Standardised sets of gill nets (19 to 152 mm stretched mesh) were used, with the largest-mesh research nets (152 mm) comparable to smallest mesh (150 mm) nets permitted for commercial gill net fishing within open estuaries. In comparison with open systems, catch rates in the largest-mesh research nets in closed systems were 3 times greater for total abundance, 3.7 times greater for the main target species barramundi Lates calcarifer (Centropomidae), 4.4 times greater for juvenile sharks Carcharhinus leucas (Carcharhinidae), and 2.9 times greater for queenfish Scomberoides commersonianus (Carangidae). Furthermore, in comparison with open systems, catch rates in 102 mm mesh research nets in closed systems were 2.5 times greater for L. calcarifer. While lower catch rates of target and bycatch species in 152 mm mesh nets could be readily attributed to commercial operations in open systems, reasons for lower catch rates in the 102 mm research nets were less apparent, since gill nets with <150 mm mesh were prohibited within the open estuaries. Reduction in numbers of large barramundi may have had an impact on recruitment of juveniles in the fished estuaries, leading to these lower catch rates in smaller size classes. Despite substantial depletion in numbers of piscivorous predators in fished systems, there was no evidence of impacts on lower trophic levels sampled with the 2 smallest-mesh research nets (51 mm and multipanel 19/25/35 mm mesh). In these estuaries, prey species assemblages were comprised of 92 species, mainly planktivores, scavengers and detritivores. As in coral reef systems, high diversity and productivity in tropical mangrove-dominated estuaries may strengthen the resilience of prey-base communities to disturbances such as fishing. However, since substantially greater abundances of target and bycatch species occurred among replicate mangrove estuaries protected from commercial fishing, our results significantly strengthen the case in favour of the effectiveness of reserves in conserving populations of exploited species. KEY WORDS: Marine reserves · Factorial design · Tropical estuaries · Effects of fishing · Mangroves · Biodiversity · Centromopidae · Lates calcarifer · Trophic cascade Full text in pdf format PreviousNextExport citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 245. Online publication date: December 18, 2002 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2002 Inter-Research.",
  "authors": [
    {
      "name": "JA Ley"
    },
    {
      "name": "IA Halliday"
    },
    {
      "name": "AJ Tobin"
    },
    {
      "name": "RN Garrett"
    },
    {
      "name": "NA Gribble"
    }
  ],
  "publication_year": 2002,
  "cited_by_count": 35,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W12100202",
    "https://openalex.org/W12294379",
    "https://openalex.org/W1513136390",
    "https://openalex.org/W1571752896",
    "https://openalex.org/W1979907873",
    "https://openalex.org/W1983316406",
    "https://openalex.org/W1993151010",
    "https://openalex.org/W1998133024",
    "https://openalex.org/W2003273412",
    "https://openalex.org/W2008736637",
    "https://openalex.org/W2014914752",
    "https://openalex.org/W2027004894",
    "https://openalex.org/W2036716267",
    "https://openalex.org/W2042401643",
    "https://openalex.org/W2052184582",
    "https://openalex.org/W2062526841",
    "https://openalex.org/W2068520578",
    "https://openalex.org/W2072959381",
    "https://openalex.org/W2073812067",
    "https://openalex.org/W2082804861",
    "https://openalex.org/W2094020083",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2107265366",
    "https://openalex.org/W2114482415",
    "https://openalex.org/W2120498345",
    "https://openalex.org/W2122505518",
    "https://openalex.org/W2124658853",
    "https://openalex.org/W2126562422",
    "https://openalex.org/W2129725010",
    "https://openalex.org/W2130436608",
    "https://openalex.org/W2136270292",
    "https://openalex.org/W2481716255",
    "https://openalex.org/W3002341712",
    "https://openalex.org/W3023791499",
    "https://openalex.org/W4234510762",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W655509428",
    "https://openalex.org/W83645863"
  ]
}