{
  "id": "https://openalex.org/W2086429563",
  "title": "The Influence of the Cockle, <i>Cerastoderma edule</i>, on the Macrozoobenthic Community of Tidal Flats in the Wadden Sea",
  "abstract": "Abstract. The cockle Cerastoderma edule is one of the large and important species of the tidal flats of the Wadden Sea. C. edule disturbs the upper sediment layer due to its crawling and “shaking” behaviour. About 7% of a cockle population move within one week. The mean distance of movement is ‐4 cm per week, which, in the case of a 2‐year‐old cockle with a length of ˜3 cm, means that ˜20 cm 2 of sediment is disturbed to a depth of ˜3 cm. Besides these measurable movements, cockles also regularly “shake” themselves, thereby disturbing the sediment around them to at least ˜0.5 cm. At a density of 500 cockles per m 2 of a mean length of 3 cm, ˜16% of the sediment surface is occupied by cockles and another ˜29% is disturbed by cockles within one week. To study the effects of cockles on recruitment of other benthic species, densities of 0, 125, 250, 375 and 500 cockles (mean length 3 or 3.5 cm) were added to 1‐m 2 plots within large depopulated squares in April. Subsequently, sediment samples were sieved once a month (from June to September) and the densities of all macrozoobenthic species were estimated. The presence of cockles significantly reduced the densities of juveniles of the bivalve species C. edule, Macoma balthica, Mya arenaria, Tellina (Angulus) tenuis , and Ensis directus and of the worm species Pygospio elegans, Lanice conchilega, Eteone longa, Anaitides spec., Nephtys hombergii, Heteromastus filiformis, Scoloplos armiger , and Tharyx marioni and of the amphipods Corophium volutator and C. arenarium . Non‐significant effects were found only in Capitella capitata and Nereis diversicolor . For all species mentioned above a negative effect was already observed at the lower cockle densities of 125 ‐ 250 per m 2 . Reductions of about 50% or more were found at densities of 500 per m 2 , which was more than could be expected based on the area occupied by the cockles (˜16%), but close to the area occupied plus disturbed (˜45%). It is concluded that (dense) assemblages of adult cockles can have a strong influence on the macrozoobenthic community.",
  "authors": [
    {
      "name": "Els Flach"
    }
  ],
  "publication_year": 1996,
  "cited_by_count": 76,
  "primary_topic": "Marine Bivalve and Aquaculture Studies",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1917138834",
    "https://openalex.org/W1966634178",
    "https://openalex.org/W1975994134",
    "https://openalex.org/W1984050204",
    "https://openalex.org/W1992127630",
    "https://openalex.org/W1995725440",
    "https://openalex.org/W1999878494",
    "https://openalex.org/W2001802285",
    "https://openalex.org/W2007750020",
    "https://openalex.org/W2010476204",
    "https://openalex.org/W2021871883",
    "https://openalex.org/W2030475203",
    "https://openalex.org/W2032946493",
    "https://openalex.org/W2034913041",
    "https://openalex.org/W2037367094",
    "https://openalex.org/W2038406496",
    "https://openalex.org/W2042798069",
    "https://openalex.org/W2043184448",
    "https://openalex.org/W2053914213",
    "https://openalex.org/W2057617732",
    "https://openalex.org/W2060353678",
    "https://openalex.org/W2065757237",
    "https://openalex.org/W2081788589",
    "https://openalex.org/W2083469259",
    "https://openalex.org/W2312315791",
    "https://openalex.org/W2314811409",
    "https://openalex.org/W2920139021"
  ]
}