{
  "id": "https://openalex.org/W2088395296",
  "title": "Uncertainty, Resource Exploitation, and Conservation: Lessons from History",
  "abstract": "There are currently many plans for sustainable use or sustainable development that are founded upon scientific information and consensus. Such ideas reflect ignorance of the history of resource exploitation and misunderstanding of the possibility of achieving scientific consensus concerning resources and the environment. Although there is considerable variation in detail, there is remarkable consistency in the history of resource exploitation: resources are inevitably overexploited, often to the point of collapse or extinction. We suggest that such consistency is due to the following common features: (i) Wealth or the prospect of wealth generates political and social power that is used to promote unlimited exploitation of resources. (ii) Scientific understanding and consensus is hampered by the lack of controls and replicates, so that each new problem involves learning about a new system. (iii) The complexity of the underlying biological and physical systems precludes a reductionist approach to management. Optimum levels of exploitation must be determined by trial and error. (iv) Large levels of natural variability mask the effects of overexploitation. Initial overexploitation is not detectable until it is severe and often irreversible.",
  "authors": [
    {
      "name": "Donald Ludwig"
    },
    {
      "name": "Ray Hilborn"
    },
    {
      "name": "Carl J. Walters"
    }
  ],
  "publication_year": 1993,
  "cited_by_count": 1465,
  "primary_topic": "Global Energy and Sustainability Research",
  "subfield_topic": "Renewable Energy, Sustainability and the Environment",
  "field_topic": "Energy",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1561475519",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1986400874",
    "https://openalex.org/W1988520084",
    "https://openalex.org/W2022238242",
    "https://openalex.org/W2025440419",
    "https://openalex.org/W2031938753",
    "https://openalex.org/W2032623217",
    "https://openalex.org/W2037306313",
    "https://openalex.org/W204940627",
    "https://openalex.org/W2059277854",
    "https://openalex.org/W2064510897",
    "https://openalex.org/W2082232934",
    "https://openalex.org/W2324892055",
    "https://openalex.org/W2488335975",
    "https://openalex.org/W2709573646",
    "https://openalex.org/W2789041360",
    "https://openalex.org/W4210260625",
    "https://openalex.org/W4234820557",
    "https://openalex.org/W568512194"
  ]
}