{
  "id": "https://openalex.org/W2086702626",
  "title": "How does abundance scale with body size in coupled size‐structured food webs?",
  "abstract": "1. Widely observed macro-ecological patterns in log abundance vs. log body mass of organisms can be explained by simple scaling theory based on food (energy) availability across a spectrum of body sizes. The theory predicts that when food availability falls with body size (as in most aquatic food webs where larger predators eat smaller prey), the scaling between log N vs. log m is steeper than when organisms of different sizes compete for a shared unstructured resource (e.g. autotrophs, herbivores and detritivores; hereafter dubbed 'detritivores'). 2. In real communities, the mix of feeding characteristics gives rise to complex food webs. Such complexities make empirical tests of scaling predictions prone to error if: (i) the data are not disaggregated in accordance with the assumptions of the theory being tested, or (ii) the theory does not account for all of the trophic interactions within and across the communities sampled. 3. We disaggregated whole community data collected in the North Sea into predator and detritivore components and report slopes of log abundance vs. log body mass relationships. Observed slopes for fish and epifaunal predator communities (-1.2 to -2.25) were significantly steeper than those for infaunal detritivore communities (-0.56 to -0.87). 4. We present a model describing the dynamics of coupled size spectra, to explain how coupling of predator and detritivore communities affects the scaling of log N vs. log m. The model captures the trophic interactions and recycling of material that occur in many aquatic ecosystems. 5. Our simulations demonstrate that the biological processes underlying growth and mortality in the two distinct size spectra lead to patterns consistent with data. Slopes of log N vs. log m were steeper and growth rates faster for predators compared to detritivores. Size spectra were truncated when primary production was too low for predators and when detritivores experienced predation pressure. 6. The approach also allows us to assess the effects of external sources of mortality (e.g. harvesting). Removal of large predators resulted in steeper predator spectra and increases in their prey (small fish and detritivores). The model predictions are remarkably consistent with observed patterns of exploited ecosystems.",
  "authors": [
    {
      "name": "Julia L. Blanchard"
    },
    {
      "name": "Simon Jennings"
    },
    {
      "name": "Richard Law"
    },
    {
      "name": "Matthew D. Castle"
    },
    {
      "name": "Paul McCloghrie"
    },
    {
      "name": "Marie‐Joëlle Rochet"
    },
    {
      "name": "Éric Benoît"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 228,
  "primary_topic": "Isotope Analysis in Ecology",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1497050477",
    "https://openalex.org/W1581749418",
    "https://openalex.org/W1608337536",
    "https://openalex.org/W179302507",
    "https://openalex.org/W1968027662",
    "https://openalex.org/W1973805519",
    "https://openalex.org/W2002744460",
    "https://openalex.org/W2002994639",
    "https://openalex.org/W2003308232",
    "https://openalex.org/W2015823673",
    "https://openalex.org/W2022730497",
    "https://openalex.org/W2043544795",
    "https://openalex.org/W2046335874",
    "https://openalex.org/W2047904830",
    "https://openalex.org/W2050511110",
    "https://openalex.org/W2054094869",
    "https://openalex.org/W2058827912",
    "https://openalex.org/W2061796635",
    "https://openalex.org/W2063367321",
    "https://openalex.org/W2089993104",
    "https://openalex.org/W2090603305",
    "https://openalex.org/W2098828870",
    "https://openalex.org/W2104226280",
    "https://openalex.org/W2112653599",
    "https://openalex.org/W2114494594",
    "https://openalex.org/W2114706971",
    "https://openalex.org/W2114795157",
    "https://openalex.org/W2118496962",
    "https://openalex.org/W2122813483",
    "https://openalex.org/W2124394919",
    "https://openalex.org/W2125628544",
    "https://openalex.org/W2128713868",
    "https://openalex.org/W2129580034",
    "https://openalex.org/W2137561156",
    "https://openalex.org/W2144623926",
    "https://openalex.org/W2151139060",
    "https://openalex.org/W2154277394",
    "https://openalex.org/W2155667586",
    "https://openalex.org/W2162170771",
    "https://openalex.org/W2320681200",
    "https://openalex.org/W2512482989",
    "https://openalex.org/W2608362011",
    "https://openalex.org/W3004157836",
    "https://openalex.org/W3144859586",
    "https://openalex.org/W4239146293",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W4298196426",
    "https://openalex.org/W67430805"
  ]
}