{
  "id": "https://openalex.org/W2085273858",
  "title": "Accounting Explicitly for Predation Mortality in Surplus Production Models: An Application to Longfin Inshore Squid",
  "abstract": "Abstract One approach to better account for ecosystem considerations in fisheries science is to incorporate ecological interactions into conventional stock assessment models. The longfin inshore squid Loligo pealeii is one of two squid species of ecological and commercial significance in the northwest Atlantic Ocean. A surplus production model with quarterly time steps was fitted to longfin inshore squid total removal (fishing and predation removal) and tuned with fishery‐dependent, fishery‐independent, and predation‐dependent indices to examine the effect of incorporating predation into a single‐species model. Total consumption of squid by all predatory fish exceeded the landings in most years of this analysis. The model output indicated that biological reference points for longfin inshore squid differ considerably when predation removals are included. It appears that by not including predation, the model underestimates stock biomass and overestimates fishery surplus production. Short‐term stochastic projections of such estimates demonstrate that increasing predation mortality and fishing mortality will decrease the biomass of longfin inshore squid. Failing to account for predation when performing stock assessments for longfin inshore squid and other similar forage species may misrepresent reference point estimates and result in management advice that could lead to biomass declines. We envision that the approach presented here will provide requisite information and a useful example towards improving the current modeling practices for longfin inshore squid and similar forage species.",
  "authors": [
    {
      "name": "Hassan Moustahfid"
    },
    {
      "name": "Megan C. Tyrrell"
    },
    {
      "name": "Jason S. Link"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 35,
  "primary_topic": "Cephalopods and Marine Biology",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1970301238",
    "https://openalex.org/W1993348217",
    "https://openalex.org/W1994744806",
    "https://openalex.org/W1998871093",
    "https://openalex.org/W2011292626",
    "https://openalex.org/W2012742697",
    "https://openalex.org/W2032392783",
    "https://openalex.org/W2040481919",
    "https://openalex.org/W2050441977",
    "https://openalex.org/W2071109279",
    "https://openalex.org/W2097047487",
    "https://openalex.org/W2101298479",
    "https://openalex.org/W2124181495",
    "https://openalex.org/W2139178347",
    "https://openalex.org/W2150844962",
    "https://openalex.org/W2170230705",
    "https://openalex.org/W2185517354",
    "https://openalex.org/W2186273830",
    "https://openalex.org/W2313971788",
    "https://openalex.org/W2317051445",
    "https://openalex.org/W2342812503",
    "https://openalex.org/W2417303392",
    "https://openalex.org/W2479378631",
    "https://openalex.org/W2598092628",
    "https://openalex.org/W2741792001",
    "https://openalex.org/W2800593293",
    "https://openalex.org/W3026721701"
  ]
}