{
  "id": "https://openalex.org/W2086420833",
  "title": "A retrospective evaluation of the Barents Sea capelin management advice",
  "abstract": "Since 1998, the assessment model framework Bifrost/Captool has been used for advice on total allowable catch for the Barents Sea capelin (Mallotus villosus) stock. However, since the management is based on a target escapement strategy, and most capelin die after spawning, viewed in retrospect, there is hardly any possibility of checking whether the forecast underpinning the quota was actually realistic. The forecast using Captool for the period from 1 October up to capelin spawning time at 1 April relies on a forecast of cod abundance during this period. This estimate of cod abundance is, in turn, based on a cod assessment from the previous spring. By rerunning the Captool model, where the cod forecast is replaced with the actual amount of cod from the cod assessment model run later in time, we show that considerably smaller annual quotas would have been advised if the true amount of cod had been known when the capelin quota was set. We discuss this fact in light of the present knowledge about recruitment success of capelin during the period. Our conclusion is that either the acoustic stock size estimates of capelin have been consistently underestimating the true stock size, the predation model overestimates the natural mortality of capelin during winter, the minimum spawning stock size considered necessary to uphold normal recruitment (Blim) built into the harvest control rule is higher than needed to secure good recruitment, or a combination of these.",
  "authors": [
    {
      "name": "Harald Gjøsæter"
    },
    {
      "name": "Bjarte Bogstad"
    },
    {
      "name": "Sigurd Tjelmeland"
    },
    {
      "name": "Samuel Yam Subbey"
    }
  ],
  "publication_year": 2014,
  "cited_by_count": 24,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1966187075",
    "https://openalex.org/W1998466623",
    "https://openalex.org/W1998645411",
    "https://openalex.org/W2011686174",
    "https://openalex.org/W2030437201",
    "https://openalex.org/W2050940219",
    "https://openalex.org/W2095414997",
    "https://openalex.org/W2155801816",
    "https://openalex.org/W2158720003",
    "https://openalex.org/W2258193554",
    "https://openalex.org/W2331865232",
    "https://openalex.org/W2463863802",
    "https://openalex.org/W2472816722",
    "https://openalex.org/W2489340528",
    "https://openalex.org/W2494384994"
  ]
}