{
  "id": "https://openalex.org/W2091719578",
  "title": "Beneficial links for the control of aphids: the effects of compost applications on predators and prey",
  "abstract": "1 Polyphagous predators, such as spiders and beetles, perform a fundamental ecosystem service as regulators of agricultural pests, particularly aphids. They are most effective when they colonize the crop before the pest has reached its exponential growth phase. However, this is also when predators find themselves in a state of near-starvation. 2 Predator numbers can be enhanced by applications of different types of organic matter, but the mechanism is not clearly understood. One hypothesis is that compost applied to the field may introduce a new detrital food chain to maintain predators until the pest arrives, but this may also be detrimental to effective pest control, fostering a surplus of alternative prey and causing a switch away from the pest. To elucidate these possible outcomes, we report on the use of within-field compost applications on aphids and their predators, presenting 4 years of field-scale manipulations. 3 We found both direct and indirect links between compost, aphids and predators. In years when compost-treated plots had significantly higher numbers of predators, aphids were in significantly lower numbers than in plots without compost. Conversely, when there was a lack of response by predators, aphid numbers showed similar trends in all treatments. 4 In all years, alternative prey responded strongly to compost application and did not fluctuate at the level shown by predators, suggesting that these two prey groups were decoupled. Instead, the predicted positive feedback of compost on predators numbers was either weak or absent. 5 Synthesis and applications. The effect of compost on aphids clearly requires further practical refinement if it is to provide constant pest suppression, making it difficult to provide specific management recommendations at this stage. In the short term, compost application may not always confer immediate benefits in terms of pest control alone but this must be set against other better known benefits (moisture retention, nutrients). In the long term, experiments measuring the full trophic pathway are needed to unravel the effects of organic matter type, application time and the siting of compost relative to the crop in order to optimise pest suppression potential.",
  "authors": [
    {
      "name": "James R. Bell"
    },
    {
      "name": "Michael Traugott"
    },
    {
      "name": "K. D. Sunderland"
    },
    {
      "name": "David J. Skirvin"
    },
    {
      "name": "Andrew Mead"
    },
    {
      "name": "Lidija Kravar‐Garde"
    },
    {
      "name": "Kelly A. Reynolds"
    },
    {
      "name": "J. S. Fenlon"
    },
    {
      "name": "William O. C. Symondson"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 58,
  "primary_topic": "Insect-Plant Interactions and Control",
  "subfield_topic": "Insect Science",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1225456328",
    "https://openalex.org/W1515156686",
    "https://openalex.org/W1522891683",
    "https://openalex.org/W1744567630",
    "https://openalex.org/W1966262847",
    "https://openalex.org/W1971779923",
    "https://openalex.org/W1976292587",
    "https://openalex.org/W1980638571",
    "https://openalex.org/W1982340889",
    "https://openalex.org/W1988018032",
    "https://openalex.org/W1988937785",
    "https://openalex.org/W1988946060",
    "https://openalex.org/W2005501000",
    "https://openalex.org/W2019193639",
    "https://openalex.org/W2036841067",
    "https://openalex.org/W2038008642",
    "https://openalex.org/W2043580963",
    "https://openalex.org/W2053537794",
    "https://openalex.org/W2054389405",
    "https://openalex.org/W2054529942",
    "https://openalex.org/W2054609663",
    "https://openalex.org/W2064692664",
    "https://openalex.org/W2068688606",
    "https://openalex.org/W2093519371",
    "https://openalex.org/W2096679187",
    "https://openalex.org/W2097607146",
    "https://openalex.org/W2117825403",
    "https://openalex.org/W2122765222",
    "https://openalex.org/W2133697481",
    "https://openalex.org/W2149806294",
    "https://openalex.org/W2153069300",
    "https://openalex.org/W2153541105",
    "https://openalex.org/W2157790001",
    "https://openalex.org/W2157912267",
    "https://openalex.org/W2158175796",
    "https://openalex.org/W2163640734",
    "https://openalex.org/W2165242700",
    "https://openalex.org/W2165565892",
    "https://openalex.org/W2258044641",
    "https://openalex.org/W2323535841",
    "https://openalex.org/W2334592344",
    "https://openalex.org/W61748578"
  ]
}