{
  "id": "https://openalex.org/W2091772902",
  "title": "Creating an Earth Atmospheric Trust",
  "abstract": "STABILIZING CONCENTRATIONS OF GREENHOUSE GASES IN THE EARTH’S ATMOSPHERE AT A level that will control climate change will require drastic departures from business as usual. Here, we introduce one response to this challenge that may seem visionary or idealistic today, but that could become realistic once we reach a tipping point that opens a window of opportunity for embracing major changes. The core of this system is the idea of a common asset trust. Trusts are widely used and well-developed legal mechanisms designed to protect and manage assets on behalf of specific beneficiaries. Extending this idea to the management and protection of a global commons, such as the atmosphere, is a new but straightforward extension of this idea. Because the atmosphere is global, the Earth Atmospheric Trust would be global in scope; however, initial implementation at a regional or national scale may be necessary. We provide an outline of the steps that must be taken to create and manage such a system. (i) Create a global cap-and-trade system for all greenhouse gas emissions. We believe a cap-andtrade system is preferable to a tax, because the major goal is to cap and reduce the quantity of emissions in a predictable way. Caps set quantity and allow price to vary; taxes set price and allow quantity to vary.",
  "authors": [
    {
      "name": "P Barnes"
    },
    {
      "name": "Robert Costanza"
    },
    {
      "name": "Paul Hawken"
    },
    {
      "name": "David W. Orr"
    },
    {
      "name": "Элинор Остром"
    },
    {
      "name": "Alvaro Umaña"
    },
    {
      "name": "Oran R. Young"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 76,
  "primary_topic": "Climate Change and Geoengineering",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}