{
  "id": "https://openalex.org/W2095346666",
  "title": "Obscuring Ecosystem Function with Application of the Ecosystem Services Concept",
  "abstract": "Conservationists commonly have framed ecological concerns in economic terms to garner political support for conservation and to increase public interest in preserving global biodiversity. Beginning in the early 1980s, conservation biologists adapted neoliberal economics to reframe ecosystem functions and related biodiversity as ecosystem services to humanity. Despite the economic success of programs such as the Catskill/Delaware watershed management plan in the United States and the creation of global carbon exchanges, today's marketplace often fails to adequately protect biodiversity. We used a Marxist critique to explain one reason for this failure and to suggest a possible, if partial, response. Reframing ecosystem functions as economic services does not address the political problem of commodification. Just as it obscures the labor of human workers, commodification obscures the importance of the biota (ecosystem workers) and related abiotic factors that contribute to ecosystem functions. This erasure of work done by ecosystems impedes public understanding of biodiversity. Odum and Odum's radical suggestion to use the language of ecosystems (i.e., emergy or energy memory) to describe economies, rather than using the language of economics (i.e., services) to describe ecosystems, reverses this erasure of the ecosystem worker. Considering the current dominance of economic forces, however, implementing such solutions would require social changes similar in magnitude to those that occurred during the 1960s. Niklas Luhmann argues that such substantive, yet rapid, social change requires synergy among multiple societal function systems (i.e., economy, education, law, politics, religion, science), rather than reliance on a single social sphere, such as the economy. Explicitly presenting ecosystem services as discreet and incomplete aspects of ecosystem functions not only allows potential economic and environmental benefits associated with ecosystem services, but also enables the social and political changes required to ensure valuation of ecosystem functions and related biodiversity in ways beyond their measurement on an economic scale.",
  "authors": [
    {
      "name": "Markus J. Peterson"
    },
    {
      "name": "Damon M. Hall"
    },
    {
      "name": "Andrea M. Feldpausch‐Parker"
    },
    {
      "name": "Tarla Rai Peterson"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 187,
  "primary_topic": "Sustainability and Ecological Systems Analysis",
  "subfield_topic": "Environmental Engineering",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1483294716",
    "https://openalex.org/W1490508965",
    "https://openalex.org/W1496444136",
    "https://openalex.org/W1511186454",
    "https://openalex.org/W1567172554",
    "https://openalex.org/W1582174288",
    "https://openalex.org/W1972312032",
    "https://openalex.org/W1974476190",
    "https://openalex.org/W1979477365",
    "https://openalex.org/W1980744524",
    "https://openalex.org/W1981117256",
    "https://openalex.org/W1987958913",
    "https://openalex.org/W2004329916",
    "https://openalex.org/W2009525560",
    "https://openalex.org/W2032498967",
    "https://openalex.org/W2034077112",
    "https://openalex.org/W2050743860",
    "https://openalex.org/W2058576347",
    "https://openalex.org/W2058848083",
    "https://openalex.org/W2059272421",
    "https://openalex.org/W2073646054",
    "https://openalex.org/W2077223823",
    "https://openalex.org/W2083611346",
    "https://openalex.org/W2101241202",
    "https://openalex.org/W2134160386",
    "https://openalex.org/W2142089745",
    "https://openalex.org/W2156016952",
    "https://openalex.org/W2272908325",
    "https://openalex.org/W2279001183",
    "https://openalex.org/W2606230518",
    "https://openalex.org/W2746485780",
    "https://openalex.org/W2970697127",
    "https://openalex.org/W3044225635",
    "https://openalex.org/W3124677426",
    "https://openalex.org/W4245546811",
    "https://openalex.org/W4320800888",
    "https://openalex.org/W634566582",
    "https://openalex.org/W641284204",
    "https://openalex.org/W647916268"
  ]
}