{
  "id": "https://openalex.org/W2093318465",
  "title": "A length-based population model and stock–recruitment relationships for red king crab, <i>Paralithodes camtschaticus</i>, in Bristol Bay, Alaska",
  "abstract": "A length-based population model was constructed for Bristol Bay red king crab, Paralithodes camtschaticus, incorporating stochastic growth, gradual recruitment over length, and a bowl-shaped pattern for instantaneous natural mortality as a function of length. A nonlinear least squares approach was used to estimate abundance, recruitment, and natural mortality. The model was applied to abundance and catch data from 1968 to 1993. The observed population abundances fit well with the model. Natural mortality was estimated to be three to six times higher in the early 1980s than during other periods. High natural mortality coupled with high harvest rates and followed by low spawning biomass may have contributed to the collapse of the population in the early 1980s and its continued lack of recovery. The stock–recruitment data estimated from the length-based model provided a good fit to both general and autocorrelated Ricker models. The general Ricker model is supported by strong recruitment associated with intermediate levels of spawning biomass and extremely low recruitment related to low spawning stock; the autocorrelated Ricker model fit the data slightly better and is supported by the fact that extremely strong and weak recruitment occurred successively over two separate periods.",
  "authors": [
    {
      "name": "Jie Zheng"
    },
    {
      "name": "M. Murphy"
    },
    {
      "name": "Gordon H. Kruse"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 98,
  "primary_topic": "Crustacean biology and ecology",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1964019449",
    "https://openalex.org/W1965901365",
    "https://openalex.org/W1968538133",
    "https://openalex.org/W1981930327",
    "https://openalex.org/W1982263567",
    "https://openalex.org/W1985183165",
    "https://openalex.org/W2014865396",
    "https://openalex.org/W2027021149",
    "https://openalex.org/W2034395169",
    "https://openalex.org/W2042464037",
    "https://openalex.org/W2049349511",
    "https://openalex.org/W2060188878",
    "https://openalex.org/W2063932389",
    "https://openalex.org/W2137705922",
    "https://openalex.org/W2159225209",
    "https://openalex.org/W2167800154",
    "https://openalex.org/W2918551188",
    "https://openalex.org/W2920947707",
    "https://openalex.org/W4285719527"
  ]
}