{
  "id": "https://openalex.org/W2091818139",
  "title": "Mechanisms of Succession in Natural Communities and Their Role in Community Stability and Organization",
  "abstract": "The sequence of species observed after a relatively large space is opened up is a consequence of the following mechanisms. \"Opportunist\" species with broad dispersal powers and rapid growth to maturity usually arrive first and occupy empty space. These species cannot invade and grow in the presence of adults of their own or other species. Several alternative mechanisms may then determine which species replace these early occupants. Three models of such mechanisms have been proposed. The first \"facilitation\" model suggests that the entry and growth of the later species is dependent upon the earlier species \"preparing the ground\"; only after this can later species colonize. Evidence in support of this model applies mainly to certain primary successions and in heterotrophic succession. A second \"tolerance\" model suggests that a predictable sequence is produced by the existence of species that have evolved different strategies for exploiting resources. Later species will be those able to tolerate lower levels of resources than earlier ones. Thus they can invade and grow to maturity in the presence of those that preceded them. At present there exists little evidence in support of this model. A third \"inhibition\" model suggests that all species resist invasions of competitors. The first occupants preempt the space and will continue to exclude or inhibit later colonists until the former die or are damaged, thus releasing resources. Only then can later colonists reach maturity. A considerable body of evidence exists in support of this model. In the majority of natural communities succession is frequently interrupted by major disturbances, such as fires, storms, insect plagues, etc., starting the process all over again. However, if not interrupted, it eventually reaches a stage in which further change is on a small scale as individuals die and are replaced. The pattern of these changes will depend upon whether individuals are more likely to be replaced by a member of their own or another species. If the former, stability will be assured. However, in terrestrial communities, conditions in the soil in the immediate vicinity of long-lived plants may become modified in such a way that offspring of the same species are much less favored than those of other species. A likely cause is the buildup of host-specific pathogenic soil organisms near a long-lived plant. In this case, the species at each local site keep changing, producing local instability. Whether the average species composition of the whole tract does not change, exhibiting global stability, or whether it keeps changing has not yet been decided for any natural community.",
  "authors": [
    {
      "name": "Joseph H. Connell"
    },
    {
      "name": "Ralph O. Slatyer"
    }
  ],
  "publication_year": 1977,
  "cited_by_count": 4333,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1518251696",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1985136633",
    "https://openalex.org/W1990372576",
    "https://openalex.org/W1992021472",
    "https://openalex.org/W1996657273",
    "https://openalex.org/W1996670866",
    "https://openalex.org/W1997606979",
    "https://openalex.org/W1998736734",
    "https://openalex.org/W2004060645",
    "https://openalex.org/W2006358603",
    "https://openalex.org/W2012246271",
    "https://openalex.org/W2014948368",
    "https://openalex.org/W2015282496",
    "https://openalex.org/W2015630652",
    "https://openalex.org/W2016318220",
    "https://openalex.org/W2029796932",
    "https://openalex.org/W2032839068",
    "https://openalex.org/W2035085627",
    "https://openalex.org/W2037611159",
    "https://openalex.org/W2038699894",
    "https://openalex.org/W2048070542",
    "https://openalex.org/W2050526925",
    "https://openalex.org/W2055421874",
    "https://openalex.org/W2058315195",
    "https://openalex.org/W2058331536",
    "https://openalex.org/W2059766894",
    "https://openalex.org/W2060456816",
    "https://openalex.org/W2067045097",
    "https://openalex.org/W2073943502",
    "https://openalex.org/W2080475490",
    "https://openalex.org/W2085315871",
    "https://openalex.org/W2101831396",
    "https://openalex.org/W2102103272",
    "https://openalex.org/W2103536388",
    "https://openalex.org/W2110746768",
    "https://openalex.org/W2140667840",
    "https://openalex.org/W2142168593",
    "https://openalex.org/W2145117713",
    "https://openalex.org/W2157419101",
    "https://openalex.org/W2185971173",
    "https://openalex.org/W2313998286",
    "https://openalex.org/W2315386399",
    "https://openalex.org/W2318894940",
    "https://openalex.org/W2320172323",
    "https://openalex.org/W2321937847",
    "https://openalex.org/W2322933842",
    "https://openalex.org/W2325986690",
    "https://openalex.org/W2325991464",
    "https://openalex.org/W2327161309",
    "https://openalex.org/W2329033489",
    "https://openalex.org/W2332025512",
    "https://openalex.org/W2796044705",
    "https://openalex.org/W2796254007",
    "https://openalex.org/W2797977604",
    "https://openalex.org/W2962874606",
    "https://openalex.org/W3186772751",
    "https://openalex.org/W603332667",
    "https://openalex.org/W638406893"
  ]
}