{
  "id": "https://openalex.org/W2098363035",
  "title": "On Bias Plus Variance",
  "abstract": "This article presents several additive corrections to the conventional quadratic loss bias-plus-variance formula. One of these corrections is appropriate when both the target is not fixed (as in Bayesian analysis) and training sets are averaged over (as in the conventional bias plus variance formula). Another additive correction casts conventional fixed-trainingset Bayesian analysis directly in terms of bias plus variance. Another correction is appropriate for measuring full generalization error over a test set rather than (as with conventional bias plus variance) error at a single point. Yet another correction can help explain the recent counterintuitive bias-variance decomposition of Friedman for zero-one loss. After presenting these corrections, this article discusses some other loss function-specific aspects of supervised learning. In particular, there is a discussion of the fact that if the loss function is a metric (e.g., zero-one loss), then there is bound on the change in generalization error accompanying changing the algorithm's guess from h 1 to h 2 , a bound that depends only on h 1 and h 2 and not on the target. This article ends by presenting versions of the bias-plus-variance formula appropriate for logarithmic and quadratic scoring, and then all the additive corrections appropriate to those formulas. All the correction terms presented are a covariance, between the learning algorithm and the posterior distribution over targets. Accordingly, in the (very common) contexts in which those terms apply, there is not a “bias-variance trade-off” or a “bias-variance dilemma,” as one often hears. Rather there is a bias-variance-covariance trade-off.",
  "authors": [
    {
      "name": "David H. Wolpert"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 112,
  "primary_topic": "Gaussian Processes and Bayesian Inference",
  "subfield_topic": "Artificial Intelligence",
  "field_topic": "Computer Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1500698297",
    "https://openalex.org/W1516193414",
    "https://openalex.org/W1840338487",
    "https://openalex.org/W190701057",
    "https://openalex.org/W1972780278",
    "https://openalex.org/W2076118331",
    "https://openalex.org/W2094051685",
    "https://openalex.org/W2100483895",
    "https://openalex.org/W2268893631",
    "https://openalex.org/W2298971835",
    "https://openalex.org/W2727300753",
    "https://openalex.org/W2912934387"
  ]
}