{
  "id": "https://openalex.org/W2101972963",
  "title": "The impact of mobile phone and economic growth in developing countries",
  "abstract": "The articulation of this paper is to examine key issues of a mobile phone facing sub-Saharan Africa to a country's technological progress and is capable of generating knowledge-driven economic growth, improve productivity and raise quality. The main objectives of this paper are considerable evidence that new forms of telecommunication can bring both macroeconomic benefits accruing to national economies and microeconomic benefits accruing to individuals, both in developed and developing countries. There is also some evidence that lower-income groups can benefit particularly from access to mobile phones, through improved work and business opportunities and productivity gains. The paper defines the mobile phones in less developed economies to be playing the same crucial role that fixed telephony played in the richer economies in the 1970s and 1980s. The purpose of this paper is to know how mobile phones transformed lives in low-income countries faster than ever imagined. The effect is particularly dramatic in rural areas of Sub-Saharan Africa, where mobile phones have often represented the first modern infrastructure of any kind. There is a long tradition of economic research on the impact of infrastructure investments and social overhead capital on economic growth. Studies have successfully measured the growth dividend of investment in telecommunications infrastructure in developed economies.\r\n\r\n\t \r\n\r\n\tKey words: Mobile industry, technological progress and challenges, transforming lives.",
  "authors": [
    {
      "name": "Ghirmai T. Kefela"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 17,
  "primary_topic": "ICT Impact and Policies",
  "subfield_topic": "Media Technology",
  "field_topic": "Engineering",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2034056607",
    "https://openalex.org/W2497441293",
    "https://openalex.org/W2768384405",
    "https://openalex.org/W3123689642"
  ]
}