{
  "id": "https://openalex.org/W2102838667",
  "title": "Amplification and attenuation of increased primary production in a marine food web",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 491:1-14 (2013) - DOI: https://doi.org/10.3354/meps10484 FEATURE ARTICLE Amplification and attenuation of increased primary production in a marine food web Kelly A. Kearney1,4,*, Charles Stock2, Jorge L. Sarmiento3 1Department of Geosciences, Princeton University, Princeton, New Jersey 08544, USA 2Geophysical Fluid Dynamics Laboratory (GFDL), National Oceanic and Atmospheric Administration (NOAA), 201 Forrestal Road, Princeton, New Jersey 08540, USA 3Program in Atmospheric and Ocean Sciences, Princeton University, Princeton, New Jersey 08544, USA 4Present address: Marine Biology and Fisheries, University of Miami Rosenstiel School of Marine and Atmospheric Sciences, 4600 Rickenbacker Causeway, Miami, Florida 33149, USA *Email: kkearney@rsmas.miami.edu ABSTRACT: We used an end-to-end ecosystem model that incorporates physics, biogeochemistry, and predator-prey dynamics for the Eastern Subarctic Pacific ecosystem to investigate the factors controlling propagation of changes in primary production to higher trophic levels. We found that lower trophic levels respond to increased primary production in unexpected ways due to complex predatory interactions, with small phytoplankton increasing more than large phytoplankton due to relief from predation by microzooplankton, which are kept in check by the more abundant mesozooplankton. We also found that the propagation of production to upper trophic levels depends critically on how non-predatory mortality is structured in the model, with much greater propagation occurring with linear mortality and much less with quadratic mortality, both of which functional forms are in common use in ecosystem models. We used an ensemble simulation approach to examine how uncertainties in model parameters affect these results. When considering the full range of potential responses to enhanced productivity, the effect of uncertainties related to the functional form of non-predatory mortality was often masked by uncertainties in the food-web parameterization. The predicted responses of several commercially important species, however, were significantly altered by non-predatory mortality assumptions. KEY WORDS: End-to-end model · Trophic efficiency · Primary production · Food web · Subarctic Pacific Ocean · Ecosystem model Full text in pdf format Information about this Feature Article Supplementary material NextCite this article as: Kearney KA, Stock C, Sarmiento JL (2013) Amplification and attenuation of increased primary production in a marine food web. Mar Ecol Prog Ser 491:1-14. https://doi.org/10.3354/meps10484 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 491. Online publication date: October 02, 2013 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2013 Inter-Research.",
  "authors": [
    {
      "name": "Kelly Kearney"
    },
    {
      "name": "Charles A. Stock"
    },
    {
      "name": "JL Sarmiento"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 25,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1541395903",
    "https://openalex.org/W1644321256",
    "https://openalex.org/W1649240590",
    "https://openalex.org/W1981073202",
    "https://openalex.org/W1985520778",
    "https://openalex.org/W1990566709",
    "https://openalex.org/W1990710682",
    "https://openalex.org/W1994425678",
    "https://openalex.org/W1994982199",
    "https://openalex.org/W1996187297",
    "https://openalex.org/W2008733299",
    "https://openalex.org/W2016595637",
    "https://openalex.org/W2018580425",
    "https://openalex.org/W2027536087",
    "https://openalex.org/W2028029974",
    "https://openalex.org/W2030534042",
    "https://openalex.org/W2035265108",
    "https://openalex.org/W2038742869",
    "https://openalex.org/W2043911809",
    "https://openalex.org/W2044835665",
    "https://openalex.org/W2054838530",
    "https://openalex.org/W2056329779",
    "https://openalex.org/W2060789210",
    "https://openalex.org/W2064206581",
    "https://openalex.org/W2065782005",
    "https://openalex.org/W2065947563",
    "https://openalex.org/W2069739033",
    "https://openalex.org/W2072853764",
    "https://openalex.org/W2080958114",
    "https://openalex.org/W2081050205",
    "https://openalex.org/W2083306329",
    "https://openalex.org/W2083794130",
    "https://openalex.org/W2084461152",
    "https://openalex.org/W2090970809",
    "https://openalex.org/W2099097750",
    "https://openalex.org/W2116082578",
    "https://openalex.org/W2118606125",
    "https://openalex.org/W2122930237",
    "https://openalex.org/W2132644644",
    "https://openalex.org/W2137464561",
    "https://openalex.org/W2144903486",
    "https://openalex.org/W2145723259",
    "https://openalex.org/W2150097329",
    "https://openalex.org/W2154889667",
    "https://openalex.org/W2158455215",
    "https://openalex.org/W2159463353",
    "https://openalex.org/W2172072449",
    "https://openalex.org/W2172234358",
    "https://openalex.org/W2172975182",
    "https://openalex.org/W2176328291",
    "https://openalex.org/W2478668388",
    "https://openalex.org/W2525441770",
    "https://openalex.org/W3171039691",
    "https://openalex.org/W4244139169"
  ]
}