{
  "id": "https://openalex.org/W2104670598",
  "title": "Tabu Search—Part II",
  "abstract": "This is the second half of a two part series devoted to the tabu search metastrategy for optimization problems. Part I introduced the fundamental ideas of tabu search as an approach for guiding other heuristics to overcome the limitations of local optimality, both in a deterministic and a probabilistic framework. Part I also reported successful applications from a wide range of settings, in which tabu search frequently made it possible to obtain higher quality solutions than previously obtained with competing strategies, generally with less computational effort. Part II, in this issue, examines refinements and more advanced aspects of tabu search. Following a brief review of notation, Part II introduces new dynamic strategies for managing tabu lists, allowing fuller exploitation of underlying evaluation functions. In turn, the elements of staged search and structured move sets are characterized, which bear on the issue of finiteness. Three ways of applying tabu search to the solution of integer programming problems are then described, providing connections also to certain nonlinear programming applications. Finally, the paper concludes with a brief survey of new applications of tabu search that have occurred since the developments reported in Part I. Together with additional comparisons with other methods on a wide body of problems, these include results of parallel processing implementations and the use of tabu search in settings ranging from telecommunications to neural networks. INFORMS Journal on Computing, ISSN 1091-9856, was published as ORSA Journal on Computing from 1989 to 1995 under ISSN 0899-1499.",
  "authors": [
    {
      "name": "Fred Glover"
    }
  ],
  "publication_year": 1990,
  "cited_by_count": 5684,
  "primary_topic": "Optimization and Search Problems",
  "subfield_topic": "Computer Networks and Communications",
  "field_topic": "Computer Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1513769081",
    "https://openalex.org/W1555834419",
    "https://openalex.org/W167854338",
    "https://openalex.org/W1986602944",
    "https://openalex.org/W1993598948",
    "https://openalex.org/W1995095220",
    "https://openalex.org/W2003113703",
    "https://openalex.org/W2004229681",
    "https://openalex.org/W2016688797",
    "https://openalex.org/W2024060531",
    "https://openalex.org/W2026106837",
    "https://openalex.org/W2047422346",
    "https://openalex.org/W2081153368",
    "https://openalex.org/W2084792706",
    "https://openalex.org/W2120230601",
    "https://openalex.org/W2143037347",
    "https://openalex.org/W2164855953",
    "https://openalex.org/W2168000780",
    "https://openalex.org/W307896644",
    "https://openalex.org/W3139666781",
    "https://openalex.org/W3142379583",
    "https://openalex.org/W64811297"
  ]
}