{
  "id": "https://openalex.org/W2109467374",
  "title": "Complexity and Stability: Another Look at MacArthur's Original Hypothesis",
  "abstract": "Stuart L. Pimm Pimm, S. L. 1979. Complexity and stability: another look at MacArthur's original hypothesis. - Oikos 33: 351-357. Most species persist at fairly constant levels despite perturbations from a variety of abiotic and biotic factors that may affect their numbers. To model this persistence, most studies impose the constraint that species densities, when slightly perturbed from equilibrium, will return to that equilibrium. This is the condition of local sta- bility. This paper examines a different condition involving a more severe perturbation. I define a system to be species deletion stable if, when a species is removed from system, all the remaining species remain at a stable equilibrium involving only posi- tive densities. Species in the real world might be deleted through emigration, disease, or the effects of a predator - including man. The condition of species deletion stability seems closer to the concept of 'stability' used by MacArthur. He argued that increased model complexity should lead to greater resistance to perturbation but this idea has generally not been supported by studies on local stability. This paper shows that increasing model complexity does not result in increased species deletion stability. Indeed, species deletion stability varies widely with slight changes in model structure and the characteristics of the species deleted. Species deletion stable models do not differ in any recognizable structural properties from models that are sensitive to species deletion. I conclude that natural ecosystems have not been significantly modified in their structures to maximize their resistance to species deletion. This is in contrast to the condition of local stability. Locally stable models, differ in many structural properties from those that are unstable. Analyses of the structure of real food webs shows that these possess the structures that lead to local stability. S. L. Pimm, Dept of Biological Sciences, Texas Tech Univ., Lubbock, TX 79409, USA. Accepted 11 January 1979",
  "authors": [
    {
      "name": "Stuart L. Pimm"
    }
  ],
  "publication_year": 1979,
  "cited_by_count": 172,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1979665911",
    "https://openalex.org/W1984555757",
    "https://openalex.org/W1987852776",
    "https://openalex.org/W1997801513",
    "https://openalex.org/W2002137160",
    "https://openalex.org/W2025964007",
    "https://openalex.org/W2027990961",
    "https://openalex.org/W2038227189",
    "https://openalex.org/W2040752430",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2061541477",
    "https://openalex.org/W2065036101",
    "https://openalex.org/W2073027009",
    "https://openalex.org/W2320432931",
    "https://openalex.org/W4299993032"
  ]
}