{
  "id": "https://openalex.org/W2105450066",
  "title": "PRESS PERTURBATIONS AND THE PREDICTABILITY OFECOLOGICAL INTERACTIONS IN A FOOD WEB",
  "abstract": "Press perturbations, in which one or more species densities are experimentally altered and held at higher or lower levels, are common field approaches used to understand community dynamics. The outcomes of such experiments are often difficult to anticipate solely on the basis of intuition. This is because the effects of a perturbation may pass through a complex network of direct and indirect pathways in a food web, and the outcome may be highly sensitive to the strength of interactions among species. One solution to understanding outcomes of press experiments is to quantify first the community matrix, the matrix of measured direct interactions between all species in a food web, and then obtain the inverse of this matrix. The inverse of the community matrix predicts the effect of all species presses on all other species. I evaluated the utility of the inverse community matrix in predicting the outcomes of press experiments in an old-field food web. I used data from field and laboratory experiments to quantify the interaction strengths between grasshoppers, four old-field plants, and nitrogen supply. These values were used to parameterize the community matrix and obtain its inverse in a Monte Carlo simulation. The simulation was used to predict the mean and standard error in the outcome of a simultaneous nitrogen and herbivore press on food-web structure and dynamics. The predictions were compared with data from an enclosure experiment in the field in which I manipulated nitrogen supply and herbivore abundance. There was a high degree of uncertainty predicted and observed in the study system. Despite this, I show that the degree and the sources of uncertainty were predictable for each species. This suggests that the inverse community matrix offers a useful theoretical benchmark for understanding the outcome of field press experiments.",
  "authors": [
    {
      "name": "Oswald J. Schmitz"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 106,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1511740464",
    "https://openalex.org/W1585933995",
    "https://openalex.org/W1964915882",
    "https://openalex.org/W1967577453",
    "https://openalex.org/W1977822775",
    "https://openalex.org/W1988201445",
    "https://openalex.org/W1993646858",
    "https://openalex.org/W1997356912",
    "https://openalex.org/W1997765943",
    "https://openalex.org/W1998245410",
    "https://openalex.org/W1998863057",
    "https://openalex.org/W2000814467",
    "https://openalex.org/W2004270844",
    "https://openalex.org/W2011364799",
    "https://openalex.org/W2021216714",
    "https://openalex.org/W2032792517",
    "https://openalex.org/W2033385345",
    "https://openalex.org/W2036540241",
    "https://openalex.org/W2036875091",
    "https://openalex.org/W2045495410",
    "https://openalex.org/W2048992221",
    "https://openalex.org/W2054126322",
    "https://openalex.org/W2055548199",
    "https://openalex.org/W2055630785",
    "https://openalex.org/W2064242117",
    "https://openalex.org/W2066553252",
    "https://openalex.org/W2067810199",
    "https://openalex.org/W2082850015",
    "https://openalex.org/W2121660347",
    "https://openalex.org/W2123145128",
    "https://openalex.org/W2136035194",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2178504862",
    "https://openalex.org/W2281356238",
    "https://openalex.org/W2317223750",
    "https://openalex.org/W2320165356",
    "https://openalex.org/W2326469116",
    "https://openalex.org/W2327925076",
    "https://openalex.org/W2479989316",
    "https://openalex.org/W4299993032",
    "https://openalex.org/W652036332"
  ]
}