{
  "id": "https://openalex.org/W2101547575",
  "title": "Quantitative ecosystem indicators for fisheries management",
  "abstract": "Spring in Paris (31 March to 3 April 2004) helped to attract more than 250 participants from 53 countries to a symposium on ‘‘Quantitative Ecosystem Indicators for Fisheries Management’’. The symposium was hosted by the Intergovernmental Oceanographic Commission at the UNESCO headquarters next to the Eiffel Tower, and coorganized with the Scientific Committee on Oceanic Research (SCOR). Four years of preparation had borne fruit, and the stage was set with a programme of 40 presentations and nearly 150 posters. The symposium was centred on using ecosystem indicators for fisheries management, and as such reflects the growing understanding that exploited fish populations must be considered as integral components of ecosystem function, rather than units that operate independently of their environment. Internationally, there has been wide recognition of the need to move towards an ecosystem approach to fisheries, a development spearheaded by FAO through their Code of Conduct for Responsible Fisheries (Garcia, 2000), and supported by many regional and national institutions as well as academia, NGOs, and the general public. Intergovernmental organizations providing management advice, such as ICES and PICES, require meaningful indicators that adequately reflect the state of marine ecosystems. As we move to embrace an ecosystem perspective, we need new measuring sticks. Ecosystem approaches to fisheries require consideration of the interdependent way we utilize ecosystems. At a minimum, the components to be addressed cover ecological, economic, social, technological, and governance aspects. When considering the ecosystem, we must include not only target species, but also their effects on dependent or competing non-target species, as well as on the habitats shared by the species. An important question thus arises, related to trade-offs. Management interventions directed at one target species may have consequences for many other species, including some that are targets of other fisheries. How do we evaluate the trade-offs involved, and how do we determine the direction that a society should take, based on the implications for marine ecosystems? To answer such questions, analyses must be based on",
  "authors": [
    {
      "name": "Philippe Cury"
    },
    {
      "name": "Villy Christensen"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 204,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1968233295",
    "https://openalex.org/W2055992352",
    "https://openalex.org/W2062468242",
    "https://openalex.org/W2114525352",
    "https://openalex.org/W4291746399"
  ]
}