{
  "id": "https://openalex.org/W2108516317",
  "title": "A comparative review of the fisheries resource management systems in New Zealand and in the European Union",
  "abstract": "This review aims at comparing the fisheries management systems existing in New Zealand and in the European Union. The involvement of stakeholders at all stages of the management process is generally more transparent and better established in New Zealand than in the EU. Both systems aim at achieving an adequate balance between sustainability and utilisation and consider the precautionary approach as a founding principle. The social objectives are probably more explicit in the EU management system. In New Zealand, BMSY is a legal management target for all stocks in the quota management system (QMS), but management strategies were poorly explicit until most recently. In the EU, there have not been any legal management targets or strategies until 1999. Since 1999, a number of multi-annual recovery and management plans have been established, including both management targets and strategies. Both management systems include conservation and access regulation measures. The EU management measures aim at regulating fisheries outputs and inputs, and discarding is tolerated. New Zealand management is almost exclusively output-based, and discarding practices are banned. In the EU, while individual quotas (IQs) are implicit in several countries, there is no consistent pattern across Member States for allocating TACs. In New Zealand, individual transferable quotas (ITQs) are implemented, and some flexibility in catch-quota balancing is provided by a carry-over allowance and the payment of a landing tax, the deemed value, for every fish landed above quota. If rights-based management were introduced in the EU based on, e.g., the New Zealand model, we suggest that concentration rules be set in accordance with the social objectives of the Common Fisheries Policy, and also that the deemed value should be set based on science and economics.",
  "authors": [
    {
      "name": "Paul Marchal"
    },
    {
      "name": "Philippe Lallemand"
    },
    {
      "name": "Kevin Stokes"
    },
    {
      "name": "Olivier Thébaud"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 25,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W123032515",
    "https://openalex.org/W1567110536",
    "https://openalex.org/W1573734007",
    "https://openalex.org/W191994054",
    "https://openalex.org/W1976828628",
    "https://openalex.org/W1994260437",
    "https://openalex.org/W2009898714",
    "https://openalex.org/W2019277965",
    "https://openalex.org/W2032575879",
    "https://openalex.org/W2053484254",
    "https://openalex.org/W2101131495",
    "https://openalex.org/W2121947397",
    "https://openalex.org/W2135237124",
    "https://openalex.org/W2158025116",
    "https://openalex.org/W2158227275",
    "https://openalex.org/W2241507681",
    "https://openalex.org/W2248948912",
    "https://openalex.org/W2254635370",
    "https://openalex.org/W2808722823",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W592767442",
    "https://openalex.org/W61667363",
    "https://openalex.org/W652517670"
  ]
}