{
  "id": "https://openalex.org/W2110011277",
  "title": "Pelagic fishes and the cod recruitment dilemma in the Northwest Atlantic",
  "abstract": "Like most other stocks of Atlantic cod (Gadus morhua) in the Northwest Atlantic, cod in the southern Gulf of St. Lawrence declined to low abundance in the early 1990s. Recovery has been slow in contrast with the rapid recovery from similar levels of abundance in the mid-1970s. This difference reflects remarkably high prerecruit survival of cod in the earlier period of low abundance rather than unusually poor survival in the 1990s. The period of high prerecruit survival of cod coincided with the collapse of herring (Clupea harengus) and mackerel (Scomber scombrus) stocks resulting from overfishing. These pelagic fishes are potential predators or competitors of the early life history stages of cod. We report a strong negative relationship between the biomass of these pelagic fishes and recruitment rate of southern Gulf cod. This is consistent with the recent suggestion that the success of large predatory fishes may depend on \"cultivation\" effects in which the adults crop down forage fishes that are predators or competitors of their young. Our results also point to the possibility of a triangular food web involving cod, seals, and pelagic fishes, making it difficult to predict the effect of a proposed cull of seals on the recovery of cod.",
  "authors": [
    {
      "name": "Douglas P. Swain"
    },
    {
      "name": "A F Sinclair"
    }
  ],
  "publication_year": 2000,
  "cited_by_count": 139,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1981128909",
    "https://openalex.org/W2070607266",
    "https://openalex.org/W2079663110",
    "https://openalex.org/W2088865141",
    "https://openalex.org/W2120876800",
    "https://openalex.org/W2131129168",
    "https://openalex.org/W2142597494"
  ]
}