{
  "id": "https://openalex.org/W2112271727",
  "title": "Indirect Facilitation of Granivorous Birds by Desert Rodents: Experimental Evidence from Foraging Patterns",
  "abstract": "In order to quantify the response of birds to experimental manipulations of seed availability and densities of granivorous rodents and ants, we counted granivorous birds and measured diurnal and nocturnal seed removal on 24 plots during winter months in the Chihuahuan Desert. Removal of single, widely spaced millet seeds provided a reliable measure of bird and rodent foraging activity. Avian foraging activity increased in response to supplemental seeds, but decreased in response to long—term removal of all rodents and all ants. Although birds potentially compete for seeds with rodents and ants, these results suggest that, in the long term, indirect facilitation dominates the interactions among all three taxa. The positive effect of the other granivores on birds may be mediated through changes in habitat structure (e.g., reduction in the density of annual plants). The increase of avian foraging in response to seed addition and the high spatial and temporal variance in the patterns of seed removal by birds indicate that in desert habitats granivorous birds use their mobility to find and exploit high concentrations of seeds. Thus, birds may reduce the spatial variation in seed abundance and reduce the densities of seed available to other granivores. The foraging behavior of birds and rodents revealed by these experiments clarifies the response of granivores to experimental manipulations reported earlier, such as the lack of biomass compensation by rodents in response to seed addition.",
  "authors": [
    {
      "name": "Daniel B. Thompson"
    },
    {
      "name": "James H. Brown"
    },
    {
      "name": "Wayne D. Spencer"
    }
  ],
  "publication_year": 1991,
  "cited_by_count": 86,
  "primary_topic": "Ecology and Vegetation Dynamics Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1979939959",
    "https://openalex.org/W1986452628",
    "https://openalex.org/W1997099215",
    "https://openalex.org/W2000649166",
    "https://openalex.org/W2003353331",
    "https://openalex.org/W2004988428",
    "https://openalex.org/W2010750055",
    "https://openalex.org/W2013945534",
    "https://openalex.org/W2048394876",
    "https://openalex.org/W2058620605",
    "https://openalex.org/W2071031095",
    "https://openalex.org/W2082590699",
    "https://openalex.org/W2083896953",
    "https://openalex.org/W2091694514",
    "https://openalex.org/W2094804488",
    "https://openalex.org/W2100016344",
    "https://openalex.org/W2107031757",
    "https://openalex.org/W2128569550",
    "https://openalex.org/W2134849843",
    "https://openalex.org/W2141552878",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2180513534",
    "https://openalex.org/W2467728126"
  ]
}