{
  "id": "https://openalex.org/W2114364088",
  "title": "Scientific tools to support the practical implementation of ecosystem-based fisheries management",
  "abstract": "Abstract Smith, A. D. M., Fulton, E. J., Hobday, A. J., Smith, D. C., and Shoulder, P. 2007. Scientific tools to support the practical implementation of ecosystem-based fisheries management. – ICES Journal of Marine Science, 64: 633–639. Ecosystem-based fisheries management (EBFM) has emerged during the past 5 y as an alternative approach to single-species fishery management. To date, policy development has generally outstripped application and implementation. The EBFM approach has been broadly adopted at a policy level within Australia through a variety of instruments including fisheries legislation, environmental legislation, and a national policy on integrated oceans management. The speed of policy adoption has necessitated equally rapid development of scientific and management tools to support practical implementation. We discuss some of the scientific tools that have been developed to meet this need. These tools include extension of the management strategy evaluation (MSE) approach to evaluate broader ecosystem-based fishery management strategies (using the Atlantis modelling framework), development of new approaches to ecological risk assessment (ERA) for evaluating the ecological impacts of fishing, and development of a harvest strategy framework (HSF) and policy that forms the basis for a broader EBFM strategy. The practical application of these tools (MSE, ERA, and HSF) is illustrated for the southern and eastern fisheries of Australia.",
  "authors": [
    {
      "name": "Anthony D. M. Smith"
    },
    {
      "name": "Elizabeth A. Fulton"
    },
    {
      "name": "Alistair J. Hobday"
    },
    {
      "name": "David C. Smith"
    },
    {
      "name": "P. Shoulder"
    }
  ],
  "publication_year": 2007,
  "cited_by_count": 374,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1492835558",
    "https://openalex.org/W1543409689",
    "https://openalex.org/W1887592563",
    "https://openalex.org/W1987321309",
    "https://openalex.org/W2100012356",
    "https://openalex.org/W2105902872",
    "https://openalex.org/W2118651478",
    "https://openalex.org/W2122505518",
    "https://openalex.org/W2127032204",
    "https://openalex.org/W2130259933",
    "https://openalex.org/W2139658635",
    "https://openalex.org/W2148311895",
    "https://openalex.org/W2312401788",
    "https://openalex.org/W2620958647",
    "https://openalex.org/W278288665",
    "https://openalex.org/W2808422109",
    "https://openalex.org/W402219611"
  ]
}