{
  "id": "https://openalex.org/W2116412836",
  "title": "Eliciting and Combining Decision Criteria Using a Limited Palette of Utility Functions and Uncertainty Distributions: Illustrated by Application to Pest Risk Analysis",
  "abstract": "Utility functions in the form of tables or matrices have often been used to combine discretely rated decision-making criteria. Matrix elements are usually specified individually, so no one rule or principle can be easily stated for the utility function as a whole. A series of five matrices are presented that aggregate criteria two at a time using simple rules that express a varying degree of constraint of the lower rating over the higher. A further nine possible matrices were obtained by using a different rule either side of the main axis of the matrix to describe situations where the criteria have a differential influence on the outcome. Uncertainties in the criteria are represented by three alternative frequency distributions from which the assessors select the most appropriate. The output of the utility function is a distribution of rating frequencies that is dependent on the distributions of the input criteria. In pest risk analysis (PRA), seven of these utility functions were required to mimic the logic by which assessors for the European and Mediterranean Plant Protection Organization arrive at an overall rating of pest risk. The framework enables the development of PRAs that are consistent and easy to understand, criticize, compare, and change. When tested in workshops, PRA practitioners thought that the approach accorded with both the logic and the level of resolution that they used in the risk assessments.",
  "authors": [
    {
      "name": "Johnson Holt"
    },
    {
      "name": "Adrian W. Leach"
    },
    {
      "name": "Gritta Schrader"
    },
    {
      "name": "Françoise Petter"
    },
    {
      "name": "Alan MacLeod"
    },
    {
      "name": "D.J. van der Gaag"
    },
    {
      "name": "Richard Baker"
    },
    {
      "name": "John Mumford"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 26,
  "primary_topic": "Insect-Plant Interactions and Control",
  "subfield_topic": "Insect Science",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W1483728889",
    "https://openalex.org/W1518638615",
    "https://openalex.org/W1557166578",
    "https://openalex.org/W1671231755",
    "https://openalex.org/W1846631975",
    "https://openalex.org/W1955402073",
    "https://openalex.org/W1970655555",
    "https://openalex.org/W2002205063",
    "https://openalex.org/W2023448156",
    "https://openalex.org/W2027021281",
    "https://openalex.org/W2065637266",
    "https://openalex.org/W2105685465",
    "https://openalex.org/W2108577306",
    "https://openalex.org/W2116289830",
    "https://openalex.org/W2117024993",
    "https://openalex.org/W2125313734",
    "https://openalex.org/W2129482654",
    "https://openalex.org/W2133575467",
    "https://openalex.org/W2137749025",
    "https://openalex.org/W2166799829",
    "https://openalex.org/W2169179003",
    "https://openalex.org/W2594488730",
    "https://openalex.org/W650796491"
  ]
}