{
  "id": "https://openalex.org/W2112548472",
  "title": "Maximum economic yield in crisis?",
  "abstract": "Abstract We examine the claim in Christensen that Maximum Economic Yield (MEY) is equal to Maximum Sustainable Yield (MSY). The basis for this claim is that MEY considers only the ‘catching’ of fish and that when the full value‐chain is considered; it is the MSY level that maximizes economic value. We argue that to maximize society’s benefit from a given sector of an economy, resources need to be allocated across all sectors such that additional net benefits from employing one more unit of society’s resources are equalized across all sectors of the economy. In this way, the opportunity cost of employing society’s resources across all economic sectors is minimized. In an economy where all resources are fully utilized, further value added in the value chain for fish is an additional cost and has the effect of reducing fishing effort and optimum yield rather than the opposite. In a less developed economy or a developed one in recession where all resources are not fully used, the multiplier effect could be important, and if it is high for fisheries it would be an argument to maximize sustainable yield and effort. We show, using current input‐output data, that this is not the case. Furthermore, from a simple principle of optimization, we know that to optimize a sector that consists of many segments through time, one has to optimize every portion of the chain through time.",
  "authors": [
    {
      "name": "U. Rashid Sumaila"
    },
    {
      "name": "Rögnvaldur Hannesson"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 32,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1575538511",
    "https://openalex.org/W1775022051",
    "https://openalex.org/W17912809",
    "https://openalex.org/W1979307038",
    "https://openalex.org/W1991823299",
    "https://openalex.org/W2019947268",
    "https://openalex.org/W2023162632",
    "https://openalex.org/W2030851472",
    "https://openalex.org/W2090732251",
    "https://openalex.org/W2114489703",
    "https://openalex.org/W2125045381",
    "https://openalex.org/W2226396244",
    "https://openalex.org/W2978224848",
    "https://openalex.org/W36823495",
    "https://openalex.org/W4230826215",
    "https://openalex.org/W4241095006",
    "https://openalex.org/W4249696676",
    "https://openalex.org/W614702780",
    "https://openalex.org/W929362747"
  ]
}