{
  "id": "https://openalex.org/W2124514497",
  "title": "TRAIT-MEDIATED INDIRECT INTERACTIONS IN A SIMPLE AQUATIC FOOD WEB",
  "abstract": "This investigation examines the role of trait-mediated indirect interactions in a simple aquatic food web. We conducted the experiments in cattle watering tanks in order to establish whether competitive and predator–prey interactions between two species are affected by other species in the system; i.e., are pairwise interaction strengths affected by the background species assemblage? We examined the survival and growth response of small bullfrog (Rana catesbeiana) and small green frog (Rana clamitans) tadpoles in the presence and absence of a competitor (large bullfrogs), the lethal presence of the larval odonate predator Tramea lacerata, and the nonlethal (caged) presence of the larval odonate predators Anax junius and Anax longipes. We demonstrate that large bullfrog competitors and caged Anax affect traits (foraging activity level) of small bullfrog and small green frog tadpoles and that these changes in traits, in turn, affect interactions of the small tadpole species with each other and with the other species. In particular, the following four trait-mediated indirect interactions were evident: (1) Presence of large bullfrog competitors increased the predation rate of Tramea on small green frogs and small bullfrogs. (2) Presence of nonlethal Anax reduced the predation rate of Tramea on small green frogs. (3) Presence of nonlethal Anax increased the competitive advantage of bullfrogs over green frogs. (4) Presence of nonlethal Anax facilitated midge invasion of the experimental units. The proposed mechanisms (changes in small tadpole activity) involved in these trait-mediated indirect interactions were supported by observational data on tadpole activity and resource levels in the experimental units, and in laboratory experiments examining tadpole activity responses to predators. The occurrence of strong trait-mediated indirect interactions in this simple food web underscores the potential importance of such interactions in animal communities.",
  "authors": [
    {
      "name": "Scott D. Peacor"
    },
    {
      "name": "Earl E. Werner"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 221,
  "primary_topic": "Amphibian and Reptile Biology",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1597871704",
    "https://openalex.org/W1974676440",
    "https://openalex.org/W1978321495",
    "https://openalex.org/W1981592605",
    "https://openalex.org/W1987148902",
    "https://openalex.org/W1993646858",
    "https://openalex.org/W1993840649",
    "https://openalex.org/W1997765943",
    "https://openalex.org/W2002315210",
    "https://openalex.org/W2004109930",
    "https://openalex.org/W2013188744",
    "https://openalex.org/W2013223037",
    "https://openalex.org/W2016979683",
    "https://openalex.org/W2017097480",
    "https://openalex.org/W2033267409",
    "https://openalex.org/W2039933964",
    "https://openalex.org/W2044306042",
    "https://openalex.org/W2052778641",
    "https://openalex.org/W2056040823",
    "https://openalex.org/W2056187733",
    "https://openalex.org/W2059349345",
    "https://openalex.org/W2061867304",
    "https://openalex.org/W2064359817",
    "https://openalex.org/W2067810199",
    "https://openalex.org/W2071272142",
    "https://openalex.org/W2076773622",
    "https://openalex.org/W2081363984",
    "https://openalex.org/W2093745521",
    "https://openalex.org/W2121660347",
    "https://openalex.org/W2123005490",
    "https://openalex.org/W2131060409",
    "https://openalex.org/W2133925990",
    "https://openalex.org/W2139183265",
    "https://openalex.org/W2142791239",
    "https://openalex.org/W2157315119",
    "https://openalex.org/W2157448811",
    "https://openalex.org/W2165111556",
    "https://openalex.org/W2327462500",
    "https://openalex.org/W2334705384",
    "https://openalex.org/W3045904299"
  ]
}