{
  "id": "https://openalex.org/W2125916122",
  "title": "Optimal Policies for Rehabilitation of Overexploited Fish Stocks Using a Deterministic Model",
  "abstract": "Traditional fisheries models are of limited use during the transitional period when effort is reduced to permit recovery of an overexploited stock. We used a generalized age-structured model to represent stock dynamics during this transitional period and obtained optimal harvesting policies for three overexploited fish stocks using a first-order gradient procedure. The length of the rehabilitation period was affected by (1) the demographic characteristics of the stock, (2) the historical level of exploitation, and (3) the form of the objective function. When a target stock biomass or spawning stock was specified, rehabilitation was relatively rapid due to the sharp initial reduction in fishing effort. Fishing began earlier in the planning horizon when a target harvest was specified; however, stocks recovered more slowly and fishing effort and harvest did not stabilize at the desired levels as rapidly. Policies for maximizing harvest did not usually result in closure of the fishery; however, fishing effort usually exceeded the desired level and sometimes fluctuated considerably from year to year. Our results should aid in the development of rehabilitation policies tailored to specific fisheries or specific management goals.",
  "authors": [
    {
      "name": "Joseph E. Hightower"
    },
    {
      "name": "Gary D. Grossman"
    }
  ],
  "publication_year": 1987,
  "cited_by_count": 14,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1965698028",
    "https://openalex.org/W1986413439",
    "https://openalex.org/W1999748030",
    "https://openalex.org/W2007546218",
    "https://openalex.org/W2014265988",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2039091159",
    "https://openalex.org/W2041542178",
    "https://openalex.org/W2049650248",
    "https://openalex.org/W2056005351",
    "https://openalex.org/W2057738683",
    "https://openalex.org/W2068538325",
    "https://openalex.org/W2069793322",
    "https://openalex.org/W2140798124",
    "https://openalex.org/W2149879205",
    "https://openalex.org/W2334359902",
    "https://openalex.org/W4285719527"
  ]
}