{
  "id": "https://openalex.org/W2126475261",
  "title": "Implementing effective fisheries-management systems – management strategy evaluation and the Australian partnership approach",
  "abstract": "Fisheries management is characterized by multiple and conflicting objectives, multiple stakeholders with divergent interests and high levels of uncertainty about the dynamics of the resources being managed. This conjunction of issues can result in high levels of contention and poor outcomes in the management process. Management strategy evaluation (MSE) can assist in the resolution of these issues. MSE involves assessing the consequences of a range of management options and laying bare the trade-offs in performance across a range of management objectives. Key steps in the approach involve turning broad objectives into specific and quantifiable performance indicators, identifying and incorporating key uncertainties in the evaluation, and communicating the results effectively to client groups and decision-makers. At a technical level, the framework facilitates dealing with multiple objectives and uncertainties in prediction. At the implementation level, it fails if it cannot accommodate effective stakeholder participation and acceptance. MSE shares many features with approaches such as adaptive management and development of management procedures. The principles for implementing the MSE approach are reviewed and practical aspects of its implementation under the Australian Fisheries Management Authority (AFMA) partnership model to fisheries management are discussed. The model stresses stakeholder involvement in all key areas of fisheries management, from stock assessment and setting research priorities, to enforcement and decision-making. Stakeholder involvement, including industry, science, and conservation, extends from membership of the AFMA Board, through Management Advisory Committees to Fisheries Assessment Groups. The benefits and limitations of the AFMA partnership approach are reviewed, both for MSE, and, in a wider sense, in the development of an effective fisheries management system.",
  "authors": [
    {
      "name": "Anthony D. M. Smith"
    },
    {
      "name": "KJ Sainsbury"
    },
    {
      "name": "R. A. Stevens"
    }
  ],
  "publication_year": 1999,
  "cited_by_count": 416,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1529635586",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W2006031742",
    "https://openalex.org/W2042464037",
    "https://openalex.org/W2049771843",
    "https://openalex.org/W2100904586",
    "https://openalex.org/W2122782653",
    "https://openalex.org/W2124398268",
    "https://openalex.org/W2148311895",
    "https://openalex.org/W2153002539",
    "https://openalex.org/W2168737049",
    "https://openalex.org/W2181557384",
    "https://openalex.org/W2182938762",
    "https://openalex.org/W249441269",
    "https://openalex.org/W2714869658",
    "https://openalex.org/W297119983"
  ]
}