{
  "id": "https://openalex.org/W2124350766",
  "title": "Natural Capital and Sustainable Development",
  "abstract": "Abstract: A minimum necessary condition for sustainability is the maintenance of the total natural capital stock at or above the current level. While a lower stock of natural capital may be sustainable, society can allow no further decline in natural capital given the large uncertainty and the dire consequences of guessing wrong. This “constancy of total natural capital” rule can thus be seen as a prudent minimum condition for assuring sustainability, to be relaxed only when solid evidence can be offered that it is safe to do so. We discuss methodological issues concerning the degree of substitutability of manufactured for natural capital, quantifying ecosystem services and natural capital, and the role of the discount rate in valuing natural capital. We differentiate the concepts of growth (material increase in size) and development (improvement in organization without size change). Given these definitions, growth cannot the sustainable indefinitely on a finite planet. Development may be sustainable, but even this aspect of change may have some limits. One problem is that current measures of economic well‐being at the macro level (i.e., the Gross National Product) measure mainly growth, or at best conflate growth and development. This urgently requires revision. Finally, we suggest some principles of sustainable development and describe why maintaining natural capital stocks is a prudent and achievable policy for insuring sustainable development. There is disagreement between technological optimists (who see technical progress as eliminating all resource constraints to growth and development) and technological skeptics (who do not see as much scope for this approach and fear irreversible use of resources and damage to natural capital). By maintaining natural capital stocks (preferably by using a natural capital depletion tax), we can satisfy both the skeptics (since resources will be conserved for future generations) and the optimists (since this will raise the price of natural capital depletion and more rapidly induce the technical change they predict).",
  "authors": [
    {
      "name": "Robert Costanza"
    },
    {
      "name": "Herman E. Daly"
    }
  ],
  "publication_year": 1992,
  "cited_by_count": 1575,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1498478579",
    "https://openalex.org/W1502120409",
    "https://openalex.org/W1964593559",
    "https://openalex.org/W1980285172",
    "https://openalex.org/W2004019267",
    "https://openalex.org/W2013898175",
    "https://openalex.org/W2017202583",
    "https://openalex.org/W2023258220",
    "https://openalex.org/W2027271929",
    "https://openalex.org/W2035421459",
    "https://openalex.org/W2062390655",
    "https://openalex.org/W2071066283",
    "https://openalex.org/W2078851046",
    "https://openalex.org/W2084219765",
    "https://openalex.org/W2134126383",
    "https://openalex.org/W2149787605",
    "https://openalex.org/W2264142520",
    "https://openalex.org/W2279965642",
    "https://openalex.org/W2294021583",
    "https://openalex.org/W2335297974",
    "https://openalex.org/W2529296218",
    "https://openalex.org/W2609491781",
    "https://openalex.org/W4239595648",
    "https://openalex.org/W4240362348",
    "https://openalex.org/W4254124934",
    "https://openalex.org/W42729043",
    "https://openalex.org/W4319779528",
    "https://openalex.org/W4371804596",
    "https://openalex.org/W612430723",
    "https://openalex.org/W652061993"
  ]
}