{
  "id": "https://openalex.org/W2122296071",
  "title": "Organization of the New England Rocky Intertidal Community: Role of Predation, Competition, and Environmental Heterogeneity",
  "abstract": "The influences of predation, competition, biological disturbance, exposure to wave action, and inclination and heterogeneity of the substratum on the structure of the rocky intertidal community of New England were studied with a combination of experiments and observations at six areas in Maine and Massachusetts from 1972—1975. Several aspects of community structure (seasonal utilization of primary and canopy space, relative abundances of predators, trophic structure, species richness) were determined at five areas spanning a wave exposure gradient. Primary space at exposed areas was dominated by the barnacle Balanus balanoides (high intertidal) and the mussel Mytilus edulis (mid—intertidal). Fucoid algae and mobile carnivores and herbivores were scarce and species numbers were low at these areas. The availability of free primary space is usually &lt;10% at exposed areas, except in late winter and early spring when large areas of substratum are cleared of animals by storms, and up to 90% of the primary space may be free of sessile species. The only obvious similarity in community structure at exposed and protected areas is the usual dominance of the high intertidal by B. balanoides. The mid—intertidal of protected areas is usually characterized by a relatively large proportion of free primary space (40%—90%), a luxuriant fucoid canopy (Fucus spp. or Ascophyllum nodosum), relatively dense populations of carnivores and herbivores, and relatively high species richness. The primary prey of the only common intertidal predator at these areas, the snail Thais lapillus, are M. edulis and B. balanoides. The relative simplicity of this system permitted a relatively simple experimental design. Stainless steel mesh cages (3 ° 10 ° 10 cm) were used to exclude Thais and test for competition for space between B. balanoides and M. edulis; sideless cages tested for shading effects of cages, and undisturbed areas served as controls. Replicated experiments were established at points along a vertical gradient (high— to mid—intertidal) at each area. To detect variations in the effects of competition and predation in different microhabitats, cage sets were established on surfaces differing in substratum inclination, substratum heterogeneity, and algal canopy. Finally, some experiments were designed to determine possible effects of biological disturbance from herbivore activity. The major factors influencing community \"structure\" within the high intertidal zone are apparently largely those factors affecting the population ecology of B. balanoides, i.e., intraspecific competition, and various physical stresses. Neither predation nor interspecific competition had a significant influence on patterns of space utilization within this zone. However, the lower distributional limit of B. balanoides is evidently determined at the more exposed areas by competition for space with M. edulis and at less exposed areas by predation by Thais. The angle of inclination in the high intertidal has little effect on observed patterns of space occupancy; however, the effect of substratum heterogeneity is to extend the range of Mytilus and Thais upward. As an apparent result of such heterogeneity, the interface between the high— and mid—intertidal is a patchy mosaic of Balanus, Mytilus, and bare space. The mid—intertidal of exposed areas is structured primarily by interspecific competition. Space cleared experimentally or naturally in late winter (March) is rapidly occupied by B. balanoides (April—June). However, mussels settle in summer (at least June—September) and usually outcompete barnacles by August—October on horizontal and inclined substrata. If mussels are excluded, barnacles persist, which supports the hypothesis that M. edulis outcompete B. balanoides for space. The rate of interspecific competition is slowed on vertical substrata, and B. balanoides may monopolize space on these substrata for up to 2 yr before M. edulis outcompete them. Predators have no effect on space utilization at exposed areas. However, primary space utilization on all substrata in the mid—intertidal at protected areas is determined largely by predators. My experiments indicate that only when Thais are excluded does interspecific competition occur between barnacles and mussels. Otherwise, predation usually prevents either species from monopolizing primary space. Disturbance from fucoid whiplash inhibits B. balanoides settlement but does not alter the eventual outcome of the experiments. Herbivore disturbance may also inhibit barnacle settlement but this effect was detected only at artificially high herbivore densities. If B. balanoides are removed before M. edulis settle, the latter fail to monopolize space on relatively flat, bare rock, indicating space dominance by mussels is at least partly dependent on either the presence of a competitor or substratum irregularity or both. The results of experiments where three—way competition between barnacles, mussels, and Fucus spp. occurred indicated the survival of the latter is inhibited by mussels and enhanced by barnacles. The scarcity of fucoids at exposed areas may be a result of competition with mussels. Since many of the species present at relatively protected areas are directly or indirectly dependent on free primary space, observed variations in local species richness are evidently partly a function of the activity of Thais. Although this system is structurally very simple and occurs in a relatively harsh physical environment, its organization is characterized by strong interactions which have a powerful influence on observed structural patterns. A key problem in the development of a general theory of community organization is understanding the mechanism(s) behind variations in the effectiveness of predators along gradients of environmental rigor.",
  "authors": [
    {
      "name": "Bruce A. Menge"
    }
  ],
  "publication_year": 1976,
  "cited_by_count": 996,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1590052930",
    "https://openalex.org/W1969841983",
    "https://openalex.org/W1971560633",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1976905627",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1998506656",
    "https://openalex.org/W1999550793",
    "https://openalex.org/W2008312527",
    "https://openalex.org/W2032839068",
    "https://openalex.org/W2035248428",
    "https://openalex.org/W2042055120",
    "https://openalex.org/W2047129502",
    "https://openalex.org/W2047868647",
    "https://openalex.org/W2051891570",
    "https://openalex.org/W2051895482",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2055551650",
    "https://openalex.org/W2065251059",
    "https://openalex.org/W2067564219",
    "https://openalex.org/W2067610574",
    "https://openalex.org/W2083786578",
    "https://openalex.org/W2091777825",
    "https://openalex.org/W2122013738",
    "https://openalex.org/W2136434689",
    "https://openalex.org/W2249424382",
    "https://openalex.org/W2313815743",
    "https://openalex.org/W2317428540",
    "https://openalex.org/W2318891473",
    "https://openalex.org/W2321937847",
    "https://openalex.org/W2323668910",
    "https://openalex.org/W2326291893",
    "https://openalex.org/W2331426927",
    "https://openalex.org/W2412189479",
    "https://openalex.org/W2806270070",
    "https://openalex.org/W2943117676"
  ]
}