{
  "id": "https://openalex.org/W2122397795",
  "title": "Shifting patterns in Pacific climate, West Coast salmon survival rates, and increased volatility in ecosystem services",
  "abstract": "Although Pacific salmon never swim within 2,000 km of the equatorial Pacific Ocean, this does not mean they are beyond the reach of El Nino and the Southern Oscillation (ENSO). Pacific salmon habitats are subject to robust long-distance climate linkages; tropical ENSO indicators are well correlated with the dominant pattern of North Pacific climate variations, the Pacific Decadal Oscillation (PDO), and with the dominant pattern of North America’s 20th-century salmon landings (1, 2). As such, might a change in the dominant flavor of ENSO variability and its link with North Pacific climate also affect patterns of Pacific salmon population dynamics? Kilduff et al. (3) show that, indeed, a shift in Pacific climate has a strong and previously unidentified signature in West Coast salmon survival rates; they also suggest that this shift increased the synchrony of survival rate variations for dozens of salmon populations across ∼2,000 km of coastline and destabilized the delivery of services these salmon provide to people and ecosystems.",
  "authors": [
    {
      "name": "Nathan J. Mantua"
    }
  ],
  "publication_year": 2015,
  "cited_by_count": 20,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1810661210",
    "https://openalex.org/W1931214894",
    "https://openalex.org/W1979591475",
    "https://openalex.org/W1986792312",
    "https://openalex.org/W2003931766",
    "https://openalex.org/W2008466250",
    "https://openalex.org/W2014396625",
    "https://openalex.org/W2015063897",
    "https://openalex.org/W2019246349",
    "https://openalex.org/W2024621839",
    "https://openalex.org/W2088153285",
    "https://openalex.org/W2093401535",
    "https://openalex.org/W2096273072",
    "https://openalex.org/W2103982618",
    "https://openalex.org/W2105620701",
    "https://openalex.org/W2142806814",
    "https://openalex.org/W2152634574",
    "https://openalex.org/W788891742"
  ]
}