{
  "id": "https://openalex.org/W2122338940",
  "title": "Reconciling single-species TACs in the North Sea demersal fisheries using the Fcube mixed-fisheries advice framework",
  "abstract": "Abstract Ulrich, C., Reeves, S. A., Vermard, Y., Holmes, S. J., and Vanhee, W. 2011. Reconciling single-species TACs in the North Sea demersal fisheries using the Fcube mixed-fisheries advice framework. – ICES Journal of Marine Science, 68: 1535–1547. Single-species management is a cause of discarding in mixed fisheries, because individual management objectives may not be consistent with each other and the species are caught simultaneously in relatively unselective fishing operations. As such, the total allowable catch (TAC) of one species may be exhausted before the TAC of another, leading to catches of valuable fish that cannot be landed legally. This important issue is, however, usually not quantified and not accounted for in traditional management advice. A simple approach using traditional catch and effort information was developed, estimating catch potentials for distinct fleets (groups of vessels) and métiers (type of activity), and hence quantifying the risks of over- and underquota utilization for the various stocks. This method, named Fcube (Fleet and Fisheries Forecast), was applied successfully to international demersal fisheries in the North Sea and shaped into the advice framework. The substantial overquota catches of North Sea cod likely under the current fisheries regimes are quantified, and it is estimated that the single-species management targets for North Sea cod cannot be achieved unless substantial reductions in TACs of all other stocks and corresponding effort reductions are applied.",
  "authors": [
    {
      "name": "Clara Ulrich"
    },
    {
      "name": "Stuart A. Reeves"
    },
    {
      "name": "Youen Vermard"
    },
    {
      "name": "Steven J. Holmes"
    },
    {
      "name": "Vanhee Willy"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 93,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1573734007",
    "https://openalex.org/W1977895254",
    "https://openalex.org/W2022012385",
    "https://openalex.org/W2023474632",
    "https://openalex.org/W2053953041",
    "https://openalex.org/W2105801687",
    "https://openalex.org/W2122207793",
    "https://openalex.org/W2124023442",
    "https://openalex.org/W2125509445",
    "https://openalex.org/W2130025826",
    "https://openalex.org/W2136636694",
    "https://openalex.org/W2143867426",
    "https://openalex.org/W2144868358",
    "https://openalex.org/W2145804857",
    "https://openalex.org/W2158227275",
    "https://openalex.org/W2158355436",
    "https://openalex.org/W2158858856",
    "https://openalex.org/W2164877071",
    "https://openalex.org/W2502056275",
    "https://openalex.org/W2582743722",
    "https://openalex.org/W2600265759",
    "https://openalex.org/W2759502558",
    "https://openalex.org/W3042149698"
  ]
}