{
  "id": "https://openalex.org/W2129292167",
  "title": "Fishery management responses to climate change in the North Pacific",
  "abstract": "Abstract Stram, D. L., and Evans, D. C. K. 2009. Fishery management responses to climate change in the North Pacific. – ICES Journal of Marine Science, 66: 1633–1639. In the North Pacific, warming trends, coupled with declining sea ice, raise concerns about the effects of climate change on fish populations and ecosystem dynamics. Scientists are only beginning to understand the potential feedback mechanisms that will affect everything from plankton populations to major commercial fish species distributions, yet fishery managers have a responsibility to prepare for and respond to changing fishing patterns and potential ecosystem effects. There are ways for fishery managers to be proactive, while waiting for better information to unfold. The North Pacific Fishery Management Council (Council) and the National Marine Fisheries Service have jurisdiction over offshore fisheries in Alaska, USA. Recently, the Council has undertaken risk-averse management actions, in light of uncertainty about the effects of warming trends (and loss of sea ice) and resulting changes to fishing activities in the North Pacific. The Council has assessed whether opportunities for unregulated fishing could result from changes in fish distribution, has closed the Arctic Ocean to all commercial fishing pending further research, and has established extensive area closures where fishing with bottom-trawl gear is prohibited to protect vulnerable crab habitat and to control the northern expansion of the trawl fleet into newly ice-free waters. In cases where linkages between climate variables and fish distributions can be identified, the Council is developing adaptive management measures to respond to varying distributions of fish and shellfish. Finally, the Council has also tried to re-examine existing information to gain a better understanding of climate and ecosystem effects on fishery management. The pilot Fishery Ecosystem Plan for the Aleutian Islands maps interactions among climate factors and ecosystem components and suggests indicators for the Council to monitor.",
  "authors": [
    {
      "name": "Diana Stram"
    },
    {
      "name": "Diana Evans"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 50,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1522296012",
    "https://openalex.org/W1540479500",
    "https://openalex.org/W1972050952",
    "https://openalex.org/W2065784784",
    "https://openalex.org/W2105867798",
    "https://openalex.org/W2110415419",
    "https://openalex.org/W2110725760",
    "https://openalex.org/W2141342294",
    "https://openalex.org/W2161631312",
    "https://openalex.org/W2218312361",
    "https://openalex.org/W2268136411",
    "https://openalex.org/W239602718",
    "https://openalex.org/W2740162003",
    "https://openalex.org/W4205226981",
    "https://openalex.org/W4301624077",
    "https://openalex.org/W4301651126"
  ]
}