{
  "id": "https://openalex.org/W2124398268",
  "title": "Improvement of fishery-management advice through simulation testing of harvest algorithms",
  "abstract": "The risks and benefits associated with a given fishery-management measure, such as choice of a total allowable catch (TAC), depend on how future measures are to be chosen. It is therefore more appropriate to assess the risks and benefits of procedures or algorithms for determining management actions rather than those of single actions. The properties of a management algorithm can be explored by simulating its behaviour in hypothetical test scenarios. In each scenario, annual data with random error are generated from a simulated fishery and used by the algorithm to determine the TAC or other management measure for the next year. The performance of a management algorithm is measured against a variety of competing criteria that reflect the extent to which it achieves the conservation of fish resources, allows a reasonable level of utilization, and provides an acceptable degree of stability in catch or effort limits. Through an iterative process of testing and development, a management algorithm can be found that is robust towards uncertainties and that can be tuned to provide the desired trade-off between competing performance goals. The approach is illustrated using the Catch Limit Algorithm developed for the management of baleen whale harvests.",
  "authors": [
    {
      "name": "Justin Cooke"
    }
  ],
  "publication_year": 1999,
  "cited_by_count": 148,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1595526846",
    "https://openalex.org/W1986463043",
    "https://openalex.org/W2002444764",
    "https://openalex.org/W2042796530",
    "https://openalex.org/W2052329972",
    "https://openalex.org/W2092846645",
    "https://openalex.org/W2101278610",
    "https://openalex.org/W2104759740",
    "https://openalex.org/W2106461708",
    "https://openalex.org/W2106795591",
    "https://openalex.org/W2114489703",
    "https://openalex.org/W2117683284",
    "https://openalex.org/W2124272762",
    "https://openalex.org/W2126475261",
    "https://openalex.org/W2158496446",
    "https://openalex.org/W2610857016",
    "https://openalex.org/W3208496144"
  ]
}