{
  "id": "https://openalex.org/W2122764422",
  "title": "CLIMATE VARIATION, REGIME SHIFTS, AND IMPLICATIONS FOR SUSTAINABLE FISHERIES",
  "abstract": "The term ecosystem regime shift refers to low frequency, high amplitude varia tion in marine ecosystems involving changes in community composition, species abundances, and trophic structure. Changes occur in the abundance of both exploited and unexploited populations. Temporally coherent changes often occur in other spatially separated ecosystems. Ecosystem regime shifts are thought to be a response to shifts in the ocean and atmosphere climate and hence are relatively coherent with climate changes. However, the mechanisms responsible for ecosystem regime shifts are not well established. Changes in energy flow from the base of the ecosystem is frequently thought to be responsible, but in some cases climate-induced changes in apex predators also result in top-down responses. For example, regime shifts appeared to have occurred in the North Pacific in 1977 and 1989. This dramatic ecosystem variation presents challenges for fisheries managers. For example, operating in near real time, managers must make decisions as to whether a sharp drop in an exploited stock represents annual variation, overfishing, or a regime shift to a lower level of productivity. If overfishing is the issue, the response is a rebuilding plan. However, if a regime shift has occurred, it will not be possible to rebuild the stock to previous levels. Instead, the stock should be managed at its new lower level of productivity. Management approaches under regime shifts have been explored with various simulation models. Initial work suggested that a constant harvest rate strategy was a robust harvest approach. However, more recent work suggests that regime specific harvest rates are preferable. New research directions to advance ecosystem monitoring, to expand our understanding of the links between oceanic habitat and ecosystem dynamics, and to develop coupled physical and ecosystem models are needed to achieve sustainable fisheries under regime shifts. In recent years there has been increasing focus on a rather dramatic type of ecosystem dynamics that is termed a regime shift (Steele, 1996; Hare and Mantua, 2000). While there is no single definition of an ecosystem regime shift, the following characteristics have been observed. The abundance of various species covering a range of trophic levels persists around long-term baselines and then suddenly and fairly coherently shifts to new baseline levels where they again persist. The shift in abun dance occurs for both exploited and unexploited species. Shifts in ecosystems spanning broad spatial scales including ocean basins are temporally coherent, although the same species may respond differently in different regions. Finally, these sudden ecosystem changes occur concurrently with changes in large-scale atmospheric or oceanic conditions. These low-frequency, high amplitude changes in community composition, species abundances, and trophic structure would appear to present challenges to achieving sustainable fisheries. I will briefly present some examples of ecosystem regime shifts, discuss proposed harvest strategies for fish populations that undergo regime shifts, and discuss research approaches to improve management of fisheries that experience regime shift dynamics.",
  "authors": [
    {
      "name": "Jeffrey J. Polovina"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 70,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2006959528",
    "https://openalex.org/W2007745213",
    "https://openalex.org/W2014205773",
    "https://openalex.org/W2089452263",
    "https://openalex.org/W2118154372",
    "https://openalex.org/W2128666982",
    "https://openalex.org/W2144292431",
    "https://openalex.org/W2162721197",
    "https://openalex.org/W2527020189"
  ]
}