{
  "id": "https://openalex.org/W2132952955",
  "title": "Lessons from CCAMLR on the implementation of the ecosystem approach to managing fisheries",
  "abstract": "Abstract The Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR) is widely recognized as a leading international organization in developing best practice in the ecosystem approach to managing fisheries. CCAMLR provides a useful case study for examining the impediments to implementing ecosystem‐based fisheries management (EBFM) because it has EBFM principles embedded within its convention rather than having to make a transition from single‐species management to an ecosystem approach. CCAMLR is demonstrating that (i) EBFM does not need to equate to complexity in management and (ii) methods can be developed to decide on spatial management strategies for fisheries so that predators of target species are not disproportionately affected as a result of spatial and/or temporal dependencies of predators on their prey. Science has an important role in implementing EBFM, not only in measuring and assessing the status of target species and their predators but also in designing cost‐effective management strategies and in resolving disputes. Importantly, attention needs to be given to developing the capability and tools to overcome differences amongst scientists in providing advice to managers. The CCAMLR experience suggests that, without adequate safeguards, voluntary participation by fishing States in CCAMLR and its consensus environment do not provide strong foundations for achieving, in the long term, the ecosystem‐based principles for managing fisheries when there is any degree of scientific uncertainty. Some solutions to these issues are discussed. Overall, broader‐than‐CCAMLR solutions amongst the international community as well as the continued commitment of CCAMLR Members will be required to resolve these issues.",
  "authors": [
    {
      "name": "Andrew Constable"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 119,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1515421495",
    "https://openalex.org/W1583194033",
    "https://openalex.org/W158498580",
    "https://openalex.org/W1595733363",
    "https://openalex.org/W1599305990",
    "https://openalex.org/W1846611218",
    "https://openalex.org/W1988304231",
    "https://openalex.org/W2020046994",
    "https://openalex.org/W2057332804",
    "https://openalex.org/W2098053290",
    "https://openalex.org/W2112526645",
    "https://openalex.org/W2114364088",
    "https://openalex.org/W2114462771",
    "https://openalex.org/W2124398268",
    "https://openalex.org/W2125915346",
    "https://openalex.org/W2132194304",
    "https://openalex.org/W2136200062",
    "https://openalex.org/W2141613880",
    "https://openalex.org/W2148122301",
    "https://openalex.org/W2148311895",
    "https://openalex.org/W2161488019",
    "https://openalex.org/W2163091372",
    "https://openalex.org/W2169602499",
    "https://openalex.org/W2170169738",
    "https://openalex.org/W2186038554",
    "https://openalex.org/W2188460902",
    "https://openalex.org/W2189140448",
    "https://openalex.org/W2305263891",
    "https://openalex.org/W2494209169",
    "https://openalex.org/W2777808603",
    "https://openalex.org/W3014721439",
    "https://openalex.org/W3135520945",
    "https://openalex.org/W3150234440",
    "https://openalex.org/W4238757186",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W90209462"
  ]
}