{
  "id": "https://openalex.org/W2130259933",
  "title": "The application of qualitative risk assessment methodology to prioritize issues for fisheries management",
  "abstract": "Abstract Implementing more holistic forms of fisheries management (e.g. Ecologically Sustainable Development (ESD), Ecosystem-Based Fisheries Management) usually increases the number and scope of impacts requiring assessment. This study examined the effectiveness of a qualitative risk assessment process, developed as part of a National ESD framework, for prioritizing issues across the seven most valuable Western Australian commercial fisheries. Structured stakeholder workshops were used to identify issues across three ecological areas: retained species (i.e. target and by-product), non-retained (i.e. discarded and protected) species, and the broader ecosystem for each fishery. The risk associated with each issue was assessed using one of five sets of consequence criteria specifically developed to cover fishery-related impacts. The risk scores, for which suitably detailed justifications were written, determined the level of reporting and management required for each issue. Despite an additional 96 “non-target species issues” being identified at the workshops from a total of 115 issues, of the 27 issues requiring explicit management actions, just six new issues were added by this process. In addition, it identified where modifications of some of the existing arrangements were necessary. Finally, the system significantly improved stakeholder involvement and therefore acceptance of the outcomes. Given this success, risk assessment has now been applied to all Western Australia's export fisheries and to the development or review of many other systems, thereby improving the entire management process.",
  "authors": [
    {
      "name": "W.J. Fletcher"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 199,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1998002639",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2100904586",
    "https://openalex.org/W2120610387",
    "https://openalex.org/W2122782653",
    "https://openalex.org/W2139658635",
    "https://openalex.org/W2146662033",
    "https://openalex.org/W2154299263",
    "https://openalex.org/W2540731610",
    "https://openalex.org/W2614689008",
    "https://openalex.org/W3198852339",
    "https://openalex.org/W402219611",
    "https://openalex.org/W4302807212",
    "https://openalex.org/W49479346"
  ]
}