{
  "id": "https://openalex.org/W2133327019",
  "title": "Rebuilding fish stocks no later than 2015: will Europe meet the deadline?",
  "abstract": "Abstract Maintaining or restoring fish stocks at levels that are capable of producing maximum sustainable yield is a legal obligation under the United Nations Convention on the Law of the Sea (UNCLOS) and has been given the deadline of no later than 2015 in the Johannesburg Plan of Implementation of 2002. Here, we analyse stock assessment data of all major fish stocks of the Northeast Atlantic to determine whether Europe will be able to deliver on this commitment, which it has helped to bring about. The analysis shows that, if current fishing pressure continues, 91% of the European stocks will remain below target. If European ministers in charge of fisheries were serious about meeting their obligations, they would have to reduce drastically fishing pressure and halt fishing completely on some stocks. But even if fishing were halted in 2010, 22% of the stocks are so depleted that they cannot be rebuilt by 2015. If current trends continue, Europe will miss the 2015 deadline by more than 30 years. We argue that, from a legal perspective, such repeated enactment of fisheries management measures, which are incapable of maintaining or restoring B msy , does not comply with the requirements contained in UNCLOS and may constitute a breach of the precautionary principle of European Community law.",
  "authors": [
    {
      "name": "Rainer Froese"
    },
    {
      "name": "Alexander Proelß"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 131,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1996840708",
    "https://openalex.org/W1997834612",
    "https://openalex.org/W2034476238",
    "https://openalex.org/W2070334858",
    "https://openalex.org/W2097034321",
    "https://openalex.org/W2115387919",
    "https://openalex.org/W2141388399",
    "https://openalex.org/W2170590389",
    "https://openalex.org/W345080406",
    "https://openalex.org/W4246759004",
    "https://openalex.org/W4253067540",
    "https://openalex.org/W566931269"
  ]
}