{
  "id": "https://openalex.org/W2134764708",
  "title": "Defining Trade‐Offs among Conservation, Profitability, and Food Security in the California Current Bottom‐Trawl Fishery",
  "abstract": "Abstract: Although it is recognized that marine wild‐capture fisheries are an important source of food for much of the world, the cost of sustainable capture fisheries to species diversity is uncertain, and it is often questioned whether industrial fisheries can be managed sustainably. We evaluated the trade‐off among sustainable food production, profitability, and conservation objectives in the groundfish bottom‐trawl fishery off the U.S. West Coast, where depletion (i.e., reduction in abundance) of six rockfish species (Sebastes) is of particular concern. Trade‐offs are inherent in this multispecies fishery because there is limited capacity to target species individually. From population models and catch of 34 stocks of bottom fish, we calculated the relation between harvest rate, long‐term yield (i.e., total weight of fish caught), profit, and depletion of each species. In our models, annual ecosystem‐wide yield from all 34 stocks was maximized with an overall 5.4% harvest rate, but profit was maximized at a 2.8% harvest rate. When we reduced harvest rates to the level (2.2% harvest rate) at which no stocks collapsed (&lt;10% of unfished levels), biomass harvested was 76% of the maximum sustainable yield and profit 89% of maximum. A harvest rate under which no stocks fell below the biomass that produced maximum sustainable yield (1% harvest rate), resulted in 45% of potential yield and 67% of potential profit. Major reductions in catch in the late 1990s led to increase in the biomass of the most depleted stocks, but this rebuilding resulted in the loss of &gt;30% of total sustainable yield, whereas yield lost from stock depletion was 3% of total sustainable yield. There are clear conservation benefits to lower harvest rates, but avoiding overfishing of all stocks in a multispecies fishery carries a substantial cost in terms of lost yield and profit.",
  "authors": [
    {
      "name": "Ray Hilborn"
    },
    {
      "name": "Ian J. Stewart"
    },
    {
      "name": "Trevor A. Branch"
    },
    {
      "name": "Olaf P. Jensen"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 72,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1967439750",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1984471190",
    "https://openalex.org/W1996085440",
    "https://openalex.org/W1996840708",
    "https://openalex.org/W2018919318",
    "https://openalex.org/W2028683987",
    "https://openalex.org/W2028717723",
    "https://openalex.org/W2059323823",
    "https://openalex.org/W2060488587",
    "https://openalex.org/W2074831566",
    "https://openalex.org/W2081822646",
    "https://openalex.org/W2092751178",
    "https://openalex.org/W2098341292",
    "https://openalex.org/W2112895630",
    "https://openalex.org/W2116093469",
    "https://openalex.org/W2121052692",
    "https://openalex.org/W2123069546",
    "https://openalex.org/W2123980680",
    "https://openalex.org/W2126907273",
    "https://openalex.org/W2133587356",
    "https://openalex.org/W2141910352",
    "https://openalex.org/W2148835091",
    "https://openalex.org/W2156523992",
    "https://openalex.org/W2160633228",
    "https://openalex.org/W2176420027",
    "https://openalex.org/W3042149698",
    "https://openalex.org/W4247155106",
    "https://openalex.org/W4250821327",
    "https://openalex.org/W4253739688"
  ]
}