{
  "id": "https://openalex.org/W2144616391",
  "title": "Feeding Habits, Digestive Rates, and Growth of Some Minnesota Warmwater Fishes",
  "abstract": "Quality and quantity of food ingested, summer feeding habits, and digestion rates are reported for eight species of fish from two western Minnesota lakes, one of which had a dense population of centrarchid panfishes and the other, a smaller population. Both lakes also had game and forage fishes. Most complete data are presented for bluegill (Lepomis macrochirus), pumpkinseed (Lepomis gibbosus), black crappie (Pomoxis nigromaculatus), and northern pike (Esox lucius) and some for walleye (Stizostedion vitreum), largemouth bass (Micropterus salmoides), black bullhead (Ictalurus melas), and yellow perch (Perca flavescens). Fish were taken by seining from weedy littoral areas and stomach contents removed with a stomach pump. Quality and quantity of stomach contents are related to kinds and sizes of fish, growth, population density, and inter- and intraspecific competition. Greatest volumes of food were found in the stomachs in early summer and least in late summer. The three centrarchid panfishes fed mostly on insects in early summer but as summer progressed bluegills ingested more plant material, pumpkinseeds more snails, and crappies more fish. Crustaceans were important only in early and late summer and were most important for small fish. Average amounts of food in the panfish stomachs were usually less, and growth was slower in the denser population. Centrarchid panfishes had fewer empty stomachs (6.4 percent) than the gamefishes (40.7 percent), suggesting a more regular feeding pattern. Bluegills fed fairly regularly throughout the day. Northern pike, walleyes, and bass fed mostly on perch even when minnows and small centrarchid panfishes were common. However, the crappie diet included small centrarchids as did that of bluegills from the denser population. Digestive rates were faster for centrarchid panfishes than for the larger game fishes. At water temperatures mostly between 64 and 74° F. the panfishes digested about 50 percent of stomach volumes in 5 hours, 75 percent in 12 hours, and 100 percent, or nearly, in about 21 hours. Animal foods were digested more rapidly than plant materials and digestive rates for the same kinds of foods were similar for different sizes of panfishes. Northern pike required about 20 hours for 50 percent reduction of stomach contents and 50 hours for 100 percent. Digestive rates for walleyes and bass were intermediate between pike and centrarchid panfishes. The average daily ration for the summer for the centrarchid panfishes was usually between 1 and 2 percent of the body weight per day. It was least in dense populations, and less for larger than for smaller fish of the same species. The daily ration appears to be related to both inter- and intraspecific competition for food. It is reflected in growth rates and probably influences maximum size.",
  "authors": [
    {
      "name": "Keith G. Seaburg"
    },
    {
      "name": "John B. Moyle"
    }
  ],
  "publication_year": 1964,
  "cited_by_count": 162,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}