{
  "id": "https://openalex.org/W2146709144",
  "title": "INSTITUTIONS FOR MARINE ECOSYSTEMS: ECONOMIC INCENTIVES AND FISHERY MANAGEMENT",
  "abstract": "The expansion of the scope of fishery management from single species to ecosystems requires more than a set of rules for multiple species. It requires sets of institutions and property rights regimes that reflect the attributes of the ecosystem and its human users, value ecosystem services as well as ecosystem commodities, and coordinate interest groups and managers on a broad ecosystem scale. Institutions that properly coordinate the human use of ecosystems have several functions. They must create management structures that promote the definition of multiple objectives and coordinate organizational tasks in a cost-effective way. They must also create management processes that are legitimate, flexible, and promote socially appropriate time horizons that recognize intergenerational rights to resource use. Each of these functions has economic dimensions that are critical to their successful implementation. This paper identifies some of the important economic dimensions of resource management institutions that are embedded in both management structures and management processes. Close attention to these economic dimensions will be important to create compatibility between economic incentives and ecosystem objectives and design a workable institutional environment for marine ecosystems.",
  "authors": [
    {
      "name": "Susan S. Hanna"
    }
  ],
  "publication_year": 1998,
  "cited_by_count": 67,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1529635586",
    "https://openalex.org/W1660075406",
    "https://openalex.org/W2029491176",
    "https://openalex.org/W2157539614",
    "https://openalex.org/W2175723801",
    "https://openalex.org/W2199622262",
    "https://openalex.org/W563187704"
  ]
}