{
  "id": "https://openalex.org/W2140830614",
  "title": "Diagnostic testing and treatment under ambiguity: Using decision analysis to inform clinical practice",
  "abstract": "Partial knowledge of patient health status and treatment response is a pervasive concern in medical decision making. Clinical practice guidelines (CPGs) make recommendations intended to optimize patient care, but optimization typically is infeasible with partial knowledge. Decision analysis shows that a clinician's objective, knowledge, and decision criterion should jointly determine the care he prescribes. To demonstrate, this paper studies a common scenario regarding diagnostic testing and treatment. A patient presents to a clinician, who obtains initial evidence on health status. The clinician can prescribe a treatment immediately or he can order a test yielding further evidence that may be useful in predicting treatment response. In the latter case, he prescribes a treatment after observation of the test result. I analyze this scenario in three steps. The first poses a welfare function and characterizes optimal care. The second describes partial knowledge of response to testing and treatment that might realistically be available. The third considers decision criteria. I conclude with reconsideration of clinical practice guidelines.",
  "authors": [
    {
      "name": "Charles F. Manski"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 30,
  "primary_topic": "Health Systems, Economic Evaluations, Quality of Life",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1490558235",
    "https://openalex.org/W1963944012",
    "https://openalex.org/W1967638208",
    "https://openalex.org/W2007910058",
    "https://openalex.org/W2019103356",
    "https://openalex.org/W2027047704",
    "https://openalex.org/W2036409715",
    "https://openalex.org/W2087114096",
    "https://openalex.org/W2141565644",
    "https://openalex.org/W2158240374",
    "https://openalex.org/W2161893832",
    "https://openalex.org/W2165612525",
    "https://openalex.org/W2181628481",
    "https://openalex.org/W2260887458",
    "https://openalex.org/W3124876125",
    "https://openalex.org/W4213433647",
    "https://openalex.org/W645342318"
  ]
}