{
  "id": "https://openalex.org/W2148828128",
  "title": "Linking fisheries, trophic interactions and climate: threshold dynamics drive herring Clupea harengus growth in the central Baltic Sea",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 413:241-252 (2010) - DOI: https://doi.org/10.3354/meps08592 Linking fisheries, trophic interactions and climate: threshold dynamics drive herring Clupea harengus growth in the central Baltic Sea Michele Casini1,*, Valerio Bartolino1, Juan Carlos Molinero2, Georgs Kornilovs3 1Swedish Board of Fisheries, Institute of Marine Research, PO Box 4, 453 21 Lysekil, Sweden 2The Leibniz Institute of Marine Sciences (IFM-GEOMAR), West Shore Campus, Duesternbrooker Weg 20, 24105 Kiel, Germany 3Latvian Fish Resources Agency, Daugavgrivas Str. 8, 1048 Riga, Latvia *Email: michele.casini@fiskeriverket.se ABSTRACT: How multiple stressors influence fish stock dynamics is a crucial question in ecology in general and in fisheries science in particular. Using time-series covering a 30 yr period, we show that the body growth of the central Baltic Sea herring Clupea harengus, both in terms of condition and weight-at-age (WAA), has shifted from being mainly driven by hydro-climatic forces to an inter-specific density-dependent control. The shift in the mechanisms of regulation of herring growth is triggered by the abundance of sprat, the main food competitor for herring. Abundances of sprat above the threshold of ~18 × 1010 ind. decouple herring growth from hydro-climatic factors (i.e. salinity), and become the main driver of herring growth variations. At high sprat densities, herring growth is considerably lower than at low sprat levels, regardless of the salinity conditions, indicative of hysteresis in the response of herring growth to salinity changes. The threshold dynamic accurately explains the changes in herring growth during the past 3 decades and in turn contributes to elucidate the parallel drastic drop in herring spawning stock biomass. Studying the interplay between different stressors can provide fundamental information for the management of exploited resources. The management of the central Baltic herring stock should be adaptive and take into consideration the dual response of herring growth to hydro-climatic forces and food-web structure for a sound ecosystem approach to fisheries. KEY WORDS: Condition · Weight-at-age · WAA · Ecological threshold · Inter-specific density-dependence · Hydro-climate · Herring · Sprat · Ecosystem-based fisheries management · Alternative dynamics Full text in pdf format Supplementary material PreviousNextCite this article as: Casini M, Bartolino V, Molinero JC, Kornilovs G (2010) Linking fisheries, trophic interactions and climate: threshold dynamics drive herring Clupea harengus growth in the central Baltic Sea. Mar Ecol Prog Ser 413:241-252. https://doi.org/10.3354/meps08592Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 413. Online publication date: August 26, 2010 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2010 Inter-Research.",
  "authors": [
    {
      "name": "Michele Casini"
    },
    {
      "name": "Valerio Bartolino"
    },
    {
      "name": "JC Molinero"
    },
    {
      "name": "Georgs Kornilovs"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 106,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1830805930",
    "https://openalex.org/W1904909766",
    "https://openalex.org/W1967879296",
    "https://openalex.org/W1980446800",
    "https://openalex.org/W1981245969",
    "https://openalex.org/W1982040401",
    "https://openalex.org/W1989978375",
    "https://openalex.org/W1995222156",
    "https://openalex.org/W2050183836",
    "https://openalex.org/W2054563314",
    "https://openalex.org/W2058815839",
    "https://openalex.org/W2061784349",
    "https://openalex.org/W2063236099",
    "https://openalex.org/W2067375304",
    "https://openalex.org/W2074248086",
    "https://openalex.org/W2083966614",
    "https://openalex.org/W2085196599",
    "https://openalex.org/W2097492601",
    "https://openalex.org/W2100431068",
    "https://openalex.org/W2112753136",
    "https://openalex.org/W2116695869",
    "https://openalex.org/W2116946539",
    "https://openalex.org/W2118496962",
    "https://openalex.org/W2124234669",
    "https://openalex.org/W2126912169",
    "https://openalex.org/W2128092399",
    "https://openalex.org/W2132363387",
    "https://openalex.org/W2140308441",
    "https://openalex.org/W2142052460",
    "https://openalex.org/W2145729265",
    "https://openalex.org/W2146659371",
    "https://openalex.org/W2150157867",
    "https://openalex.org/W2151482884",
    "https://openalex.org/W2162575138",
    "https://openalex.org/W2169715400",
    "https://openalex.org/W2611736676",
    "https://openalex.org/W2797583072",
    "https://openalex.org/W3014310718",
    "https://openalex.org/W345080406",
    "https://openalex.org/W4242092396",
    "https://openalex.org/W600586755",
    "https://openalex.org/W999479363"
  ]
}