{
  "id": "https://openalex.org/W2141911980",
  "title": "Smart management of the Baltic Sea fishery system: Myth or reality?",
  "abstract": "System is smart if its negative feedback loop is constantly working to reduce the difference between the actual and desired states (goals) of the system. Goals itself should be SMART - specific, measurable, agreed upon, realistic and time-based. A precondition for smart management is the availability of a negative feedback loop based regulatory measure that can move the system towards desired state. Fishing fleet overcapacity and the associated low economic resilience impose a high political pressure to increase short-term fishing opportunities at the expense of the future sustainability of the industry. This pressure is leading to overfishing and it is hampering the efficiency of the system's negative feedback process. However, it is believed that introducing the Individual Transferable Quotas (ITQ) system as a basis for the Baltic Sea fisheries management would contribute into achieving both the Maximum Sustainable Yield (MSY) and the Maximum Economic Yield (MEY) objectives through the actual removal of excess fishing capacity. It is believed also that the ITQ system would create and enforce the missing negative feedback loop that will be constantly pushing the fishery system towards higher economic efficiency and ecological sustainability. In addition, wider implementation of the Marine Stewardship Council's (MSC) environmental standard for sustainable fishing could be seen as an important step towards smart fishery management system. MSC certification could enforce the market/consumer pressure for matching the fishing capacity and available fishery resources. Move towards smarter fishery management would contribute also to the success of emerging Marine Spatial Planning activities and to development of the climate change related special adaptation strategies.",
  "authors": [
    {
      "name": "Robert Aps"
    },
    {
      "name": "Mihhail Fetissov"
    },
    {
      "name": "Hans Lassen"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 8,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1603462159",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1979189154",
    "https://openalex.org/W1994481891",
    "https://openalex.org/W2010365184",
    "https://openalex.org/W2023474632",
    "https://openalex.org/W2036114773",
    "https://openalex.org/W2063014364",
    "https://openalex.org/W2084330510",
    "https://openalex.org/W2088387860",
    "https://openalex.org/W2148660269",
    "https://openalex.org/W2165306888",
    "https://openalex.org/W2165511924",
    "https://openalex.org/W2246898713",
    "https://openalex.org/W2331865232",
    "https://openalex.org/W2944556675",
    "https://openalex.org/W308661437",
    "https://openalex.org/W632192732"
  ]
}