{
  "id": "https://openalex.org/W2149319738",
  "title": "A Bayesian Approach to Stock Assessment and Harvest Decisions Using the Sampling/Importance Resampling Algorithm",
  "abstract": "Scientific advice to fishery managers needs to be expressed in probabilistic terms to convey uncertainty about the consequences of alternative harvesting policies (policy performance indices). In most Bayesian approaches to such advice, relatively few of the model parameters used can be treated as uncertain, and deterministic assumptions about population dynamics are required; this can bias the degree of certainty and estimates of policy performance indices. We reformulate a Bayesian approach that uses the sampling/importance resampling algorithm to improve estimates of policy performance indices; it extends the number of parameters that can be treated as uncertain, does not require deterministic assumptions about population dynamics, and can use any of the types of fishery assessment models and data. Application of the approach to New Zealand's western stock of hoki (Macruronus novaezelandiae) shows that the use of Bayesian prior information for parameters such as the constant of proportionality for acoustic survey abundance indices can enhance management advice by reducing uncertainty in current stock size estimates; it also suggests that assuming historic recruitment is deterministic can create large negative biases (e.g., 26%) in estimates of biological and economic risks of alternative harvesting policies and that a stochastic recruitment assumption can be more appropriate.",
  "authors": [
    {
      "name": "Murdoch K. McAllister"
    },
    {
      "name": "Ellen K. Pikitch"
    },
    {
      "name": "André E. Punt"
    },
    {
      "name": "Ray Hilborn"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 157,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2003799861",
    "https://openalex.org/W2006258746",
    "https://openalex.org/W2015647816",
    "https://openalex.org/W2022832113",
    "https://openalex.org/W2039313514",
    "https://openalex.org/W2058577544",
    "https://openalex.org/W2094041549",
    "https://openalex.org/W2126163471",
    "https://openalex.org/W2129905273",
    "https://openalex.org/W2156273867",
    "https://openalex.org/W2291705985",
    "https://openalex.org/W3125306881",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W69468016"
  ]
}