{
  "id": "https://openalex.org/W2157903047",
  "title": "Toward Maximum Diversification",
  "abstract": "Along with the ongoing effort to build market cap–independent portfolios, the authors explore the properties of diversification as a driver of portfolio construction. They introduce a measure of the diversification of a portfolio that they term the diversification ratio. The measure is then employed to build a risk-efficient portfolio, or the Most- Diversified Portfolio. The theoretical properties of the resulting portfolios are discussed and compared to other popular methodologies, such as market-cap weights, equal weights, and minimum variance. The empirical results confirm that these popular methodologies are dominated by risk-efficient portfolios in many aspects. The implication is that in the long run, actively managed portfolios that maximize diversification are strong candidates for achieving consistently better results than commonly used passive index tracking methodologies. The message is clear— investors and their trustees cannot afford to ignore the benefits of maximal diversification. <b>TOPICS:</b>Portfolio construction, factor-based models, accounting and ratio analysis",
  "authors": [
    {
      "name": "Yves Choueifaty"
    },
    {
      "name": "Yves Coignard"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 498,
  "primary_topic": "Financial Markets and Investment Strategies",
  "subfield_topic": "Finance",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1878131045",
    "https://openalex.org/W1995834279",
    "https://openalex.org/W2029056003",
    "https://openalex.org/W2092321120",
    "https://openalex.org/W2095783328",
    "https://openalex.org/W2111786724",
    "https://openalex.org/W2113305199",
    "https://openalex.org/W2130693728",
    "https://openalex.org/W3121300545",
    "https://openalex.org/W4230661391",
    "https://openalex.org/W4235532159",
    "https://openalex.org/W4236670843",
    "https://openalex.org/W4240596583"
  ]
}