{
  "id": "https://openalex.org/W2159936468",
  "title": "Fish Trophic Guilds and the Stucture of a Tropical Stream: Weak Direct vs. Strong Indirect Effects",
  "abstract": "Freshwater fishes exhibit spectacular biodiversity in the tropics. In contrast to temperate streams, where insectivorous fishes generally predominate, detrital— and algalfeeding fishes are widespread components of tropical ichthyofaunas. I compared the direct and indirect effects of a variety of fishes in structuring a neotropical stream insect assemblage. An exclosure/enclosure experiment was preformed to examine the role of different fish trophic guilds and densities on patterns of patch colonization by invertebrates. Insectivorous characid fishes had relatively weak impacts on overall invertebrate abundance, although significant reductions were observed for selected taxa (the mayflies Baetis sp. 2 and Leptohyphes, and the caddisflies Smicridea and Alisotrichia). This contrasted sharply with the strong effects of the grazing armored catfish Chaetostoma milesi and the detritivore Prochilodus mariae, which caused significant reductions in abundance of common taxa throughout the invertebrate assemblage. In addition, grazers and detritivores substantially reduced the amount of sediments and associated detritus accumulated on stream bottom substrata. A second experiment was preformed to evaluate the mechanism by which grazing and detritivorous fishes influence insect abundance. Insect abundance was compared between a treatment where resource depression and bioturbation was simulated by removing sediments manually to fish exclosure/enclosure treatments. As in the previous experiment, grazers and detritivores significantly reduced the abundance of many common invertebrate taxa, as well as detrital and algal resources. However, taxon—specific differences in colonization of the sediment—removal treatment suggest that several factors are important in explaining responses to fishes by insects. Many common taxa displayed decreases in abundance both in sediment—removal and fish treatments, indicating that sediment—processing activities by epibenthic fishes are important in explaining patch colonization for many members of the invertebrate assemblage. However, sediment depletion is not sufficient to explain the response of the abundant invertebrate, Baetis sp. 1, which showed substantial reductions in cages containing fishes (open and grazer enclosures), but high densities in both the fish—exclusion and the sediment—removal treatments. These data suggest that intimidation by fish, as measured by the presence of grazers, results in low rates of patch use by this numerically dominant mayfly. These findings contrast with studies reporting relatively weak effects of fishes in temperate zone streams. Fishes may be strong interactors in some neotropical steams, not through direct lethal consumption of prey, but rather by modifying the distribution and abundance of resources important to stream insects. In some instances the simple intimidation associate with the presence of a diverse and abundant fauna of bottom—feeding fishes also may influence insect abundance and distribution.",
  "authors": [
    {
      "name": "Alexander S. Flecker"
    }
  ],
  "publication_year": 1992,
  "cited_by_count": 150,
  "primary_topic": "Fish biology, ecology, and behavior",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1522708322",
    "https://openalex.org/W1963809454",
    "https://openalex.org/W1963876252",
    "https://openalex.org/W1974695677",
    "https://openalex.org/W1976099847",
    "https://openalex.org/W1978126838",
    "https://openalex.org/W1981228522",
    "https://openalex.org/W1983316406",
    "https://openalex.org/W1987759914",
    "https://openalex.org/W1989652465",
    "https://openalex.org/W1997363928",
    "https://openalex.org/W1999607531",
    "https://openalex.org/W2001927317",
    "https://openalex.org/W2002051463",
    "https://openalex.org/W2010395128",
    "https://openalex.org/W2014617894",
    "https://openalex.org/W2016809078",
    "https://openalex.org/W2017450701",
    "https://openalex.org/W2017684538",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2027275912",
    "https://openalex.org/W2027954600",
    "https://openalex.org/W2028240469",
    "https://openalex.org/W2029763531",
    "https://openalex.org/W2039595174",
    "https://openalex.org/W2044306042",
    "https://openalex.org/W2046228281",
    "https://openalex.org/W2048537983",
    "https://openalex.org/W2049667302",
    "https://openalex.org/W2050035105",
    "https://openalex.org/W2051391503",
    "https://openalex.org/W2058331727",
    "https://openalex.org/W2058643561",
    "https://openalex.org/W2059657951",
    "https://openalex.org/W2063669375",
    "https://openalex.org/W2073592886",
    "https://openalex.org/W2082606021",
    "https://openalex.org/W2083196071",
    "https://openalex.org/W2083288889",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2094661637",
    "https://openalex.org/W2095749195",
    "https://openalex.org/W2139156166",
    "https://openalex.org/W2147194623",
    "https://openalex.org/W2152806581",
    "https://openalex.org/W2171352634",
    "https://openalex.org/W2177983955",
    "https://openalex.org/W2279521411",
    "https://openalex.org/W2314203915",
    "https://openalex.org/W2316389883",
    "https://openalex.org/W2320558744",
    "https://openalex.org/W2322414476",
    "https://openalex.org/W2328006598",
    "https://openalex.org/W2328902532",
    "https://openalex.org/W2335209136",
    "https://openalex.org/W2798675343",
    "https://openalex.org/W340684372",
    "https://openalex.org/W4237810847",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W571833227"
  ]
}