{
  "id": "https://openalex.org/W2155742343",
  "title": "Testing different methods of incorporating climate data into the assessment of US West Coast sablefish",
  "abstract": "Abstract Schirripa, M. J., Goodyear, C. P., and Methot, R. M. 2009. Testing different methods of incorporating climate data into the assessment of US West Coast sablefish. – ICES Journal of Marine Science, 66: 1605–1613. The objective of this investigation was to evaluate different methods of including environmental variability directly into stock assessments and to demonstrate how this inclusion affects the estimation of recruitment parameters, stock status, and the conservation benchmarks used to manage a stock. Variations on two methods of incorporating environmental effects were tested. The first method (“model” method) utilizes a structural change in the stock–recruitment function to adjust the annual expected number of recruits by a value, either positive or negative, equal to that year's anomaly in the environmental variable. The second method (“data” method) allows for observation error in the environmental data and uses the time-series as an index to tune the vector of estimates of annual recruitment deviations. Simulation techniques were utilized to produce datasets of known quantities that were subsequently analysed with a widely used stock assessment platform. Under the circumstances simulated in this study, neither method could be said to have performed significantly better than the other in all situations. Because the two approaches handle years of missing data differently, the best approach is dictated by the available data, rather than a more appropriate method.",
  "authors": [
    {
      "name": "Michael J. Schirripa"
    },
    {
      "name": "C. Phillip Goodyear"
    },
    {
      "name": "Richard M. Methot"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 65,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1973938355",
    "https://openalex.org/W2017851579",
    "https://openalex.org/W2033245523",
    "https://openalex.org/W204940627",
    "https://openalex.org/W2097626074",
    "https://openalex.org/W2114251535",
    "https://openalex.org/W2136761514",
    "https://openalex.org/W2149567119",
    "https://openalex.org/W2162693660",
    "https://openalex.org/W2169373787",
    "https://openalex.org/W2466838009",
    "https://openalex.org/W2574956073",
    "https://openalex.org/W32396108",
    "https://openalex.org/W4285719527"
  ]
}