{
  "id": "https://openalex.org/W2158512197",
  "title": "Application of the precautionary approach in the national standard guidelines for conservation and management of fisheries in the United States",
  "abstract": "The passage of the Sustainable Fisheries Act (SFA) by the US Congress in 1996 fundamentally changed the approach to fisheries management in the United States. While an objective of the Magnuson–Stevens Fishery Conservation and Management Act (Magnuson–Stevens Act), the US Federal law controlling fisheries management in the Exclusive Economic Zone (EEZ), had always been to prevent overfishing, the attendant mechanisms for accomplishing the objective were not included in law. Some of the most significant amendments of the SFA were the addition of three new national standards, against which all proposed fishery conservation and management measures are measured, and the amendment of several other existing standards. Among the most important changes from the standpoint of conservation were changes that relate to national standard 1, regarding the prevention of overfishing and the rebuilding of overfished resources. Although the SFA did not use the term “precautionary approach” explicitly, the concept is implicitly expressed in several provisions of that Act. In developing the guidelines for implementation of the national standards, the National Marine Fisheries Service (NMFS) incorporated precautionary concepts to ensure that compliance with the SFA's measures to prevent and end overfishing are satisfied. In addition, the NMFS developed further technical guidance to assist fishery scientists and managers in providing advice that appropriately considers risk, relative to the scientific information available, such that meaningful protection is afforded marine stocks and stock complexes. Such protection extends not only to consideration of stock recruitment, but also to maintenance of sustainable levels of stock biomass and biodiversity.",
  "authors": [
    {
      "name": "George H. Darcy"
    }
  ],
  "publication_year": 1999,
  "cited_by_count": 26,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2066628118",
    "https://openalex.org/W4253067540"
  ]
}