{
  "id": "https://openalex.org/W2158227275",
  "title": "From single-species advice to mixed-species management: taking the next step",
  "abstract": "Abstract Fishery management advice has traditionally been given on a stock-by-stock basis. Recent problems in implementing this advice, particularly for the demersal fisheries of the North Sea, have highlighted the limitations of the approach. In the long term, it would be desirable to give advice that accounts for mixed-fishery effects, but in the short term there is a need for approaches to resolve the conflicting management advice for different species within the same fishery, and to generate catch or effort advice that accounts for the mixed-species nature of the fishery. This paper documents a recent approach used to address these problems. The approach takes the single-species advice for each species in the fishery as a starting point, then attempts to resolve it into consistent catch or effort advice using fleet-disaggregated catch forecasts in combination with explicitly stated management priorities for each stock. Results are presented for the groundfish fisheries of the North Sea, and these show that the development of such approaches will also require development of the ways in which catch data are collected and compiled.",
  "authors": [
    {
      "name": "Morten Vinther"
    },
    {
      "name": "Stuart A. Reeves"
    },
    {
      "name": "Kenneth Patterson"
    }
  ],
  "publication_year": 2004,
  "cited_by_count": 73,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1499748197",
    "https://openalex.org/W1567110536",
    "https://openalex.org/W1979434762",
    "https://openalex.org/W2001197038",
    "https://openalex.org/W2048065870",
    "https://openalex.org/W2070862208",
    "https://openalex.org/W2071186686",
    "https://openalex.org/W2075835977",
    "https://openalex.org/W2077751192",
    "https://openalex.org/W2081644371",
    "https://openalex.org/W2089641611",
    "https://openalex.org/W2124101958",
    "https://openalex.org/W2534295511",
    "https://openalex.org/W597024564"
  ]
}