{
  "id": "https://openalex.org/W2165750449",
  "title": "Competitive Interactions of the Striped Plateau Lizard (Sceloporus Virgatus) and the Tree Lizard (Urosaurus Ornatus)",
  "abstract": "The effect of competition on the demography of two coexisting lizards, the striped plateau lizard (Sceloporus virgatus) and the tree lizard (Urosaurus onatus), was studied experimentally in the Chiricahua Mountains, Arizona, USA. Lizards were marked on six plots, and U. ornatus were removed from two plots, S. virgatus from two plots, and two plots were maintained as controls. Initial lizard population densities on all plots were comparable. During the experiment, the numbers of the removed species were sustained at low levels. Experimental effects on demography were detected only in young animals and indicate that competition is age specific. In young female S. virgatus, dry season growth was significantly more rapid on the experimental plots (0.19 mm/d) than on the control plots (0.14 mm/d). In both species, the annual survivorship of yearling females was significantly greater in experimental plots than in control plots (S. virgatus: experimental = 0.42, control = 0.17; U. ornatus: experimental = 0.48, control = 0.21). These effects were paralleled in young males but were not significant; no responses were detected in old animals. The experimental effects occurred during the 1st yr following removal, but not during the 2nd yr. Data on rainfall and demography indicate that environmental conditions the 1st yr were unusually severe, and it is argued that competition in this lizard community varies strongly among years.",
  "authors": [
    {
      "name": "David C. Smith"
    }
  ],
  "publication_year": 1981,
  "cited_by_count": 86,
  "primary_topic": "Amphibian and Reptile Biology",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1964104682",
    "https://openalex.org/W1982366825",
    "https://openalex.org/W2013997771",
    "https://openalex.org/W2018793243",
    "https://openalex.org/W2021142183",
    "https://openalex.org/W2024882325",
    "https://openalex.org/W2036610893",
    "https://openalex.org/W2044881087",
    "https://openalex.org/W2056681417",
    "https://openalex.org/W2068211543",
    "https://openalex.org/W2087276728",
    "https://openalex.org/W2089089100",
    "https://openalex.org/W2102458211",
    "https://openalex.org/W2107864104",
    "https://openalex.org/W2316562480",
    "https://openalex.org/W2322379396",
    "https://openalex.org/W2327452772",
    "https://openalex.org/W2331301261",
    "https://openalex.org/W2331338861",
    "https://openalex.org/W638557370"
  ]
}