{
  "id": "https://openalex.org/W2167091506",
  "title": "Rebuilding US fisheries: progress and problems",
  "abstract": "The Magnuson-Stevens Fishery Conservation and Management Act of 1996 requires an end to overfishing and the rebuilding of depleted fishery resources. Nine years later, the progress towards rebuilding overexploited marine fisheries in the United States is reviewed here. Despite the statutory mandate, overfishing and depletion of important fish stocks remains a widespread problem in the US. Sixty-seven fish stocks are currently under rebuilding plans mandated by law. Overfishing, where the fishing mortality rate exceeds the level that should support the maximum sustainable yield (FMSY), continues in 45% of the stocks managed in rebuilding plans. Seventy-two percent of these stocks are still considered overfished, with measurable abundance remaining depleted below a predetermined threshold according to the standards set by the National Marine Fisheries Service and the Regional Fishery Management Councils. Only three stocks have been rebuilt to levels that should produce maximum sustainable yield. However, fish stock abundance appears to be increasing in 48% of the stocks under rebuilding plans. The clearest cause of the lack of progress in rebuilding is the failure of many plans to reduce exploitation sufficiently to end overfishing.",
  "authors": [
    {
      "name": "Andrew A. Rosenberg"
    },
    {
      "name": "Jill H. Swasey"
    },
    {
      "name": "MARGARET B. BOWMAN"
    }
  ],
  "publication_year": 2006,
  "cited_by_count": 103,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1502543150",
    "https://openalex.org/W1594459793",
    "https://openalex.org/W2048020255",
    "https://openalex.org/W2147807123",
    "https://openalex.org/W3211630684"
  ]
}