{
  "id": "https://openalex.org/W2163968920",
  "title": "Species Coexistence, Keystone Species, and Succession: A Sensitivity Analysis",
  "abstract": "One of the major questions in ecology is, what controls the structure of communities? We used projection matrix models to examine community dynamics and patterns of succession. The inputs of the model are transition probabilities of species replacements that were measured repeatedly during a long—term (1962—1989) study of diverse coral assemblages on Heron Island, Great Barrier Reef. Transitions varied strikingly among species and sites, reflecting differences in recruitment, growth, longevity (persistence), and the rate of replacement of one species by another. Species that had a poor ability to persist (e.g., algae and Pocilloporid corals) were generally good colonists. The observed number of transitions expressed as a proportion of the maximum number possible provides an index of the complexity of interactions in an assemblage, analogous to the concept of connectance in food—web analysis. Transitions occurred to and from nearly every species group, indicating that there was no competitive dominant in this system. We use the models in simulations to track transitory changes in species abundance and community composition following a major disturbance (e.g., due to a cyclone or outbreak of crown—of—thorns starfish). Some species showed a rapid initial increase followed by a decline to lower equilibrium levels, while others increased smoothly to a generally higher equilibrial abundance. The length of time required to reach a climax assemblage using the same matrix recurrently (°20 yr) is far greater than the observed interval between major disturbances, supporting nonequilibrium theories of coral reef communities. Climax assemblages were highly diverse and varied in composition from site to site. The intermediate disturbance “hypothesis” does not fully predict successional changes in these shallow—water coral assemblages since diversity remained very high at equilibrium (i.e., long after major disturbance). Competitively inferior species were not eliminated because routine mortality ensured that some space always remained available for colonization. We also present a novel method for quantifying the relative importance of each species interaction to community composition and the rate of succession, based on a sensitivity analysis of the transition matrix. The analysis shows that the importance of a species to the dynamics of a community may be unrelated to its abundance at equilibrium, with some rare species groups having a greater impact than more common ones. Sensitivity analysis of this type will provide a powerful means of identifying “keystone” species in complex assemblages where experimental manipulation of each species is impossible.",
  "authors": [
    {
      "name": "Jason E. Tanner"
    },
    {
      "name": "Terry P. Hughes"
    },
    {
      "name": "Joseph H. Connell"
    }
  ],
  "publication_year": 1994,
  "cited_by_count": 173,
  "primary_topic": "Coral and Marine Ecosystems Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W122710837",
    "https://openalex.org/W1978789647",
    "https://openalex.org/W1979301227",
    "https://openalex.org/W1986726928",
    "https://openalex.org/W1988463339",
    "https://openalex.org/W1988892688",
    "https://openalex.org/W1996526317",
    "https://openalex.org/W2002755392",
    "https://openalex.org/W2004750360",
    "https://openalex.org/W2007759271",
    "https://openalex.org/W2010362952",
    "https://openalex.org/W2017231780",
    "https://openalex.org/W2020736754",
    "https://openalex.org/W2021183063",
    "https://openalex.org/W2023066436",
    "https://openalex.org/W2023656176",
    "https://openalex.org/W2026750073",
    "https://openalex.org/W2026756688",
    "https://openalex.org/W2032969449",
    "https://openalex.org/W2037118523",
    "https://openalex.org/W2043670477",
    "https://openalex.org/W2046904771",
    "https://openalex.org/W2047026241",
    "https://openalex.org/W2050486350",
    "https://openalex.org/W2053784036",
    "https://openalex.org/W2075914368",
    "https://openalex.org/W2082572907",
    "https://openalex.org/W2089162697",
    "https://openalex.org/W2090427839",
    "https://openalex.org/W2091818139",
    "https://openalex.org/W2098101447",
    "https://openalex.org/W2140597152",
    "https://openalex.org/W2145775907",
    "https://openalex.org/W2171403487",
    "https://openalex.org/W2315758429",
    "https://openalex.org/W2316435197",
    "https://openalex.org/W2799922590",
    "https://openalex.org/W3144923870"
  ]
}