{
  "id": "https://openalex.org/W2166914480",
  "title": "Simulation-based management strategy evaluation: ignorance disguised as mathematics?",
  "abstract": "Abstract Rochet, M-J. and Rice, J. C. 2009. Simulation-based management strategy evaluation: ignorance disguised as mathematics? – ICES Journal of Marine Science, 66: 754–762. Simulation-based management strategy evaluations are increasingly developed and used for science advice in support of fisheries management, along with risk evaluation and decision analysis. These methods tackle the problem of uncertainty in fisheries systems and data by modelling uncertainty in two ways. For quantities that are difficult to measure accurately or are inherently variable, variables are replaced by probability distributions, and system dynamics are simulated by Monte Carlo simulations, drawing numbers from these distributions. For processes that are not fully understood, arrays of model formulations that might underlie the observed patterns are developed, each is assumed successively, and the results of the corresponding arrays of model results are then combined. We argue that these approaches have several paradoxical features. Stochastic modelling of uncertainty is paradoxical, because it implies knowing more than deterministic approaches: to know the distribution of a quantity requires more information than only estimating its expected value. To combine the results of Monte Carlo simulations with different model formulations may be paradoxical if outcomes of concern are unlikely under some formulations but very likely under others, whereas the reported uncertainty from combined results may produce a risk level that does not occur under any plausible assumed formulation. Moreover, risk estimates of the probability of undesirable outcomes are often statements about likelihood of events that were seldom observed and lie in the tails of the simulated distributions, where the results of Monte Carlo simulation are the least reliable. These potential paradoxes lead us to suggest that greater attention be given to alternative methods to evaluate risks or management strategies, such as qualitative methods and empirical post hoc analyses.",
  "authors": [
    {
      "name": "Marie-Joëlle Rochet"
    },
    {
      "name": "Jake Rice"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 65,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W10421387",
    "https://openalex.org/W1488393970",
    "https://openalex.org/W1492835558",
    "https://openalex.org/W1968233295",
    "https://openalex.org/W1996325709",
    "https://openalex.org/W2002742537",
    "https://openalex.org/W2009242194",
    "https://openalex.org/W2009597272",
    "https://openalex.org/W2016613976",
    "https://openalex.org/W2019599037",
    "https://openalex.org/W2027532607",
    "https://openalex.org/W2031419208",
    "https://openalex.org/W2044022403",
    "https://openalex.org/W2045494690",
    "https://openalex.org/W2050532526",
    "https://openalex.org/W2053852032",
    "https://openalex.org/W2061430939",
    "https://openalex.org/W2069023238",
    "https://openalex.org/W2082133829",
    "https://openalex.org/W2090659353",
    "https://openalex.org/W2100012356",
    "https://openalex.org/W2102056216",
    "https://openalex.org/W2104759740",
    "https://openalex.org/W2105801687",
    "https://openalex.org/W2112820575",
    "https://openalex.org/W2126289888",
    "https://openalex.org/W2126475261",
    "https://openalex.org/W2129905273",
    "https://openalex.org/W2130259933",
    "https://openalex.org/W2133536099",
    "https://openalex.org/W2134304117",
    "https://openalex.org/W2136187322",
    "https://openalex.org/W2141388399",
    "https://openalex.org/W2141774053",
    "https://openalex.org/W2144348826",
    "https://openalex.org/W2145424033",
    "https://openalex.org/W2148311895",
    "https://openalex.org/W2153196636",
    "https://openalex.org/W2161786378",
    "https://openalex.org/W2163938111",
    "https://openalex.org/W2182938762",
    "https://openalex.org/W2374803534",
    "https://openalex.org/W2796639075",
    "https://openalex.org/W3143444733",
    "https://openalex.org/W4244683537"
  ]
}