{
  "id": "https://openalex.org/W2168165786",
  "title": "Destruction and Opportunity on the Sea Floor: Effects of Gray Whale Feeding",
  "abstract": "Gray whales (Eschrichtius robustus) are highly disruptive bottom feeders that remove infaunal invertebrate prey and sediments by suction. The response of the benthos to gray whale feeding was examined in the primary feeding grounds of the Bering Sea and in an ecological analog of these prey communities along the west coast of Vancouver Island. Prey communities were dominated by ampeliscid and other amphipod crustaceans that formed dense tube mats. Large feeding excavations (often 2—20 m2) were rapidly colonized by scavenging lysianassid amphipods, especially Anonyx spp., that attacked injured and dislodged infauna. Many of the attacked animals were small crustaceans (<1 cm long) and polychaete worms. Anonyx xpp. was 20—30 times more abundant inside fresh excavations than in the surrounding tube mat, where they dispersed within hours after the initial feeding disturbance. A smaller species of lysianassid, Orchomene minuta, invades less rapidly and remained much longer in excavations than the larger, Anonyx spp. Natural scavenging events outside feeding excavations revealed that lysianassids commonly fed on relatively small crustacean carcasses (<3 cm long). Within days and weeks, gray whale feeding excavations trapped organic debris. Most invading species were much more abundant in debris patches compared to debris—free areas of the same excavations. The numbers of some colonists remained elevated in disturbed areas for >2 mo. Early colonists were characterized by much greater abundances inside excavations relative to the adjacent tube mat. Two numerically dominant groups of tube—dwelling amphipods were not characterized by a large pulse of abundance inside excavations. Ampelisca and Protomedeia gradually colonized pits. They also swam less frequently than the early colonists, and probably had more infaunal habits. Gray whale feeding clearly has a dramatic impact on the structure of benthic communities, and also may enhance the population size of several secondary prey.",
  "authors": [
    {
      "name": "John S. Oliver"
    },
    {
      "name": "Peter N. Slattery"
    }
  ],
  "publication_year": 1985,
  "cited_by_count": 148,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1592684923",
    "https://openalex.org/W1964787654",
    "https://openalex.org/W1968948202",
    "https://openalex.org/W1970424900",
    "https://openalex.org/W1976155059",
    "https://openalex.org/W1980177068",
    "https://openalex.org/W1981669721",
    "https://openalex.org/W1985125129",
    "https://openalex.org/W1986301937",
    "https://openalex.org/W2002342698",
    "https://openalex.org/W2004142677",
    "https://openalex.org/W2004340152",
    "https://openalex.org/W2016495583",
    "https://openalex.org/W2024742731",
    "https://openalex.org/W2025142465",
    "https://openalex.org/W2039105257",
    "https://openalex.org/W2040803367",
    "https://openalex.org/W2041800983",
    "https://openalex.org/W2047211087",
    "https://openalex.org/W2056042937",
    "https://openalex.org/W2062025446",
    "https://openalex.org/W2066538303",
    "https://openalex.org/W2077454220",
    "https://openalex.org/W2077607431",
    "https://openalex.org/W2083271441",
    "https://openalex.org/W2103815780",
    "https://openalex.org/W2113349708",
    "https://openalex.org/W2119062511",
    "https://openalex.org/W2128735479",
    "https://openalex.org/W2151333632",
    "https://openalex.org/W2164325852",
    "https://openalex.org/W2267020061",
    "https://openalex.org/W2325671876",
    "https://openalex.org/W2476062299",
    "https://openalex.org/W2483780267",
    "https://openalex.org/W2485239694",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W609350385"
  ]
}