{
  "id": "https://openalex.org/W2162912608",
  "title": "Evaluation of multiple management objectives for Northeast Atlantic flatfish stocks: sustainability vs. stability of yield",
  "abstract": "Abstract This paper describes a simulation study that evaluated the ICES scientific advisory process used to recommend total allowable catches (TACs) for flatfish stocks. Particular emphasis is given to examining the effects on stock biomass, yield and stability of constraining interannual variation in TACs. A “management strategy evaluation” approach is used where an operating model is used to represent the underlying reality, and pseudo data are generated for use within a management procedure. The management procedure comprises a stock assessment that uses data to estimate parameters of interest and a decision rule to derive TAC recommendations for the following year. Bounds on TAC of between 20% and 40% have little effect on yields or stability, while a 10% bound on TAC can affect the ability to achieve management targets and result in low-frequency cycling in the stock. In the short term, performance is highly dependent on current stock status but bounds have less effect if the stock is close to equilibrium for a target fishing mortality (F). In addition, it was shown that current ICES biomass and fishing mortality reference points are not always consistent, and several are clearly inappropriate. Importantly, including realistic sources and levels of uncertainty can result in far from optimal management outcomes based on the current procedures. Results also conflicted with expert opinion, in suggesting that management based on a fixed F regime could result in relatively stable yields despite fluctuations in year-class strength and that the management feedback process itself is implicated in causing fluctuations in the system due to significant time-lags in this process. We therefore emphasize that providing more precise population estimates or developing harvest control rules alone will not necessarily help in achieving management objectives, rather management procedures that are robust to uncertainty and tuned to meet management objectives need to be developed. Operating models in these simulations were constrained to be based on existing ICES methods and perceptions of stock dynamics, but we recommend that, in future, operating models that represent the best available understanding of the actual system dynamics be used to evaluate models and rules considered for application.",
  "authors": [
    {
      "name": "Laurence T. Kell"
    },
    {
      "name": "M.A. Pastoors"
    },
    {
      "name": "Richard Scott"
    },
    {
      "name": "Michael T. Smith"
    },
    {
      "name": "F.A. van Beek"
    },
    {
      "name": "C.M. O’Brien"
    },
    {
      "name": "Graham M. Pilling"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 46,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1218902586",
    "https://openalex.org/W158498580",
    "https://openalex.org/W1702626576",
    "https://openalex.org/W1979507406",
    "https://openalex.org/W2017933220",
    "https://openalex.org/W2024081693",
    "https://openalex.org/W2027980241",
    "https://openalex.org/W2030437201",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2100904586",
    "https://openalex.org/W2105220098",
    "https://openalex.org/W2110618586",
    "https://openalex.org/W2141465731",
    "https://openalex.org/W2155348895",
    "https://openalex.org/W2164647633",
    "https://openalex.org/W2164656016",
    "https://openalex.org/W4292492881",
    "https://openalex.org/W574520305",
    "https://openalex.org/W66041042"
  ]
}