{
  "id": "https://openalex.org/W2161629963",
  "title": "Press perturbation experiments and the indeterminacy of ecological interactions: effects of taxonomic resolution and experimental duration",
  "abstract": "The outcomes of press perturbation experiments on community dynamics are difficult to predict because there is a high degree of indeterminacy in the strength and direction of ecological interactions. Ecologists need to quantify uncertainties in estimates of interaction strength, by determining all the possible values a given interaction strength could take and the relative likelihood of each value. In this study, we assess the degree to which fish effects on zooplankton and phytoplankton are indeterminate in direction using a combination of experimental data and Monte Carlo simulations. Based on probability distributions of interaction strength (i.e. effect magnitude), we estimated the probability of each fish interaction being negative, positive or undetermined in direction. We then investigated how interaction strength and its predictability might vary with experimental duration and the taxonomic resolution of food web data. Results show that most effects of fish on phyto‐ and zooplankton were indeed indeterminate, and that the effects of fish were more predictable in direction as the taxonomic resolution of food web data decreased and the experimental duration increased. Results also show that most distributions of interaction strength were not normal, suggesting that normal based statistical procedures for testing hypothesis about interaction strength may be misleading, as well as predictions of food web models assuming normal distributions of interaction strength. By considering the probability distributions and confidence intervals of interaction parameters, ecologists would better understand the outcomes of species interactions and make more realistic predictions about our perturbations in natural food webs.",
  "authors": [
    {
      "name": "José Luiz Attayde"
    },
    {
      "name": "Lars‐Anders Hansson"
    }
  ],
  "publication_year": 2001,
  "cited_by_count": 12,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": [
    "https://openalex.org/W149174806",
    "https://openalex.org/W1511740464",
    "https://openalex.org/W1973199530",
    "https://openalex.org/W1978175222",
    "https://openalex.org/W1988026685",
    "https://openalex.org/W1988201445",
    "https://openalex.org/W1992089967",
    "https://openalex.org/W1995133020",
    "https://openalex.org/W2004270844",
    "https://openalex.org/W2037382662",
    "https://openalex.org/W2044424534",
    "https://openalex.org/W2054126322",
    "https://openalex.org/W2063150254",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2096742130",
    "https://openalex.org/W2101224191",
    "https://openalex.org/W2105450066",
    "https://openalex.org/W2120387950",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2162495242",
    "https://openalex.org/W2181199992",
    "https://openalex.org/W2185752871",
    "https://openalex.org/W2252145871",
    "https://openalex.org/W2266175882",
    "https://openalex.org/W2577040454",
    "https://openalex.org/W3045904299",
    "https://openalex.org/W4232216470",
    "https://openalex.org/W4233080547",
    "https://openalex.org/W4247681839",
    "https://openalex.org/W4251223168",
    "https://openalex.org/W4251613681",
    "https://openalex.org/W93423279"
  ]
}