{
  "id": "https://openalex.org/W2165864535",
  "title": "Construction and Analysis of a Large Caribbean Food Web",
  "abstract": "We document the construction of a relatively large food web (44 species) from the island of St. Martin in the northern Lesser Antilles, and compare it with patterns observed in other, generally smaller food webs. In constructing this web, we integrate data from a variety of studies, many of which focussed on Anolis lizards and their vertebrate predators. In addition to determining the links between predators and prey, we estimate the frequencies of predation (the link strengths), and find an approximately bell—shaped distribution with a majority of links of intermediate frequencies. Some of the properties of this web contrast strongly with those of webs in the ECOWeB compilation. In particular, our analysis shows this web to possess an unusual richness of intermediate species (relative to top predators or basal species) and of links between those intermediate species. The number and lengths of chains are also unusually high, as is the degree of omnivory. Nor does this web match the predictions of the cascade model, which predicts even higher proportions of intermediate species and links between them, and even more numerous chains. It appears that these and other differences are not due simply to the large number of species involved here, but it is not yet clear whether they should be ascribed to the completeness with which some of the diets are known, to differences between the ways this and other webs were constructed, or to unique ecological conditions on the island of St. Martin.",
  "authors": [
    {
      "name": "Lloyd Goldwasser"
    },
    {
      "name": "Jonathan Roughgarden"
    }
  ],
  "publication_year": 1993,
  "cited_by_count": 240,
  "primary_topic": "Plant and animal studies",
  "subfield_topic": "Ecology, Evolution, Behavior and Systematics",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}