{
  "id": "https://openalex.org/W2160436099",
  "title": "Viability theory for an ecosystem approach to fisheries",
  "abstract": "Abstract Maintenance of overall ecosystem complexity is perceived as critical to the sustainability of ecosystem use. The development of an operational basis for an ecosystem approach to fisheries, however, faces many difficulties. On the research side, the challenge is in defining proper long-term, ecosystem-related objectives; determining meaningful reference values and indicators for desirable or undesirable states of the ecosystem; and developing appropriate data collection, analytical tools and models. The “viability” concept developed in economics by Jean-Pierre Aubin can be used to assist in the definition, selection of, and interaction among long-term objectives at an ecosystem level. It recognizes that ecosystems are complex assemblages of interacting and self-organizing natural and human components that cannot be predicted. Viability models define an ensemble of “viable states”, in contrast to undesirable states defined as such by ecological, economic, and/or social constraints. These constraints can be derived from fisheries objectives, conservation principles, scientific results of modelling, or precautionary principles, and correspond to limit reference points to be avoided. Viability theory does not attempt to choose any “optimal solution” according to given criteria, but selects “viable evolutions”. These evolutions are compatible with the constraints in the sense that they satisfy them at each time and can be delineated by the viability kernel. The southern Benguela marine ecosystem is presented as a first attempt for the application of this theory. In defining ecosystem-based objectives (and related issues such as target reference points), it seems more difficult to reach consensus among stakeholders on what is desirable than on what is undesirable (e.g. biological or economic collapse, species extinction, displacement of local rural communities). Expressed in the negative form or as limit reference points, ecosystem-based constraints can be considered simultaneously with current target reference points, such as maximum sustainable yield, using viability models. The viability approach can help to progressively integrate ecosystem considerations, such as conservation, into fisheries management.",
  "authors": [
    {
      "name": "Philippe Cury"
    },
    {
      "name": "Christian Mullon"
    },
    {
      "name": "Serge M. Garcia"
    },
    {
      "name": "Lynne J. Shannon"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 122,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W103317547",
    "https://openalex.org/W1507428941",
    "https://openalex.org/W1524760816",
    "https://openalex.org/W1568026218",
    "https://openalex.org/W1602574766",
    "https://openalex.org/W1863044202",
    "https://openalex.org/W1897666593",
    "https://openalex.org/W1960744456",
    "https://openalex.org/W1968233295",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1983950287",
    "https://openalex.org/W1989059848",
    "https://openalex.org/W1991591819",
    "https://openalex.org/W1992465877",
    "https://openalex.org/W2011292626",
    "https://openalex.org/W2030232515",
    "https://openalex.org/W2034658683",
    "https://openalex.org/W2048030587",
    "https://openalex.org/W2050441977",
    "https://openalex.org/W2055740081",
    "https://openalex.org/W2055992352",
    "https://openalex.org/W2066819488",
    "https://openalex.org/W2069280266",
    "https://openalex.org/W2070237217",
    "https://openalex.org/W2070582057",
    "https://openalex.org/W2072604463",
    "https://openalex.org/W2077393443",
    "https://openalex.org/W2101204002",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2115703687",
    "https://openalex.org/W2122505518",
    "https://openalex.org/W2139374976",
    "https://openalex.org/W2141193773",
    "https://openalex.org/W2162070796",
    "https://openalex.org/W2286597359",
    "https://openalex.org/W2547321358",
    "https://openalex.org/W2612952478",
    "https://openalex.org/W2746485780",
    "https://openalex.org/W4255245620",
    "https://openalex.org/W4291746399"
  ]
}