{
  "id": "https://openalex.org/W2171437247",
  "title": "Habitat Structural Complexity and the Interaction Between Bluegills and Their Prey",
  "abstract": "Structural complexity of the habitat often reduces predatory efficiency by reducing prey capture rates. Prey density is often positively correlated with habitat structure because it pro- vides food and substrate to the prey as well as a relative refuge from predators. Dense structure inhibits foraging, allowing abundant, highly profitable prey to coexist with predators. Sparse structure allows efficient foraging and generally contains few highly profitable prey. This suggests that feeding rates of predators may be maximized at intermediate structure. If this is true, we might also expect predator growth rates to be higher in intermediate structure habitats. Since diet breadth is thought to be related to rates of encounter with profitable prey, we also expect diets of predators to be narrower at intermediate structure than in either sparsely or densely structured habitats. Bluegill sunfish (Lepomis macrochirus) restricted to experimental ponds varying in vegetation density grew better and consumed more prey at intermediate macrophyte density than fish held at either low or high macrophyte densities. Fish at low macrophyte density had narrower diets than expected due to high initial prey availability relative to prey available at intermediate and high macro- phyte density. Fish at high macrophyte density ate fewer, but larger, prey and thus had a narrower diet than expected. Fish predation reduced total prey biomass as well as mean prey size and altered the prey community structure by removing large active invertebrate predators and herbivores with subsequent release of smaller invertebrate predators and herbivores. These changes in prey com- munity structure were also mediated by habitat structure. Habitat structure-food density interactions may be added to temperature and presence of predators as variables that influence the use of resources by fishes.",
  "authors": [
    {
      "name": "Larry B. Crowder"
    },
    {
      "name": "William E. Cooper"
    }
  ],
  "publication_year": 1982,
  "cited_by_count": 1378,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1968226729",
    "https://openalex.org/W1977016320",
    "https://openalex.org/W1978955541",
    "https://openalex.org/W1988326917",
    "https://openalex.org/W2003438152",
    "https://openalex.org/W2016759894",
    "https://openalex.org/W2017483978",
    "https://openalex.org/W2019856089",
    "https://openalex.org/W2023915165",
    "https://openalex.org/W2024977378",
    "https://openalex.org/W2028771556",
    "https://openalex.org/W2033272960",
    "https://openalex.org/W2039764706",
    "https://openalex.org/W2043112645",
    "https://openalex.org/W2044415299",
    "https://openalex.org/W2048693775",
    "https://openalex.org/W2050490735",
    "https://openalex.org/W2051391503",
    "https://openalex.org/W2057680077",
    "https://openalex.org/W2057742847",
    "https://openalex.org/W2078237791",
    "https://openalex.org/W2086265908",
    "https://openalex.org/W2087369095",
    "https://openalex.org/W2091836851",
    "https://openalex.org/W2094009799",
    "https://openalex.org/W2097446807",
    "https://openalex.org/W2102937273",
    "https://openalex.org/W2157258388",
    "https://openalex.org/W2169153307",
    "https://openalex.org/W2317651972",
    "https://openalex.org/W2319206395",
    "https://openalex.org/W2320572194",
    "https://openalex.org/W2323358873",
    "https://openalex.org/W2323445640",
    "https://openalex.org/W2334346759",
    "https://openalex.org/W2335705960",
    "https://openalex.org/W2376426631",
    "https://openalex.org/W2484684159"
  ]
}