{
  "id": "https://openalex.org/W2175155067",
  "title": "Fisheries Management—An Essay for Ecologists",
  "abstract": "What follows is an attempt to expose, for ecologists who are not'fisheries biologists, what fisheries biology and management are all about. As a branch of applied ecol­ ogy, fisheries biology is a specialty field that has attracted less attention from other ecologists than it perhaps deserves. What has happened and is happening in the world's fisheries provides evidence on a major scale of the effects of removing animals from natural communities. As might be expected, fisheries biology has placed strong emphasis on population dynamics and, because there is the motivation to continue harvests of fish, a very strong emphasis on how to sustain a maximum yield. The dynamics of fish populations have a special flavor, because fish are different from other vertebrates, and indeed from most other animals. Fish live highly flexible lives and are commonly ecological generalists; they live in the ocean, where events have a particular and large-scale character, and in lakes, in which the scale is small enough to be reminiscent of islands, their geographic inverse. The manager of fish populations is obliged to concern himself with fish and their biology, and as well with man and his biology. Historically, the emphasis was given to the fish. More recently, it has been seen to be necessary to pay more attention to the complex of social, economic, and political factors that drive the behavior of fishermen as individuals and fisheries as systems. These themes, presented in a more or less historical way, are woven together in this essay with an attempt to project the present state of our understanding of the population ecology of fishes and the state of the art of fisheries management. The essay concludes with some guesses about some of the developments in the future. No attempt has been made t6 document all the literature or even a significant part of it, but the few references cited should provide the necessary critical mass to start a chain reaction for the interested. My colleagues, Scott Akenhead, Carl Waiters, and Bill Reed, were valuable critics whose help I gratefully acknowledge. While they",
  "authors": [
    {
      "name": "Peter Larkin"
    }
  ],
  "publication_year": 1978,
  "cited_by_count": 131,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W119366826",
    "https://openalex.org/W154329926",
    "https://openalex.org/W1964096783",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1980279229",
    "https://openalex.org/W1981930327",
    "https://openalex.org/W1999748030",
    "https://openalex.org/W2015937957",
    "https://openalex.org/W2019252145",
    "https://openalex.org/W2032166931",
    "https://openalex.org/W2032392783",
    "https://openalex.org/W2036400899",
    "https://openalex.org/W2067989033",
    "https://openalex.org/W2109763083",
    "https://openalex.org/W2314671003",
    "https://openalex.org/W232782485",
    "https://openalex.org/W2332254066",
    "https://openalex.org/W581482134"
  ]
}