{
  "id": "https://openalex.org/W2185606213",
  "title": "Selection and estimation of sequential catch-at-age models",
  "abstract": "Fish stock assessment by catch-at-age and survey data is affected by many stochastic elements: measurement errors; sampling variations; natural variations in mortality, catchability and migrations; technological and social effects on fishing intensity and selectivity. Estimation of simulated models shows that the bias in estimation by linear approximation of the Kalman filter or automatic approximation of the marginal likelihood function is much smaller than the errors produced by the stochastic elements. In time series modelling, they are represented by residuals in the equations. Strong simplifying assumptions about these effects are common in catch-at-age analysis, but estimation of models for Icelandic cod ( Gadus morhua ) and pollock ( Pollachius virens , herein referred to as saithe) demonstrates that the relative importance of different random elements can vary greatly between stocks. These assumptions include exact catch-at-age measurements, no irregular migrations or variations in natural mortality, separable fishing mortality rates, and no permanent variations in survey catchability. Inappropriate simplificactions can have a strong effect on stock estimates. It is possible and important to test simplifying assumptions by comparison with more general models. Estimation of the magnitude of natural mortality is also examined.",
  "authors": [
    {
      "name": "Guðmundur Guðmundsson"
    },
    {
      "name": "Þorvaldur Gunnlaugsson"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 27,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W102495663",
    "https://openalex.org/W156230102",
    "https://openalex.org/W1589375716",
    "https://openalex.org/W1976121415",
    "https://openalex.org/W1977874032",
    "https://openalex.org/W2029204539",
    "https://openalex.org/W2030437201",
    "https://openalex.org/W2033133921",
    "https://openalex.org/W2044763292",
    "https://openalex.org/W2052850964",
    "https://openalex.org/W2068558362",
    "https://openalex.org/W2083854664",
    "https://openalex.org/W2103927431",
    "https://openalex.org/W2108221251",
    "https://openalex.org/W2120880155",
    "https://openalex.org/W2131257927",
    "https://openalex.org/W2157558524",
    "https://openalex.org/W2329212784",
    "https://openalex.org/W2571446175",
    "https://openalex.org/W4230212760",
    "https://openalex.org/W4307492541"
  ]
}