{
  "id": "https://openalex.org/W2185349671",
  "title": "Population Status of Eastern Georges Bank Cod (Unit Areas 5Zj,m) for 1978-2000",
  "abstract": "Resume An analytical assessment of the Georges Bank cod stock in 5Zj,m was completed using updated catch-at-age for ages 1-10 and research survey indices for ages 2-8. A benchmark ADAPT formulation, based on TRAC recommendations, was used to characterize the population. Results of the assessment provided statistically significant parameter estimates for the 2003 beginning-of-year population at ages 2 through 10. Bias and precision for the estimates were within acceptable limits. The adult biomass (3+) increased from the low of 8,700t in 1995 to about 18,500t at the beginning of 2001, primarily due to survival and growth of the 1995, 1996, and 1998 year-classes. Since 2001, adult biomass has declined to 16,000t at the beginning of 2002 and 13,300t at the beginning of 2003. Exploitation rate on ages 4-6 decreased from more than 50% in the mid-1990's to about the F0.1 level (F=0.18, 15% exploitation rate) in 1995 but has since been slightly higher, ranging between 16%-28%. A change in partial recruitment to the fishery has occurred since 1994 with reduced catchability on ages 5+. This change is due to the bycatch nature of the Canadian fishery and to management measures that reduced spatial and temporal access to the resource for both the Canadian and USA fisheries. Recruitment in recent years has been poor, with the 1996 and 1998 year-classes above the recent average. Nous avons effectue une evaluation analytique du stock de morue du banc Georges dans 5Zj,m a partir de donnees a jour de captures par 창ge des poissons de 1 a 10 ans et d'indices de releves de recherche pour les poissons de 2 a 8 ans. Nous avons caracterise la population en appliquant une procedure ADAPT de reference fondee sur les recommandations du Transboundary Resources Assessment Committee (TRAC). L'evaluation a donne des estimations statistiquement significatives de parametres de la population de morues 창gees de 2 a 10 ans au debut de l'annee 2003. Le biais et la precision des estimations se situaient dans les limites acceptables. La biomasse des adultes (3+) est passee de son niveau le plus bas, soit 8 700 t, en 1995 a environ 18 500 t au debut de 2001, surtout en raison de la survie et de la croissance des classes d'창ge 1995, 1996 et 1998. Depuis 2001, la biomasse des adultes a diminue; elle se chiffrait a 16 000 t au debut de 2002 et a 13 300 t au debut de 2003. Le taux d'exploitation des morues de 4 a 6 ans a baisse, passant de plus de 50 % au milieu des annees 1990 a une valeur environ egale au niveau de reference F0,1 (F = 0,18; taux d'exploitation de 15 %) en 1995, puis il a legerement augmente et varie entre 16 et 28 %. Etant donne la capturabilite reduite des morues de 5 ans et plus, le recrutement partiel a change depuis 1994, ce qui s'explique par le fait qu'il s'agit d'une peche With an expected 2,800t total catch in 2003, projections for 2004 indicate a yield of about 1,300 t at F0.1 and stable stock biomass between 2003 and 2005. The adult stock biomass remains below a threshold of 25,000 t, above which chances of good recruitment are improved. accessoire au Canada et par les mesures de gestion qui ont reduit l'acces a la ressource, tant sur le plan spatial que temporel, pour les pecheurs canadiens et etasuniens. Ces dernieres annees, le recrutement a ete faible, mais les classes d'창ge 1996 et 1998 sont plus fortes que la moyenne recente. Compte tenu des captures prevues pour 2003 (2 800 t), les previsions pour 2004 indiquent que la production sera d'environ 1 300 t pour une exploitation a F0,1 et que la biomasse du stock restera stable de 2003 a 2005. La biomasse des adultes du stock se maintient sous le seuil de 25000 t, au-dela duquel les chances d'obtenir un bon recrutement augmentent. With the current poor recruitment and exploitation rates near the present levels, improvement in stock status is not expected in the near term. Les taux d'exploitation et le faible recrutement actuels ne laissent pas entrevoir une amelioration de l'etat du stock a court terme.",
  "authors": [
    {
      "name": "Bohl Hatt"
    }
  ],
  "publication_year": 2000,
  "cited_by_count": 6,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}