{
  "id": "https://openalex.org/W2312401788",
  "title": "The effects of future consumption by the Cape fur seal on catches and catch rates of the Cape hakes. 4. Modelling the biological interaction between Cape fur seals<i>Arctocephalus pusillus pusillus</i>and the Cape hakes<i>Merluccius capensis</i>and<i>M. paradoxus</i>",
  "abstract": "Abstract The 1991 Benguela Ecology Programme Workshop on Seal-Fishery Biological Interactions outlined an approach to examine the qualitative effects of culls of a seal population on catches and catch rates of commercial fisheries. This paper applies that approach to examine the effects of possible culls of Cape fur seals Arctocephalus pusillus pusillus on catches and catch rates of the bottom-trawl fishery for the Cape hakes off the South African west coast. The approach involves constructing a ?minimal realistic model? of the hake-seal system. The model considered here includes the two species of Cape hake, Merluccius capensis and M. paradoxus, the Cape fur seal and an ?other predatory fish? component. Values for parameters of the model are derived from biological studies and by fitting to abundance indices for the hake and seal populations. The model is able to mimic the catch rate information for hake satisfactorily for a range of scenarios for the carrying capacity of the seal population, although the trend in hake abundance indicated since seal harvests commenced some four centuries ago until the start of the hake fishery in 1917 is, of course, questionable. The impact of the seal culls examined on the hake fishery is minimal (and can even be detrimental) for the base-case model, which takes account of both hake species and assumes that seals do not prey on the deep-water hake species M. paradoxus. This result is insensitive to changes to the values of most of those parameters of the model that are not well known. However, increasing the extent of predation by seals on M. paradoxus leads to greater projected benefits for the hake fishery under a future seal cull. It seems likely that a change in the future pattern of fishing to reflect a greater relative fishing intensity uponM. capensis would have a similar result. The conclusions of the paper will not necessarily apply to other southern African regions where the M. paradoxus : M. capensis is much lower than on the South African west coast.",
  "authors": [
    {
      "name": "André E. Punt"
    },
    {
      "name": "Doug S Butterworth"
    }
  ],
  "publication_year": 1995,
  "cited_by_count": 148,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}