{
  "id": "https://openalex.org/W2313784390",
  "title": "Human Exclusion from the Rocky Intertidal Zone of Central Chile: The Effects on Concholepas Concholepas (Gastropoda)",
  "abstract": "The ecological role played by man as a top predator in a rocky intertidal environment of central Chile was studied. Human exclusion from a rocky intertidal stretch of coast (non-harvested area) at Punta El Lacho, for nearly two years, resulted in a substantial density increase of the economically important high trophic level predator muricid Concholepas concholepas. This was followed by a dramatic decline in the cover of the competitive dominant intertidal mussel Perumytilus purpuratus. According to current ecological theory the removal of the competitively superior primary space dominant species led to a pattern of increasing species diversity. We conclude that in the absence of human interference C. concholepas plays the role of a key species in central Chile rocky intertidal environments. We suggest that the interpretation of the structure and dynamics of intertidal landscapes should include the key role played by man. Comparison of monitoring programs between intertidal areas with and without human interference will prove critical to our understanding of such environments.",
  "authors": [
    {
      "name": "J. C. Castilla"
    },
    {
      "name": "L. René Durán"
    },
    {
      "name": "L. René Durán"
    }
  ],
  "publication_year": 1985,
  "cited_by_count": 295,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1973406031",
    "https://openalex.org/W1996223682",
    "https://openalex.org/W2054453579",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2061466471",
    "https://openalex.org/W2063282180",
    "https://openalex.org/W2084963974",
    "https://openalex.org/W2086053402",
    "https://openalex.org/W2139156166",
    "https://openalex.org/W2285646471",
    "https://openalex.org/W2325586542",
    "https://openalex.org/W2331645885",
    "https://openalex.org/W2405033370",
    "https://openalex.org/W3201264244",
    "https://openalex.org/W3214891299"
  ]
}