{
  "id": "https://openalex.org/W2314105712",
  "title": "Synthesizing lessons learned from comparing fisheries production in 13 northern hemisphere ecosystems: emergent fundamental features",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook (Twitter) RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 459:293-302 (2012) - DOI: https://doi.org/10.3354/meps09829 Synthesizing lessons learned from comparing fisheries production in 13 northern hemisphere ecosystems: emergent fundamental features Jason S. Link1,*, Sarah Gaichas2, Thomas J. Miller3, Tim Essington4, Alida Bundy5, Jennifer Boldt6, Ken F. Drinkwater7, Erlend Moksness8 1National Atmospheric and Oceanic Administration, National Marine Fisheries Service, Northeast Fisheries Science Center, Woods Hole, Massachusetts 02543, USA 2National Atmospheric and Oceanic Administration, National Marine Fisheries Service, Alaska Fisheries Science Center, Seattle, Washington 98115, USA 3Chesapeake Biological Laboratory, University of Maryland Center for Environmental Science, Solomons, Maryland 20688, USA 4School of Fisheries and Aquatic Sciences, University of Washington, Seattle, Washington 98195, USA 5Department of Fisheries and Oceans, Bedford Institute of Oceanography, Halifax, Nova Scotia B2Y 4A2, Canada 6Department of Fisheries and Oceans, Pacific Biological Station, Nanaimo, British Columbia V9T 6N7, Canada 7Institute of Marine Research and Bjerknes Centre for Climate Research, Bergen 5817, Norway 8Institute of Marine Research, Flødevigen Marine Research Station, His 4817, Norway *Email: jason.link@noaa.gov ABSTRACT: Understanding the drivers of the productivity of marine ecosystems continues to be a globally important issue. A vast body of literature identifies 3 main processes that regulate the production dynamics of fisheries: biophysical, exploitative, and trophodynamic. Here, we synthesize results from international workshops in which surplus production models were applied to 13 northern hemisphere ecosystems that support notable fisheries. The results are compared across systems, levels of species aggregation, and drivers. By applying surplus production models at single-species (SS), multi-species (MS), aggregated group, and full-system levels across ecosystems, we find that the different levels of aggregation provide distinct, but complementary, information. Further, it is clear that the triad of drivers contributes to fisheries productivity in each ecosystem, but the key drivers are system-specific. Our results also confirm that full-system yield is less than the sum of SS yields and that some MS and aggregate yields may lead to overharvest of some stocks if species groups are constructed without considering common productivity, inter-species, and environmental interactions. Several fundamental features emerge from this Theme Section including sigmoidal biomass accumulation curves across trophic levels, improvement of model fits by inclusion of environmental or ecological covariates, the inequality of system maximum sustainable yield (MSY) versus aggregated sums and SS sums of MSY, a 1 to 5 t km−2 fishery yield rule of thumb, and the finding that tradeoffs among ocean use objectives may not be as harsh as originally thought. These emergent features have the potential to alter our understanding of marine ecosystem dynamics and improve how we manage fisheries production. KEY WORDS: Ecosystem comparison · Surplus production · Multispecies models · Aggregate biomass estimates · Environmental covariates · Fisheries management · Hierarchical analysis Full text in pdf format PreviousCite this article as: Link JS, Gaichas S, Miller TJ, Essington T and others (2012) Synthesizing lessons learned from comparing fisheries production in 13 northern hemisphere ecosystems: emergent fundamental features. Mar Ecol Prog Ser 459:293-302. https://doi.org/10.3354/meps09829 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 459. Online publication date: July 12, 2012 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2012 Inter-Research.",
  "authors": [
    {
      "name": "Jason S. Link"
    },
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "Thomas J. Miller"
    },
    {
      "name": "TE Essington"
    },
    {
      "name": "Alida Bundy"
    },
    {
      "name": "Jennifer L. Boldt"
    },
    {
      "name": "K.F. Drinkwater"
    },
    {
      "name": "Erlend Moksness"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 66,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1483144421",
    "https://openalex.org/W1543409689",
    "https://openalex.org/W1602101152",
    "https://openalex.org/W1780812786",
    "https://openalex.org/W1882133131",
    "https://openalex.org/W1982802844",
    "https://openalex.org/W1985342263",
    "https://openalex.org/W1993523754",
    "https://openalex.org/W1995227558",
    "https://openalex.org/W2008733299",
    "https://openalex.org/W2018580425",
    "https://openalex.org/W2026320658",
    "https://openalex.org/W2048313227",
    "https://openalex.org/W2050368832",
    "https://openalex.org/W2050441977",
    "https://openalex.org/W2053803990",
    "https://openalex.org/W2057332804",
    "https://openalex.org/W2060789210",
    "https://openalex.org/W2061517408",
    "https://openalex.org/W2063466669",
    "https://openalex.org/W2066259947",
    "https://openalex.org/W2069165134",
    "https://openalex.org/W2073008079",
    "https://openalex.org/W2073221851",
    "https://openalex.org/W2075698732",
    "https://openalex.org/W2076556909",
    "https://openalex.org/W2096950322",
    "https://openalex.org/W2097621918",
    "https://openalex.org/W2099653221",
    "https://openalex.org/W2100056012",
    "https://openalex.org/W2100890885",
    "https://openalex.org/W2103297716",
    "https://openalex.org/W2106002656",
    "https://openalex.org/W2107796072",
    "https://openalex.org/W2109605050",
    "https://openalex.org/W2112446421",
    "https://openalex.org/W2120129362",
    "https://openalex.org/W2121874040",
    "https://openalex.org/W2122930237",
    "https://openalex.org/W2137523123",
    "https://openalex.org/W2141545144",
    "https://openalex.org/W2143554766",
    "https://openalex.org/W2145183290",
    "https://openalex.org/W2156523992",
    "https://openalex.org/W2158963429",
    "https://openalex.org/W2159011802",
    "https://openalex.org/W2164993979",
    "https://openalex.org/W2168438691",
    "https://openalex.org/W2182817873",
    "https://openalex.org/W2271753868",
    "https://openalex.org/W2312190857",
    "https://openalex.org/W2314209220",
    "https://openalex.org/W2321998180",
    "https://openalex.org/W2322234741",
    "https://openalex.org/W2323145676",
    "https://openalex.org/W2329487437",
    "https://openalex.org/W2330425575",
    "https://openalex.org/W2331305604",
    "https://openalex.org/W382509713",
    "https://openalex.org/W402219611",
    "https://openalex.org/W4252115095",
    "https://openalex.org/W642417951"
  ]
}