{
  "id": "https://openalex.org/W2312190857",
  "title": "Aggregate surplus production models for demersal fishery resources of the Gulf of Maine",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 459:247-258 (2012) - DOI: https://doi.org/10.3354/meps09789 Aggregate surplus production models for demersal fishery resources of the Gulf of Maine M. J. Fogarty1,*, W. J. Overholtz1,2, J. S. Link1 1Northeast Fisheries Science Center, National Marine Fisheries Service, 166 Water St., Woods Hole, Massachusetts 02543, USA 2Present address: 193 Percival Rd., Falmouth, Massachusetts 02356, USA *Email: michael.fogarty@noaa.gov ABSTRACT: We developed surplus production models for 12 demersal fish species in the Gulf of Maine at the single-species and aggregate-species levels. Summed single-species production model reference points were higher than estimates from the aggregate surplus production model. The equilibrium yield (maximum sustainable yield, MSY) and biomass at MSY (BMSY) levels for the summed single-species production model reference points exceeded the aggregate model results by 28.0 and 27.5%, respectively. Biological interactions such as predation and competition are potential reasons for differences between the aggregate and summed results. Not accounting for biological interactions may result in overly optimistic predictions of long-term sustainable yield and unrealistically high estimates of BMSY. We found high concordance between single-species production model reference points and results from a range of other estimation methods employed in assessment of these species, suggesting that the results from the aggregate production model analyses are not artifacts related to model type. Tests for the effect of environmental variables, including the Atlantic Multidecadal Oscillation (AMO) index, the winter North Atlantic Oscillation (NAO) index, and the Extended Reconstructed Sea Surface Temperature (ERSST) series suggested possible effects of the NAO at a lag of 0 and the ERSST at a lag of 2 yr based on cross-correlation analyses. However, further tests proved inconclusive when the covariates were introduced into an extended surplus production model. Given the potential shifts in productivity that can accompany climate change, this issue should be periodically re-evaluated, and, where appropriate, a more dynamic approach to setting reference points should be pursued. KEY WORDS: Ecosystem-based fishery management · Reference points · Aggregate multispecies model · Environmental effects Full text in pdf format PreviousNextCite this article as: Fogarty MJ, Overholtz WJ, Link JS (2012) Aggregate surplus production models for demersal fishery resources of the Gulf of Maine. Mar Ecol Prog Ser 459:247-258. https://doi.org/10.3354/meps09789 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 459. Online publication date: July 12, 2012 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2012 Inter-Research.",
  "authors": [
    {
      "name": "M. Fogarty"
    },
    {
      "name": "WJ Overholtz"
    },
    {
      "name": "Jason S. Link"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 46,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1564292368",
    "https://openalex.org/W1589375716",
    "https://openalex.org/W1970699386",
    "https://openalex.org/W1975805551",
    "https://openalex.org/W1993362798",
    "https://openalex.org/W1995200931",
    "https://openalex.org/W1995945562",
    "https://openalex.org/W2015710857",
    "https://openalex.org/W2019512511",
    "https://openalex.org/W2029345767",
    "https://openalex.org/W2040044843",
    "https://openalex.org/W2041893300",
    "https://openalex.org/W2044351200",
    "https://openalex.org/W2051084143",
    "https://openalex.org/W2053803990",
    "https://openalex.org/W2058815839",
    "https://openalex.org/W2069582206",
    "https://openalex.org/W2071462934",
    "https://openalex.org/W2077959816",
    "https://openalex.org/W2099653221",
    "https://openalex.org/W2102849960",
    "https://openalex.org/W2115997218",
    "https://openalex.org/W2120688671",
    "https://openalex.org/W2125440779",
    "https://openalex.org/W2129292167",
    "https://openalex.org/W2130425696",
    "https://openalex.org/W2131477567",
    "https://openalex.org/W2133295691",
    "https://openalex.org/W2137582471",
    "https://openalex.org/W2150700909",
    "https://openalex.org/W2152634574",
    "https://openalex.org/W2155649917",
    "https://openalex.org/W2156523992",
    "https://openalex.org/W2158521569",
    "https://openalex.org/W2167607966",
    "https://openalex.org/W2168438691",
    "https://openalex.org/W2176670204",
    "https://openalex.org/W2182817873",
    "https://openalex.org/W2185022291",
    "https://openalex.org/W2313953460",
    "https://openalex.org/W2322154153",
    "https://openalex.org/W2331305604",
    "https://openalex.org/W2333258496",
    "https://openalex.org/W2523031598",
    "https://openalex.org/W2797563284",
    "https://openalex.org/W4241167105",
    "https://openalex.org/W4244298487",
    "https://openalex.org/W4252115095",
    "https://openalex.org/W4252386822",
    "https://openalex.org/W4253820701",
    "https://openalex.org/W564040604"
  ]
}