{
  "id": "https://openalex.org/W2324506725",
  "title": "EwE-F 1.0: an implementation of Ecopath with Ecosim in Fortran 95/2003 for coupling",
  "abstract": "Abstract. Societal and scientific challenges foster the implementation of the ecosystem approach to marine ecosystem analysis and management, which is a comprehensive means of integrating the direct and indirect effects of multiple stressors on the different components of ecosystems, from physical to chemical and biological and from viruses to fishes and marine mammals. Ecopath with Ecosim (EwE) is a widely used software package, which offers great capability for a dynamic description of the multiple interactions occurring within a food web, and potentially, a crucial component of an integrated platform supporting the ecosystem approach. However, being written for the Microsoft .NET framework, seamless integration of this code with Fortran-based physical oceanographic and/or biogeochemical models is technically not straightforward. In this work we release a re-coding of EwE in Fortran (EwE-F). We believe that the availability of a Fortran version of EwE is an important step towards setting-up integrated end-to-end (E2E) modelling schemes utilising this widely adopted software because it (i) increases portability of the EwE models, (ii) provides greater flexibility towards integrating EwE with Fortran-based modelling schemes. Furthermore, EwE-F might help modellers using Fortran programming language to get close to the EwE approach. In the present work, first the fundamentals of EwE-F are introduced, followed by validation of EwE-F against standard EwE utilising sample models. Afterwards, an E2E ecological representation of the Trieste Gulf (Northern Adriatic Sea) ecosystem is presented as an example of online two-way coupling between an EwE-F food web model and a biogeochemical model. Finally, the possibilities that having EwE-F opens up for are discussed.",
  "authors": [
    {
      "name": "Ekin Akoğlu"
    },
    {
      "name": "Simone Libralato"
    },
    {
      "name": "Barış Salihoğlu"
    },
    {
      "name": "Temel Oǧuz"
    },
    {
      "name": "Cosimo Solidoro"
    }
  ],
  "publication_year": 2015,
  "cited_by_count": 7,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1524760816",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1963765483",
    "https://openalex.org/W1975128847",
    "https://openalex.org/W1984493675",
    "https://openalex.org/W1990566709",
    "https://openalex.org/W1996547985",
    "https://openalex.org/W1999642158",
    "https://openalex.org/W204940627",
    "https://openalex.org/W2057486193",
    "https://openalex.org/W2077769416",
    "https://openalex.org/W2079791672",
    "https://openalex.org/W2091884289",
    "https://openalex.org/W2095060666",
    "https://openalex.org/W2116082578",
    "https://openalex.org/W2132087433",
    "https://openalex.org/W4210260625"
  ]
}