{
  "id": "https://openalex.org/W2320681200",
  "title": "Body Sizes of Animal Predators and Animal Prey in Food Webs",
  "abstract": "Summary 1. We measured the body sizes (weights or lengths) of animal species found in the food webs of natural communities. In c. 90% of the feeding links among the animal species with known sizes, a larger predator consumes a smaller prey. 2. Larger predators eat prey with a wider range of body sizes than do smaller predators. The geometric mean predator size increases with the size of prey. The increase in geometric mean predator size is less than proportional to the increase in prey size (i.e. has a slope less than 1 on log-log coordinates). 3. The geometric mean sizes of prey and predators increase as the habitat of webs changes from aquatic to terrestrial to coastal to marine. Within each type of habitat, mean prey sizes are always less than mean predator sizes, and prey and predator sizes are always positively correlated. 4. Feeding relations order the metabolic types of organisms from invertebrate to vertebrate ectotherm to vertebrate endotherm. Organisms commonly eat other organisms with the same or lower metabolic type, but (with very rare exceptions) organisms do not eat other organisms with a higher metabolic type. Mean sizes of prey increase as the metabolic type of prey changes from invertebrate to vertebrate ectotherm to vertebrate endotherm, but the same does not hold true for predators. 5. Prey and predator sizes are positively correlated in links from invertebrate prey to invertebrate predators. In links with other combinations of prey and predator metabolic types, the correlation between prey and predator body sizes is rarely large when it is positive, and in some cases is even negative. 6. Species sizes are roughly log-normally distributed. 7. Body size offers a good (though not perfect) interpretation of the ordering of animal species assumed in the cascade model, a stochastic model of food web structure. When body size is taken as the physical interpretation of the ordering assumed in the cascade model, and when the body sizes of different animal species are taken as log-normally distributed, many of the empirical findings can be explained in terms of the cascade model.",
  "authors": [
    {
      "name": "Joel E. Cohen"
    },
    {
      "name": "Stuart L. Pimm"
    },
    {
      "name": "Peter Yodzis"
    },
    {
      "name": "Joan Saldaña"
    }
  ],
  "publication_year": 1993,
  "cited_by_count": 780,
  "primary_topic": "Isotope Analysis in Ecology",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W129831482",
    "https://openalex.org/W134376276",
    "https://openalex.org/W1505542987",
    "https://openalex.org/W1509995973",
    "https://openalex.org/W1558456135",
    "https://openalex.org/W1594662226",
    "https://openalex.org/W1763240259",
    "https://openalex.org/W1963796018",
    "https://openalex.org/W1965248659",
    "https://openalex.org/W1965953927",
    "https://openalex.org/W1975626823",
    "https://openalex.org/W1979636148",
    "https://openalex.org/W1986429334",
    "https://openalex.org/W2000312122",
    "https://openalex.org/W2009015951",
    "https://openalex.org/W2015823673",
    "https://openalex.org/W2023824119",
    "https://openalex.org/W2036215206",
    "https://openalex.org/W2039255208",
    "https://openalex.org/W2053229370",
    "https://openalex.org/W2068316763",
    "https://openalex.org/W2077797961",
    "https://openalex.org/W2095942556",
    "https://openalex.org/W2096032797",
    "https://openalex.org/W2148667958",
    "https://openalex.org/W2165207708",
    "https://openalex.org/W2235790952",
    "https://openalex.org/W2317601045",
    "https://openalex.org/W2319591216",
    "https://openalex.org/W2321700161",
    "https://openalex.org/W2327741961",
    "https://openalex.org/W2339834490",
    "https://openalex.org/W2475390253",
    "https://openalex.org/W2614099084",
    "https://openalex.org/W578788896",
    "https://openalex.org/W634745228"
  ]
}