{
  "id": "https://openalex.org/W2321998180",
  "title": "What drives marine fisheries production?",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 459:159-163 (2012) - DOI: https://doi.org/10.3354/meps09841 INTRODUCTION What drives marine fisheries production? Sarah K. Gaichas1,*, Alida Bundy2, Thomas J. Miller3, Erlend Moksness4, Konstantinos I. Stergiou5 1National Atmospheric and Oceanic Administration, National Marine Fisheries Service, Northeast Fisheries Science Center, Woods Hole, Massachusetts 02543, USA 2Department of Fisheries and Oceans, Bedford Institute of Oceanography, Halifax, Nova Scotia, Canada, B2Y 14A2 3Chesapeake Biological Laboratory, University of Maryland Center for Environmental Science, Solomons, Maryland 20688, USA 4Institute of Marine Research, Flødevigen Marine Research Station, 4817 His, Norway 5Department of Biology, Aristotle University or Thessaloniki, Thessaloniki 54 124, Greece *Email: sarah.gaichas@noaa.gov ABSTRACT: This paper introduces the MEPS Theme Section (TS) ‘Comparative Analysis of Marine Fisheries Production’. The unifying theme of the studies in the TS is the relative influence of a ‘triad of drivers’—fishing, trophodynamic, and environmental—on fisheries production. The studies were developed during 2 international workshops held in 2010 and 2011, which assembled a database of fisheries, trophodynamic, and environmental time series from 13 northern hemisphere marine ecosystems, and applied a common production-modeling approach to this data. The studies encompass empirical examinations of the datasets, production models fitted to the data at multiple levels of organization from single species to full ecosystems, and simulation studies examining the impacts of climate effects and alternative management strategies on fisheries production. The body of work presented in the TS demonstrates that using both production modeling and the comparative approach together makes rapid progress towards ecosystem-based fishery management, whether the aim is a better understanding of the ecosystem or the provision of operational management advice. KEY WORDS: Marine fisheries · Production models · Comparative approach · Ecosystem based fishery management Full text in pdf format PreviousNextCite this article as: Gaichas SK, Bundy A, Miller TJ, Moksness E, Stergiou KI (2012) What drives marine fisheries production?. Mar Ecol Prog Ser 459:159-163. https://doi.org/10.3354/meps09841 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 459. Online publication date: July 12, 2012 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2012 Inter-Research.",
  "authors": [
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "Alida Bundy"
    },
    {
      "name": "Thomas J. Miller"
    },
    {
      "name": "Erlend Moksness"
    },
    {
      "name": "KI Stergiou"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 18,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W119366826",
    "https://openalex.org/W1543409689",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1963984107",
    "https://openalex.org/W1993523754",
    "https://openalex.org/W1999748030",
    "https://openalex.org/W2011292626",
    "https://openalex.org/W2020002603",
    "https://openalex.org/W2032392783",
    "https://openalex.org/W2073221851",
    "https://openalex.org/W2075698732",
    "https://openalex.org/W2078181449",
    "https://openalex.org/W2100056012",
    "https://openalex.org/W2107796072",
    "https://openalex.org/W2108366440",
    "https://openalex.org/W2113728791",
    "https://openalex.org/W2121874040",
    "https://openalex.org/W2132194304",
    "https://openalex.org/W2143554766",
    "https://openalex.org/W2159666708",
    "https://openalex.org/W2167607966",
    "https://openalex.org/W2189320560",
    "https://openalex.org/W2312190857",
    "https://openalex.org/W2314105712",
    "https://openalex.org/W2314209220",
    "https://openalex.org/W2316315494",
    "https://openalex.org/W2322234741",
    "https://openalex.org/W2323145676",
    "https://openalex.org/W2329487437",
    "https://openalex.org/W2330425575",
    "https://openalex.org/W2331305604",
    "https://openalex.org/W3150234440",
    "https://openalex.org/W382509713",
    "https://openalex.org/W4210260625",
    "https://openalex.org/W4252115095"
  ]
}