{
  "id": "https://openalex.org/W2331305604",
  "title": "Assembly rules for aggregate-species production models: simulations in support of management strategy evaluation",
  "abstract": "MEPS Marine Ecology Progress Series Contact the journal Facebook Twitter RSS Mailing List Subscribe to our mailing list via Mailchimp HomeLatest VolumeAbout the JournalEditorsTheme Sections MEPS 459:275-292 (2012) - DOI: https://doi.org/10.3354/meps09650 Assembly rules for aggregate-species production models: simulations in support of management strategy evaluation Sarah Gaichas1,7,*, Robert Gamble2, Michael Fogarty2, Hugues Benoît3, Tim Essington4, Caihong Fu5, Mariano Koen-Alonso6, Jason Link2 1Resource Ecology and Fisheries Management Division, Alaska Fisheries Science Center, National Marine Fisheries Service, NOAA, Seattle, Washington 98115, USA 2Northeast Fisheries Science Center, National Marine Fisheries Service, NOAA, Woods Hole, Massachusetts 02543, USA 3Gulf Fisheries Centre, Fisheries and Oceans Canada, Moncton, New Brunswick E1C 9B6, Canada 4University of Washington, School of Aquatic & Fishery Sciences, Seattle, Washington 98195-5020, USA 5Pacific Biological Station, Fisheries and Oceans Canada, Nanaimo, British Columbia V9T 6N7, Canada 6Northwest Atlantic Fisheries Centre, Fisheries and Oceans Canada, St John's, Newfoundland and Labrador A1C 5X1, Canada 7Present address: Northeast Fisheries Science Center, National Marine Fisheries Service, NOAA, Woods Hole, Massachusetts 02543, USA *Email: sarah.gaichas@noaa.gov ABSTRACT: Ecosystem-based fisheries management (EBFM) emphasizes sustainability at multiple levels of organization beyond single target species. Therefore, biological reference points (BRPs) for aggregated groups are required, which optimize yields while preventing overexploitation of individual species. We evaluate the tradeoffs between yield and biodiversity objectives for a wide range of aggregation strategies using multispecies surplus production models and comparing 2 simulated fish communities. We simulated population trajectories with an operating model detailing predation and competitive interactions for all individual species within each community, and with additional stochastic environmental variability for one community. Species trajectories were then aggregated by functional feeding guild, taxonomy, habitat association, size class, and at the entire community level. We estimated production parameters and BRPs (e.g. maximum sustainable yield, MSY) using a simple assessment model applied to each aggregated time series, then we applied the MSY fishing rates to each simulated community as alternative fishing strategies and compared equilibrium biomass and yield under each strategy. We were able to define multi-species reference points to meet both yield and biodiversity objectives across full system, taxonomic, habitat, feeding, and size-based aggregations. Species complexes were best able to meet both objectives when species with broadly similar productivity, environmental sensitivity and species interactions were aggregated into the complex. The impacts of simulated environmental variability on BRPs were substantial for certain species and aggregates, so including the combined impacts of environmental variation and species interactions in precautionary reference points appears critical to EBFM. KEY WORDS: Ecosystem-based fishery management · Multiple objectives · Surplus production models · Biological reference points · Predation · Competition · Species complexes Full text in pdf format Supplementary material PreviousNextCite this article as: Gaichas S, Gamble R, Fogarty M, Benoît H and others (2012) Assembly rules for aggregate-species production models: simulations in support of management strategy evaluation. Mar Ecol Prog Ser 459:275-292. https://doi.org/10.3354/meps09650 Export citation RSS - Facebook - Tweet - linkedIn Cited by Published in MEPS Vol. 459. Online publication date: July 12, 2012 Print ISSN: 0171-8630; Online ISSN: 1616-1599 Copyright © 2012 Inter-Research.",
  "authors": [
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "Robert J. Gamble"
    },
    {
      "name": "Michael J. Fogarty"
    },
    {
      "name": "Hugues P. Benoît"
    },
    {
      "name": "TE Essington"
    },
    {
      "name": "Caihong Fu"
    },
    {
      "name": "Mariano Koen‐Alonso"
    },
    {
      "name": "Jason S. Link"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 54,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1502728845",
    "https://openalex.org/W1548688122",
    "https://openalex.org/W1734689372",
    "https://openalex.org/W1819629295",
    "https://openalex.org/W1965470416",
    "https://openalex.org/W1967401456",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W1972344148",
    "https://openalex.org/W1985342263",
    "https://openalex.org/W1989050709",
    "https://openalex.org/W1991560151",
    "https://openalex.org/W1998370195",
    "https://openalex.org/W1999034136",
    "https://openalex.org/W1999748030",
    "https://openalex.org/W2005615963",
    "https://openalex.org/W2011292626",
    "https://openalex.org/W2017841226",
    "https://openalex.org/W2026269078",
    "https://openalex.org/W2032392783",
    "https://openalex.org/W2035058341",
    "https://openalex.org/W2042464037",
    "https://openalex.org/W2046581450",
    "https://openalex.org/W2050441977",
    "https://openalex.org/W2061300007",
    "https://openalex.org/W2061792168",
    "https://openalex.org/W2066819488",
    "https://openalex.org/W2072318346",
    "https://openalex.org/W2088865141",
    "https://openalex.org/W2091700293",
    "https://openalex.org/W2099653221",
    "https://openalex.org/W2102849960",
    "https://openalex.org/W2112446421",
    "https://openalex.org/W2112895630",
    "https://openalex.org/W2114518578",
    "https://openalex.org/W2116745613",
    "https://openalex.org/W2120688671",
    "https://openalex.org/W2122505518",
    "https://openalex.org/W2123125788",
    "https://openalex.org/W2123897439",
    "https://openalex.org/W2129669794",
    "https://openalex.org/W2130870465",
    "https://openalex.org/W2133648623",
    "https://openalex.org/W2144018038",
    "https://openalex.org/W2146652024",
    "https://openalex.org/W2154277394",
    "https://openalex.org/W2156523992",
    "https://openalex.org/W2158227275",
    "https://openalex.org/W2167607966",
    "https://openalex.org/W2167906040",
    "https://openalex.org/W2182817873",
    "https://openalex.org/W2187453681",
    "https://openalex.org/W2188460902",
    "https://openalex.org/W2276494279",
    "https://openalex.org/W2314209220",
    "https://openalex.org/W2323145676",
    "https://openalex.org/W2329487437",
    "https://openalex.org/W2331625639",
    "https://openalex.org/W2334359902",
    "https://openalex.org/W2397383529",
    "https://openalex.org/W3000733313",
    "https://openalex.org/W3171039691",
    "https://openalex.org/W4236990395",
    "https://openalex.org/W4246346907",
    "https://openalex.org/W4292411114",
    "https://openalex.org/W55778338"
  ]
}