{
  "id": "https://openalex.org/W2335242907",
  "title": "Sustainable Development: From Concept and Theory to Operational Principles",
  "abstract": "THREE CONCEPTUAL ISSUES SEEM TO ME CRITICAL for clear thinking about economic development and the environment in the next decade. After stating the three issues briefly, I will elaborate each one in turn, along with the relations among them. The first issue is whether the basic conceptual starting point of economic analysis should be the circular flow of exchange value, as it presently is, or the one-way entropic throughput of matter-energy. The latter concept is virtually absent from economics today, yet without it it is impossible to relate the economy to the environment. It is as if biology tried to understand animals only in terms of their circulatory system, with no recognition of the fact that they also have digestive tracts. The metabolic flow is not circular. The digestive tract firmly ties the animal to its environment at both ends. Without digestive tracts animals would be self-contained perpetual-motion machines. Likewise for an economy without an entropic throughput. The second issue is to distinguish two dimensions of the throughput: its scale and its allocation. The concept of optimal allocation among alternative uses of the total resource flow (throughput) must be clearly distinguished from the concept of an optimal scale of total resource flow relative to the environment. Under ideal conditions the market can find an optimal allocation in the sense of Pareto. But the market cannot find an optimal scale any more than it can find an optimal distribution. The latter requires the additon of ethical criteria; the former requires the further addition of ecological criteria. The independence of allocation from distribution is widely recognized; the independence of allocation from scale is not widely recognized, but is easily understood.' In theory whether we double the population and the per capita resource use rate, or cut them in half, the market will still grind out a Pareto optimal allocation for every scale. Yet the scale of the economy is certainly not a matter of indifference. A boat that tries to carry",
  "authors": [
    {
      "name": "Herman E. Daly"
    }
  ],
  "publication_year": 1990,
  "cited_by_count": 145,
  "primary_topic": "Sustainable Development and Environmental Policy",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W103069865",
    "https://openalex.org/W174463555",
    "https://openalex.org/W1974285280",
    "https://openalex.org/W1985370857",
    "https://openalex.org/W1990438016",
    "https://openalex.org/W1996249429",
    "https://openalex.org/W2003338968",
    "https://openalex.org/W2027271929",
    "https://openalex.org/W2033736306",
    "https://openalex.org/W2057931959",
    "https://openalex.org/W2070671344",
    "https://openalex.org/W2084219765",
    "https://openalex.org/W2286238162",
    "https://openalex.org/W2330159271",
    "https://openalex.org/W2333836031",
    "https://openalex.org/W2588223646",
    "https://openalex.org/W49479346"
  ]
}