{
  "id": "https://openalex.org/W2331475392",
  "title": "Valuation of Experimental Management Options for Ecological Systems",
  "abstract": "Experimental tests of management policy options are becoming popular to resolve uncertainties arising from ecological processes and interactions that cannot be investigated except at field management scales. Such experiments are generally quite costly, time consuming, and sometimes risky. We need objective measures of these costs and risks to justify sensible experiments and to compare design alternatives that differ widely in cost and effectiveness. One possible measure of design performance is the expected net present value from the system, averaged over alternative hypotheses about response to experimental treatment. This present value can be estimated by dividing the future stream of expected net benefits into 2 components: short run values obtained during the experiment, and long run values obtained afterward. Experiments that are costly in the short run can be highly worthwhile for the long term if they substantially reduce the odds of using incorrect policies or of overlooking opportunities for increasing value through innovative policy choices, and if the results can be applied to many locations. Optimum experiments in terms of the expected value performance measure are not likely to have as much statistical power as scientists usually demand for traditional hypothesis testing, except in situations where the costs of incorrectly adopting a new management option are high relative to benefits obtained under that option.",
  "authors": [
    {
      "name": "Carl J. Walters"
    },
    {
      "name": "Roger Green"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 99,
  "primary_topic": "Economic and Environmental Valuation",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1519017495",
    "https://openalex.org/W1561070264",
    "https://openalex.org/W1801577670",
    "https://openalex.org/W193361998",
    "https://openalex.org/W2013530014",
    "https://openalex.org/W2041072948",
    "https://openalex.org/W2062177314",
    "https://openalex.org/W2065220817",
    "https://openalex.org/W2065696112",
    "https://openalex.org/W2086810559",
    "https://openalex.org/W2094041549",
    "https://openalex.org/W2118015129",
    "https://openalex.org/W2139156166",
    "https://openalex.org/W2147945290",
    "https://openalex.org/W2312591860",
    "https://openalex.org/W2517605530",
    "https://openalex.org/W2585122872",
    "https://openalex.org/W4285719527"
  ]
}