{
  "id": "https://openalex.org/W2334145644",
  "title": "Granivory and Competition as Determinants of Annual Plant Diversity in the Chihuahuan Desert",
  "abstract": "In the Chihuahuan Desert of southeastern Arizona, we monitored the responses of three seasonal classes of annual plants (winter, summer and biseasonal species) to experimental removal of seed-eating rodents and ants over a ten-year period (1978 through 1987). Rodent removal led to increased dominance of the winter annual flora by initially rare, but competitively superior, large-seeded annuals. The greater densities of these plants eventually suppressed populations of small-seeded annuals. In contrast, ant removal produced higher densities of small-seeded species, whose increases had no measurable effect on populations of large-seeded winter annuals. Competition between large-seeded and small-seeded winter annuals is highly asymmetric and consistently favors species with greater seed reserves. As selective predators of large-seeds, rodents behave as keystone consumers, differentially suppressing the dominant competitors and helping to maintain the diversity of winter annuals. The population dynamics of winter and summer annuals were linked through interactions with biseasonal annuals early in the study but not in later years when densities of the biseasonal annuals declined sharply in response to summer droughts. Nevertheless, the periodic abundance of biseasonal annuals (and some herbaceous perennials) during germination of summer annuals might help to explain the insignificance of large-seeded annuals in the summer flora. Large-seeded summer annuals were rare and showed little response to rodent removal, and both rodents and ants used the seeds of small-seeded summer plants. Although rodent predation on winter annuals may facilitate harvester ants indirectly by increasing the availability of small seeds, ants and rodents appear to compete exploitatively through populations of summer annuals. The conflicting influence of rodents on ant populations through the two seasonal classes of annuals may help to explain why ant populations have shown little response to rodent removal during the ten-year experiment. Results here contrast with earlier experiments in the Sonoran Desert, where ants and rodents interacted principally through populations of winter annuals, and increasing dominance of large-seeded annuals on rodent-removal plots eventually led ant populations to decline. However, the climatic and biotic differences between the Sonoran and Chihuahuan Deserts fail to mask the importance of rodents as keystone consumers of winter annuals. This strong indirect pathway is the most prominent feature of",
  "authors": [
    {
      "name": "Douglas A. Samson"
    },
    {
      "name": "Tom Philippi"
    },
    {
      "name": "Diane W. Davidson"
    }
  ],
  "publication_year": 1992,
  "cited_by_count": 126,
  "primary_topic": "Animal Ecology and Behavior Studies",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W136130841",
    "https://openalex.org/W1549899442",
    "https://openalex.org/W1556759495",
    "https://openalex.org/W1585159514",
    "https://openalex.org/W1963894734",
    "https://openalex.org/W1968742318",
    "https://openalex.org/W1972233212",
    "https://openalex.org/W1979939959",
    "https://openalex.org/W1986452628",
    "https://openalex.org/W1990143735",
    "https://openalex.org/W1992776341",
    "https://openalex.org/W2000649166",
    "https://openalex.org/W2004988428",
    "https://openalex.org/W2010750055",
    "https://openalex.org/W2016973026",
    "https://openalex.org/W2033274712",
    "https://openalex.org/W2033945130",
    "https://openalex.org/W2040578652",
    "https://openalex.org/W2046010290",
    "https://openalex.org/W2048444291",
    "https://openalex.org/W2054637019",
    "https://openalex.org/W2063368380",
    "https://openalex.org/W2071031095",
    "https://openalex.org/W2083896953",
    "https://openalex.org/W2087421360",
    "https://openalex.org/W2090401402",
    "https://openalex.org/W2095173344",
    "https://openalex.org/W2095429466",
    "https://openalex.org/W2102032610",
    "https://openalex.org/W2109225627",
    "https://openalex.org/W2111691057",
    "https://openalex.org/W2112271727",
    "https://openalex.org/W2135719175",
    "https://openalex.org/W2139156166",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2151934472",
    "https://openalex.org/W2162857077",
    "https://openalex.org/W2162863993",
    "https://openalex.org/W2180513534",
    "https://openalex.org/W2323826491",
    "https://openalex.org/W2324561296",
    "https://openalex.org/W2330282113",
    "https://openalex.org/W2330617262",
    "https://openalex.org/W566085487"
  ]
}