{
  "id": "https://openalex.org/W2342440419",
  "title": "Toward shared understandings of ecosystem-based fisheries management among fishery management councils and stakeholders in the U.S. Mid-Atlantic and New England regions",
  "abstract": "Ecosystem-based fisheries management (EBFM) is often discussed by fisheries managers and stakeholders as a potential goal. EBFM is based on a multi-species approach, which varies significantly from the single species fisheries management (SSFM) approach currently practiced under the U.S. Magnuson-Stevens Fishery Conservation and Management Act (MSFCMA). EBFM is \"holistic\" and considers \"all factors,\" but it is impossible for management to incorporate all factors into EBFM. This study sought to improve understanding of factors contributing to or preventing progress toward EBFM implementation in the Mid-Atlantic Fishery Management Council (MAFMC) and New England Fishery Management Council (NEFMC), focusing on Council member and stakeholder beliefs, attitudes, and mutual understanding. Objectives included determining mutual understanding between MAFMC and NEFMC members and stakeholders about EBFM and identifying MAFMC and NEFMC member and stakeholder preferences for EBFM definitions, practices, and outcomes, and prioritizing which aspects of EBFM managers and stakeholders find most important. Stakeholders included commercial fishermen, recreational anglers, nongovernmental organization (NGO) leaders, and Scientific and Statistical Committee (SSC) members. Over 1000 survey responses about EBFM from council members and stakeholders in the Mid-Atlantic (MA) and New England (NE) regions were analyzed. The Coorientation Model was used to characterize understanding between the Council and fisheries-related stakeholder groups. For the MA and NE regions, most stakeholders agreed on definitions, practices, and possible outcomes for EBFM. Results suggest that most Council members and stakeholders in the MA and NE regions support a change from SSFM to EBFM at an incremental, intermediate, or complete, gradual (5–10 years) pace. The application of the Coorientation Model to EBFM and the fishery management councils provided insights into how an improved understanding of the attitudes, beliefs, and mutual comprehension of Council members and stakeholder groups could potentially facilitate the implementation of EBFM. Council members and stakeholders responded similarly to, and Council members correctly predicted stakeholder responses about, EBFM definitions, practices, and outcomes. These findings suggest that Council member and stakeholder agreement and understanding are not barriers to MAFMC and NEFMC adoption of EBFM.",
  "authors": [
    {
      "name": "Ingrid S. Biedron"
    },
    {
      "name": "Barbara A. Knuth"
    }
  ],
  "publication_year": 2016,
  "cited_by_count": 15,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1564478303",
    "https://openalex.org/W1780812786",
    "https://openalex.org/W1968118027",
    "https://openalex.org/W1972060116",
    "https://openalex.org/W2041261693",
    "https://openalex.org/W2052208682",
    "https://openalex.org/W2066420743",
    "https://openalex.org/W2125272611",
    "https://openalex.org/W2141684699",
    "https://openalex.org/W2163492266",
    "https://openalex.org/W2414556836",
    "https://openalex.org/W2479693449",
    "https://openalex.org/W2701231036",
    "https://openalex.org/W382509713",
    "https://openalex.org/W4254848309"
  ]
}