{
  "id": "https://openalex.org/W2401119952",
  "title": "CHANGING RECRUITMENT IN CONSTANT SPECIES ASSEMBLAGES: IMPLICATIONS FOR PREDATION THEORY IN INTERTIDAL",
  "abstract": "Ecological theory for benthic communities emphasizes intense species inter- actions that depend on the high productivity of sedentary invertebrates. The keystone predator hypothesis maintains that intense predation by one consumer species is necessary to prevent a prolific, competitively dominant prey species from eliminating other species using the same resource. This study considers the consequences of extreme spatial and temporal variation in the recruitment of a prey species supporting keystone and diffuse predation. Prior exper- iments on rocky shores of Santa Catalina Island, California, USA, demonstrated that predation by spiny lobsters (Panulirus interruptus) maintained a distinctive red algal turf by killing juvenile mussels (Mytilus californianus and M. galloprovincialis) that otherwise overgrow and replace the algae. In the present study, long-term surveys revealed that high recruitment of the predominant mussel, M. californianus, occurred only on the most wave-exposed sites in certain years; mussel recruitment was slight to nil on relatively protected sites in most years. A predator exclosure experiment consisting of seven replicates placed along the gradient of wave exposure demonstrated that the effects of predation depended upon the spatial dif- ferences in recruitment rates. Lobsters on wave-exposed sites functioned as keystone pred- ators; on more sheltered sites, little or no predation, whether by lobsters or the fishes and whelks also foraging on the sheltered sites, was necessary to maintain the algal assemblage. Similar species assemblages can be maintained by markedly different relative levels of crucial ecological rates. In the mid-intertidal zone of Santa Catalina Island, the intense species interactions depicted in the keystone predator hypothesis occurred only at productive, high wave exposure locations; low recruitment of mussels elsewhere preempts both predation and the competition between the mussel and algal assemblages. Thus, red algae dominates rocky shores through different mechanisms over a range of physical conditions. The occurrences of low mussel recruitment do not appear to be anomalies, but rather a consequence of the life history of Mytilus californianus.",
  "authors": [
    {
      "name": "Carlos Robles"
    }
  ],
  "publication_year": 1997,
  "cited_by_count": 1,
  "primary_topic": "Marine and coastal plant biology",
  "subfield_topic": "Oceanography",
  "field_topic": "Earth and Planetary Sciences",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1018699527",
    "https://openalex.org/W1061686496",
    "https://openalex.org/W1492559487",
    "https://openalex.org/W1581749418",
    "https://openalex.org/W1665508016",
    "https://openalex.org/W1965791263",
    "https://openalex.org/W1974072473",
    "https://openalex.org/W1984164026",
    "https://openalex.org/W1986088328",
    "https://openalex.org/W1987614107",
    "https://openalex.org/W1988997784",
    "https://openalex.org/W1991575824",
    "https://openalex.org/W1993444065",
    "https://openalex.org/W1994279919",
    "https://openalex.org/W1994329742",
    "https://openalex.org/W2002173540",
    "https://openalex.org/W2007875881",
    "https://openalex.org/W2008736623",
    "https://openalex.org/W2012895871",
    "https://openalex.org/W2013501805",
    "https://openalex.org/W2016744291",
    "https://openalex.org/W2019904218",
    "https://openalex.org/W2023203347",
    "https://openalex.org/W2023250016",
    "https://openalex.org/W2035952996",
    "https://openalex.org/W2037035465",
    "https://openalex.org/W2051177931",
    "https://openalex.org/W2052231134",
    "https://openalex.org/W2055150717",
    "https://openalex.org/W2063150254",
    "https://openalex.org/W2064631337",
    "https://openalex.org/W2072922518",
    "https://openalex.org/W2073729508",
    "https://openalex.org/W2073923568",
    "https://openalex.org/W2076581086",
    "https://openalex.org/W2080979694",
    "https://openalex.org/W2081634090",
    "https://openalex.org/W2087707515",
    "https://openalex.org/W2088175658",
    "https://openalex.org/W2091818139",
    "https://openalex.org/W2092733242",
    "https://openalex.org/W2093044170",
    "https://openalex.org/W2094592027",
    "https://openalex.org/W2105473175",
    "https://openalex.org/W2106848171",
    "https://openalex.org/W2110388072",
    "https://openalex.org/W2127621724",
    "https://openalex.org/W2157258388",
    "https://openalex.org/W2157907208",
    "https://openalex.org/W2262965082",
    "https://openalex.org/W2316940571",
    "https://openalex.org/W2323358873",
    "https://openalex.org/W2734382182"
  ]
}