{
  "id": "https://openalex.org/W243280209",
  "title": "Implementing an ecosystem approach to fisheries management: lessons learned from applying a practical EAFM framework in Australia and the Pacific.",
  "abstract": "The ecosystem approach to fisheries management (EAFM) is one of a growing number of concepts generated since the late 1990s to describe taking a more comprehensive approach to the management of natural resources. Most countries now recognize the need to deal explicitly with all the ecological consequences of fishing activities as well as their social and economic implications. Implementing these concepts has previously proven difficult, but since the early 2000s substantial progress has been made in Australia and more recently in the Pacific region. This has been possible through the development of a practical framework for the assessment of wild capture fisheries against the principles of EAFM. This framework includes a four-step, risk-based process that generates an EAFM report on a fishery covering its impact on target species, by-catch species and the broader ecosystem, plus the potential social and economic outcomes produced and the fishery's current governance system. From experiences applying this framework, particularly within the Pacific, a number of critical lessons have been identified. These include the recognition that EAFM must be undertaken as a risk-based management process, not as the excuse for undertaking more detailed research. EAFM can be started with whatever level of information is available, with the process helping to determine what additional work is really needed rather than simply what is possible. Finally, implementing EAFM should not be used as an excuse to delay dealing with problems that are already well documented. The lack of good governance arrangements, not the lack of ecological data, has been the most commonly identified high-risk issue.",
  "authors": [
    {
      "name": "W.J. Fletcher"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 14,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}