{
  "id": "https://openalex.org/W2478274023",
  "title": "Alaska marine fisheries management: advances and linkages to ecosystem research",
  "abstract": "US marine fisheries management in Alaska has been cited worldwide as an example to highlight successful management that incorporates ecosystem considerations. A review of historical federal fisheries management and ecosystem advice in Alaska is provided that shows some of the more significant ecosystem-based management actions that have been taken. These include conservative exploitation rates, limits on bycatch and discards, habitat protection measures, endangered and protected species considerations, and including humans as part of the ecosystem. An important aspect of the US approach in Alaska is to assess not only fishing impacts on ecosystem components, but also the impacts of other pressures of human or natural origin on the ecosystem. In addition to human-induced ecosystem impacts, primarily through fishing, Alaska marine ecosystems are strongly influenced by climate variability. Understanding and quantifying the contributions of fishing and climate influences to ecosystem change have been important aspects of the research effort in this region. A variety of ecosystem indicators have been derived to evaluate and assess how various stressors may affect the ecosystem-based objectives of maintaining predator–prey relationships and energy flow, maintaining diversity, maintaining habitat, and incorporating/monitoring the effects of climate change. Uncertainty regarding the mechanisms influencing ecosystem structure and function is influencing research efforts. A combination of field research and predictive modeling is leading to the design of management systems that are robust to a wide range of predictive uncertainty. Integrating social science and economic considerations into the ecosystem-based approach in Alaska is also a key consideration.",
  "authors": [
    {
      "name": "P Livingston"
    },
    {
      "name": "Kerim Aydin"
    },
    {
      "name": "Jennifer L. Boldt"
    },
    {
      "name": "Anne B. Hollowed"
    },
    {
      "name": "Jeffrey M. Napp"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 21,
  "primary_topic": "Food Industry and Aquatic Biology",
  "subfield_topic": "Food Science",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}