{
  "id": "https://openalex.org/W2485626290",
  "title": "The struggle for existence",
  "abstract": "For three-quarters of a century past more has been written about natural selection and the struggle for existence that underlies the selective process, than perhaps about any other single idea in the whole realm of biology.We have seen natural selection laid on its Sterbebett, and subsequently revived again in the most recent times to a remarkable degree of vigor.There can be no doubt that the old idea has great survival value.The odd thing about the case, however, is that during all the years from 1859, when Darwin assembled in the Origin of Species a masterly array of concrete evidence for the reality of the struggle for existence and the process of natural selection, down to the present day, about all that biologists, by and large, have done regarding the idea is to talk and write.If ever an idea cried and begged for experimental testing and development, surely it was this one.Yet the whole array of experimental and statistical attempts in all these years to produce some significant new evidence about the nature and consequences of the struggle for existence is pitifully meager.Such contributions as those of Bumpus, Weldon, Pearson, and Harris are worthy of all praise, but there have been so very, very few of them.And there is surely something comic in the spectacle of laboratories overtly embarking upon the experimental study of evolution and carefully thereafter avoiding any direct and purposeful attack upon a pertinent problem, the fundamental importance of which Darwin surely estab- lished.At the present time there is abundant evidence of an altered atti- tude; and particularly among the younger generation of biologists.The problem is being attacked, frontally, vigorously and intelligently.This renewed and effective activity seems to be due primarily to two things : first, the recrudescence of general interest in the problems of population, with the accompanying recognition that population problems are basically biological problems; and, second, the realiza- tion that the struggle for existence and natural selection are matters concerning the dynamics of populations, birth rates, death rates, interactions of mixed populations, etc.These things were recognized VI FOREWORD and pointed out by Karl Pearson many years ago.His words, how- ever, went largely unheeded for a long time.But in the last fifteen years we have seen more light thrown upon the problems of popula- tion by the work of such mathematicians as Lotka and Volterra, such statisticians as Yule, and such experimentalists as Allee and Park, than in the entire previous history of the subject.There can be no doubt of the fact that population problems now constitute a major focal point of biological interest and activity.The author of the present treatise, Dr. G. F. Gause (who stands in the front rank of young Russian biologists, and is, it gives me great pleasure and satisfaction to say, a protege of my old student and friend, Prof. W. W. Alpatov) makes in this book an important con- tribution to the literature of evolution.He marshals to the attack on the old problem of the consequences of the struggle for existence the ideas and the methods of the modern school of population stu- dents.He brings to the task the unusual and most useful equipment of a combination in his own person of thorough training and com- petence in both mathematics and experimental biology.He breaks new ground in this book.It will cause discussion, and some will disagree with its methods and conclusions, but no biologist who desires to know what the pioneers on the frontiers of knowledge are doing and thinking can afford not to read it.I hope and believe that it is but the beginning of a series of significant advances to be",
  "authors": [
    {
      "name": "G. F. Gauze"
    }
  ],
  "publication_year": 1934,
  "cited_by_count": 1629,
  "primary_topic": "Unknown topic",
  "subfield_topic": "Unknown subfield",
  "field_topic": "Unknown field",
  "domain_topic": "Unknown domain",
  "referenced_works": [
    "https://openalex.org/W1603574803",
    "https://openalex.org/W16694983",
    "https://openalex.org/W1734689372",
    "https://openalex.org/W1806240961",
    "https://openalex.org/W1977634097",
    "https://openalex.org/W1977738976",
    "https://openalex.org/W1982615396",
    "https://openalex.org/W1985168052",
    "https://openalex.org/W2000466946",
    "https://openalex.org/W2015165061",
    "https://openalex.org/W2015538058",
    "https://openalex.org/W2025021668",
    "https://openalex.org/W2034469719",
    "https://openalex.org/W2039727818",
    "https://openalex.org/W2051057749",
    "https://openalex.org/W2072784299",
    "https://openalex.org/W2092031111",
    "https://openalex.org/W2114515555",
    "https://openalex.org/W2137125522",
    "https://openalex.org/W2148301044",
    "https://openalex.org/W2238667676",
    "https://openalex.org/W2317594356",
    "https://openalex.org/W2319044906",
    "https://openalex.org/W2319594156",
    "https://openalex.org/W2323879535",
    "https://openalex.org/W2330947529",
    "https://openalex.org/W2566921329",
    "https://openalex.org/W2795811542",
    "https://openalex.org/W2797844761",
    "https://openalex.org/W2797939563",
    "https://openalex.org/W2954659998",
    "https://openalex.org/W4230956332",
    "https://openalex.org/W4242043602",
    "https://openalex.org/W4242518487",
    "https://openalex.org/W4246404602",
    "https://openalex.org/W4247050050",
    "https://openalex.org/W4253972914",
    "https://openalex.org/W4254947778",
    "https://openalex.org/W4256664417",
    "https://openalex.org/W4302807421",
    "https://openalex.org/W565116406"
  ]
}