{
  "id": "https://openalex.org/W2523328415",
  "title": "Trophic cascades in 3D: network analysis reveals how apex predators structure ecosystems",
  "abstract": "Summary Trophic cascade theory predicts that apex predators structure ecosystems by regulating mesopredator and herbivore abundance and behaviour. Studies on trophic cascades have typically focused on short linear chains of species interactions. A framework that integrates more realistic and complex interactions is needed to make broader predictions on ecosystem structuring. Network analysis is used to study food webs and other types of species interaction networks. These often comprise large numbers of species but rarely account for multiple interaction types and strengths. Here, we develop an intermediate complexity theoretical framework that allows specification of multiple interaction types and strengths for the study of trophic cascades. This ecological network is designed to suit data typically derived from field‐based studies. The trophic cascade network contains fewer nodes than food webs, but provides semi‐weighted directional links that enable different types of interactions to be included in a single model. We use this trophic cascade network model to explore how an apex predator shapes ecosystem structure in an Australian arid ecosystem. We compared two networks that contrasted in the dominance of an apex predator, the dingo ( Canis dingo ), using published results ranking the direction and strength of key interactions. Nodes and links interacted dynamically to shape these networks. We examined how changes to an apex predator population affect ecosystem structure through their direct and indirect influences on different components of this ecological community. Under strong apex predator influence, the network structure was denser and more complex, even and top‐down driven; and dingo predation and soil commensalism formed denser interactive modules. Under weak apex predator influence (e.g. reflecting predator control), the resulting network structure was frayed, with mesopredator predation and grazing forming modules. Our study demonstrates that networks of intermediate complexity can provide a powerful tool for elucidating potential ecosystem‐wide effects of apex predators and predicting the consequences of management interventions such as predator control. Integrating trophic cascades, with their array of complex interactions, with the three‐dimensional structure of ecological networks, has the potential to reveal ‘ecological architecture’ that neither captures on its own.",
  "authors": [
    {
      "name": "Arian D. Wallach"
    },
    {
      "name": "Anthony H. Dekker"
    },
    {
      "name": "Miguel Lurgi"
    },
    {
      "name": "José M. Montoya"
    },
    {
      "name": "Damien A. Fordham"
    },
    {
      "name": "Euan G. Ritchie"
    }
  ],
  "publication_year": 2016,
  "cited_by_count": 40,
  "primary_topic": "Wildlife Ecology and Conservation",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1975426606",
    "https://openalex.org/W1975626823",
    "https://openalex.org/W1977765506",
    "https://openalex.org/W1992393549",
    "https://openalex.org/W1995141963",
    "https://openalex.org/W1996005503",
    "https://openalex.org/W2000878308",
    "https://openalex.org/W2000952637",
    "https://openalex.org/W2001887180",
    "https://openalex.org/W2004191665",
    "https://openalex.org/W2004827430",
    "https://openalex.org/W2012410669",
    "https://openalex.org/W2013831057",
    "https://openalex.org/W2017583849",
    "https://openalex.org/W2025578387",
    "https://openalex.org/W2026036605",
    "https://openalex.org/W2042504207",
    "https://openalex.org/W2067703482",
    "https://openalex.org/W2069994241",
    "https://openalex.org/W2079675398",
    "https://openalex.org/W2082966499",
    "https://openalex.org/W2083503429",
    "https://openalex.org/W2093506576",
    "https://openalex.org/W2097732986",
    "https://openalex.org/W2106282755",
    "https://openalex.org/W2107683729",
    "https://openalex.org/W2107878489",
    "https://openalex.org/W2116165854",
    "https://openalex.org/W2116237369",
    "https://openalex.org/W2118552607",
    "https://openalex.org/W2132453181",
    "https://openalex.org/W2142534725",
    "https://openalex.org/W2146381121",
    "https://openalex.org/W2149060829",
    "https://openalex.org/W2151499205",
    "https://openalex.org/W2152286132",
    "https://openalex.org/W2152438126",
    "https://openalex.org/W2163744914",
    "https://openalex.org/W2211479231",
    "https://openalex.org/W2406643607",
    "https://openalex.org/W276233706",
    "https://openalex.org/W4241648479",
    "https://openalex.org/W656893870"
  ]
}