{
  "id": "https://openalex.org/W2555063473",
  "title": "Systems 1 and 2 thinking processes and cognitive reflection testing in medical students",
  "abstract": "Background: Diagnostic decision-making is made through a combination of Systems 1 (intuition or pattern-recognition) and Systems 2 (analytic) thinking. The purpose of this study was to use the Cognitive Reflection Test (CRT) to evaluate and compare the level of Systems 1 and 2 thinking among medical students in pre-clinical and clinical programs.Methods: The CRT is a three-question test designed to measure the ability of respondents to activate metacognitive processes and switch to System 2 (analytic) thinking where System 1 (intuitive) thinking would lead them astray. Each CRT question has a correct analytical (System 2) answer and an incorrect intuitive (System 1) answer. A group of medical students in Years 2 &amp; 3 (pre-clinical) and Years 4 (in clinical practice) of a 5-year medical degree were studied.Results: Ten percent (13/128) of students had the intuitive answers to the three questions (suggesting they generally relied on System 1 thinking) while almost half (44%) answered all three correctly (indicating full analytical, System 2 thinking). Only 3-13% had incorrect answers (i.e. that were neither the analytical nor the intuitive responses). Non-native English speaking students (n = 11) had a lower mean number of correct answers compared to native English speakers (n = 117: 1.0 s 2.12 respectfully: p &lt; 0.01). As students progressed through questions 1 to 3, the percentage of correct System 2 answers increased and the percentage of intuitive answers decreased in both the pre-clinical and clinical students. Conclusions: Up to half of the medical students demonstrated full or partial reliance on System 1 (intuitive) thinking in response to these analytical questions. While their CRT performance has no claims to make as to their future expertise as clinicians, the test may be used in helping students to understand the importance of awareness and regulation of their thinking processes in clinical practice.",
  "authors": [
    {
      "name": "Shu Wen Tay"
    },
    {
      "name": "Paul M. Ryan"
    },
    {
      "name": "C. Anthony Ryan"
    }
  ],
  "publication_year": 2016,
  "cited_by_count": 83,
  "primary_topic": "Clinical Reasoning and Diagnostic Skills",
  "subfield_topic": "Family Practice",
  "field_topic": "Medicine",
  "domain_topic": "Health Sciences",
  "referenced_works": [
    "https://openalex.org/W1533356190",
    "https://openalex.org/W1662711610",
    "https://openalex.org/W1843246605",
    "https://openalex.org/W1967291734",
    "https://openalex.org/W1980216664",
    "https://openalex.org/W2029342902",
    "https://openalex.org/W2046411892",
    "https://openalex.org/W2055476838",
    "https://openalex.org/W2067758649",
    "https://openalex.org/W2071790500",
    "https://openalex.org/W2072098593",
    "https://openalex.org/W2112287389",
    "https://openalex.org/W2115173015",
    "https://openalex.org/W2117137077",
    "https://openalex.org/W2134475681",
    "https://openalex.org/W2134551201",
    "https://openalex.org/W2134692940",
    "https://openalex.org/W2138191616",
    "https://openalex.org/W2147782722",
    "https://openalex.org/W2161080627",
    "https://openalex.org/W4249652147",
    "https://openalex.org/W4320300817",
    "https://openalex.org/W578999614"
  ]
}