{
  "id": "https://openalex.org/W2587438158",
  "title": "Finding the best management policy to eradicate invasive species from spatial ecological networks with simultaneous actions",
  "abstract": "Summary Spatial management of invasive species is more likely to be successful when multiple locations are treated simultaneously. However, selecting the best locations to act is difficult due to the many options available at any time. We design a near‐optimal policy for applying multiple actions simultaneously for faster invasive species control within a network. Our method uses a recent optimisation tool, the graph‐based Markov decision process (GMDP). Since the policy can be difficult to interpret, we extracted a simpler policy using classification trees. We applied our approach to the eradication of invasive mosquitofish Gambusia holbrooki from the habitat of the red‐finned blue‐eye Scaturiginichthys vermeilipinnis , a critically endangered fish with a global population that is restricted to seven artesian springs in Queensland, Australia. The policy returned by the GMDP was to manage springs occupied by mosquitofish and their connected neighbours, unless the neighbours were occupied by red‐finned blue‐eyes. Simultaneous management resulted in rapid declines in simulated mosquitofish occupancy even if eradication effectiveness was low; however, the cost of simultaneous eradication was high and sustained eradication effort was necessary to maintain low mosquitofish occupancy. Synthesis and applications . Our paper finds a near‐optimal, multi‐action control policy to remove an invasive species from a multi‐species spatial network. We introduce the graph‐based Markov decision process and apply it to a real case study – eradication of invasive mosquitofish from the habitat of the red‐finned blue‐eye. We find that the graph‐based Markov decision process can generate policies for networks with extremely large state spaces; however, it works best when nodes have fewer than five neighbours. We conclude that simultaneous eradications are effective for rapid control of invasive species; however, managers should consider the cost and time required for an effective eradication program.",
  "authors": [
    {
      "name": "Sam Nicol"
    },
    {
      "name": "Régis Sabbadin"
    },
    {
      "name": "Nathalie Peyrard"
    },
    {
      "name": "Iadine Chadès"
    }
  ],
  "publication_year": 2017,
  "cited_by_count": 16,
  "primary_topic": "Fish Ecology and Management Studies",
  "subfield_topic": "Nature and Landscape Conservation",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1481546449",
    "https://openalex.org/W1518931405",
    "https://openalex.org/W1566461232",
    "https://openalex.org/W1862929095",
    "https://openalex.org/W1921148563",
    "https://openalex.org/W1923123279",
    "https://openalex.org/W1989031074",
    "https://openalex.org/W1999151049",
    "https://openalex.org/W2013961748",
    "https://openalex.org/W2014101946",
    "https://openalex.org/W2015498902",
    "https://openalex.org/W2019505331",
    "https://openalex.org/W2048874972",
    "https://openalex.org/W2068014951",
    "https://openalex.org/W2079599792",
    "https://openalex.org/W2087911853",
    "https://openalex.org/W2100514244",
    "https://openalex.org/W2111333045",
    "https://openalex.org/W2119567691",
    "https://openalex.org/W2125162067",
    "https://openalex.org/W2135569801",
    "https://openalex.org/W2140024126",
    "https://openalex.org/W2143685055",
    "https://openalex.org/W2149935468",
    "https://openalex.org/W2167601744",
    "https://openalex.org/W2171121769",
    "https://openalex.org/W230255856",
    "https://openalex.org/W2316236112",
    "https://openalex.org/W2334782222",
    "https://openalex.org/W2607074821",
    "https://openalex.org/W2737668828",
    "https://openalex.org/W3036409601",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W49602871"
  ]
}