{
  "id": "https://openalex.org/W2619299102",
  "title": "What are the environmental impacts of property rights regimes in forests, fisheries and rangelands?",
  "abstract": "Abstract Background Property rights to natural resources comprise a major policy instrument in efforts to advance sustainable resource use and conservation. Debate over the relative effectiveness of different property rights regimes in reaching these goals remains controversial. A large, diverse, and rapidly growing body of literature investigates the links between property rights regimes and environmental outcomes, but has not synthesized theoretical and policy insights within specific resource systems and especially across resource systems. Methods We conducted a systematic review following CEE Guidelines in which we collected empirical evidence from the past two decades on the environmental impacts of property rights regimes in fisheries, forests and rangelands in developing countries. We used a bundle of rights approach to assess the impacts of state, private, and community property regimes, as well as mixed regimes and open access conditions. Outcomes were classified as positive, negative, neutral or undetermined. We also collected information on contextual and other factors thought to influence effect of property rights regimes on environmental outcomes. The search covered 90 online databases and three languages, resulting in a total of 34,984 screened titles. Results This review identified 103 articles consisting of 374 property regime studies: 55% of the studies related to forestry, 31% to fisheries, and 14% to rangelands. The majority of the studies comprised case–control studies but presented limited information on the baseline condition of the resource system. Only 26 studies used before-after-control-impact (BACI) design. We found that property regime comparisons differed across resource domains with, for example, the majority of fisheries studies using comparison to an open access situation while forest and rangeland studies were more mixed in regime comparisons. After critical appraisal of included studies, only 80 studies were accepted for the narrative synthesis. The key contextual factors largely associated with reported positive environmental outcomes across the three resource systems included monitoring and enforcement systems, resource use pressure, and the presence or absence of clear, stable and legitimate rights (i.e. ‘positive regime characteristics’). Conclusions A key overall finding was that the evidence base was insufficiently robust to draw consistent conclusions about the environmental impacts of different property rights regimes within or across resource systems. The majority of studies reported that any regime is likely to perform better than an open access regime, whereas the performance of state, community, private and mixed regimes was much more ambiguous. Future research on property rights regimes would benefit from more rigorous study designs and more cohesive multidisciplinary research methods. In particular, studies emphasizing a natural science approach could better describe property rights regime characteristics and contextual factors while contributions by teams with a stronger social science emphasis should take care to provide more rigorous empirical data on environmental outcomes.",
  "authors": [
    {
      "name": "Maria Ojanen"
    },
    {
      "name": "Wen Zhou"
    },
    {
      "name": "Daniel C. Miller"
    },
    {
      "name": "Sue Nieto"
    },
    {
      "name": "Baruani Mshale"
    },
    {
      "name": "Gillian Petrokofsky"
    }
  ],
  "publication_year": 2017,
  "cited_by_count": 39,
  "primary_topic": "Conservation, Biodiversity, and Resource Management",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1482140838",
    "https://openalex.org/W1483430546",
    "https://openalex.org/W1501662969",
    "https://openalex.org/W1518863864",
    "https://openalex.org/W1600429647",
    "https://openalex.org/W163752",
    "https://openalex.org/W1660075406",
    "https://openalex.org/W1686499759",
    "https://openalex.org/W1777414596",
    "https://openalex.org/W1927604084",
    "https://openalex.org/W1964905403",
    "https://openalex.org/W1967262886",
    "https://openalex.org/W1967391887",
    "https://openalex.org/W1968223252",
    "https://openalex.org/W1970946248",
    "https://openalex.org/W1975330634",
    "https://openalex.org/W1977357249",
    "https://openalex.org/W1986376686",
    "https://openalex.org/W1988669491",
    "https://openalex.org/W1991227235",
    "https://openalex.org/W2009547262",
    "https://openalex.org/W2015932422",
    "https://openalex.org/W2017362755",
    "https://openalex.org/W2029491176",
    "https://openalex.org/W2030322090",
    "https://openalex.org/W2045877655",
    "https://openalex.org/W2048058487",
    "https://openalex.org/W2050543367",
    "https://openalex.org/W2051234661",
    "https://openalex.org/W2055996465",
    "https://openalex.org/W2069792774",
    "https://openalex.org/W2076622593",
    "https://openalex.org/W2078180802",
    "https://openalex.org/W2080152759",
    "https://openalex.org/W2084202217",
    "https://openalex.org/W2089847891",
    "https://openalex.org/W2096803083",
    "https://openalex.org/W2097277794",
    "https://openalex.org/W2108799600",
    "https://openalex.org/W2110681170",
    "https://openalex.org/W2114363971",
    "https://openalex.org/W2121052692",
    "https://openalex.org/W2128936964",
    "https://openalex.org/W2131669635",
    "https://openalex.org/W2135416851",
    "https://openalex.org/W2141411644",
    "https://openalex.org/W2148464769",
    "https://openalex.org/W2148745631",
    "https://openalex.org/W2149109484",
    "https://openalex.org/W2158535437",
    "https://openalex.org/W2159336076",
    "https://openalex.org/W2160122277",
    "https://openalex.org/W2163611544",
    "https://openalex.org/W2163792155",
    "https://openalex.org/W2175723801",
    "https://openalex.org/W2226396244",
    "https://openalex.org/W2292574260",
    "https://openalex.org/W2320310078",
    "https://openalex.org/W2334075804",
    "https://openalex.org/W235135751",
    "https://openalex.org/W2397182203",
    "https://openalex.org/W2485525408",
    "https://openalex.org/W2561629699",
    "https://openalex.org/W2614511454",
    "https://openalex.org/W2995113773",
    "https://openalex.org/W3123277799",
    "https://openalex.org/W4233654598",
    "https://openalex.org/W4248215706",
    "https://openalex.org/W4252009201",
    "https://openalex.org/W4285719527",
    "https://openalex.org/W4292168260",
    "https://openalex.org/W50574514"
  ]
}