{
  "id": "https://openalex.org/W2624896839",
  "title": "Global Challenges in Integrated Coastal Zone Management",
  "abstract": "The Ganges-Brahmaputra-Meghna river systems contain fluvial and tidal geomorphological deposits that create the world’s largest delta in the form of coastal landscape and islands, which develop a complex mangrove ecosystem. Landsat TM image of the study area was analyzed to assess the spatial distribution of mangrove forest and accreted zone. Participatory field observations, transect walks, focus group discussions and key informants interviews were applied for the collection and examination of past and present records on ecosystems, livelihood and disaster associated with climatic variation and also to explore the goods and services of the mangrove ecosystem. A total of 27 014 ha of mangrove forest and 60 000 ha accreted marshy stable land were identified with their geospatial distribution in the Ganges basin. The mangrove ecosystem protects the shoreline and accumulates sediment to build new land along the islands. Due to the stabilization of new land, mangroves move seaward leaving the new land to be colonized by other plants. Mangrove trees dissipate wind-wave driven energy to enhance the natural barrier against natural disasters. Conservation of existing mangrove with further plantation in the accreted marshy stable lands can act as a bio-shield to climate change extreme events with diversified goods and services to sustain the livelihoods of the islanders.",
  "authors": [
    {
      "name": "Erlend Moksness"
    },
    {
      "name": "Einar Dahl"
    },
    {
      "name": "Josianne Støttrup"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 34,
  "primary_topic": "Coastal wetland ecosystem dynamics",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1482289351",
    "https://openalex.org/W1822004825",
    "https://openalex.org/W1850729323",
    "https://openalex.org/W1979938779",
    "https://openalex.org/W1998160107",
    "https://openalex.org/W2007744219",
    "https://openalex.org/W2020407132",
    "https://openalex.org/W2037134175",
    "https://openalex.org/W2038396125",
    "https://openalex.org/W2042349702",
    "https://openalex.org/W2060252910",
    "https://openalex.org/W2081623219",
    "https://openalex.org/W2096644375",
    "https://openalex.org/W2100884240",
    "https://openalex.org/W2111845801",
    "https://openalex.org/W2129060682",
    "https://openalex.org/W2141347505",
    "https://openalex.org/W2164996406",
    "https://openalex.org/W2222795500",
    "https://openalex.org/W2261764510",
    "https://openalex.org/W2270085239",
    "https://openalex.org/W2317654778",
    "https://openalex.org/W2765268003",
    "https://openalex.org/W4285719527"
  ]
}