{
  "id": "https://openalex.org/W2620639717",
  "title": "Game Development with Blender",
  "abstract": "Game Development with Blender is the complete guide to the Blender game engine. More than two years in the making, the book spans topics ranging from logic brick and physics to graphics, animation, scripting, and more. Each chapter covers in detail a different aspect of the Blender game engine, with tutorials, extensive documentation, and valuable advice on when to use the tools--all distilled from the authors' 20 years of combined Blender experience. Blender is a free, open-source 3D content-creation suite, a powerful and flexible platform that allows you to build games and interactive applications such as architecture walk-throughs, science visualizations, experimental projects, and much more. In this comprehensive guide, you will learn how to design a complete game from beginning to end, create games without writing a single line of code, bring your 3D characters to life with animations, unleash the power of material creation with nodes, have fun making JELL-O bounce with the physics engine, program in Python like a pro, make your games run faster using lightmaps and normal maps, publish your games for Windows, Mac, and Linux, and improve your games by learning from 10 real-world projects. This book has been prepared for the release of Blender 2.66a, ensuring that you have the most up-to-date information in your hands. Whether you are new to Blender or a seasoned Blenderhead, Game Development with Blender will help you create the games you've always wanted. Purchasing this book also gives you access to more than 100 online companion files, which include tutorials, sample files, and extra demos that will help you get the most out of the Blender game engine.",
  "authors": [
    {
      "name": "Dalai Felinto"
    },
    {
      "name": "Mike Pan"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 11,
  "primary_topic": "Computational Physics and Python Applications",
  "subfield_topic": "Artificial Intelligence",
  "field_topic": "Computer Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}