{
  "id": "https://openalex.org/W2729420672",
  "title": "Gross National Happiness in Bhutan: A Living Example of an Alternative Approach to Progress",
  "abstract": "As a society we care about what we measure, we use what we measure, and what we measure drives policies and society in a particular direction. We therefore need to measure progress correctly. If societies blindly accept GDP as their measure of progress, they might be trying to maximize the wrong indicator for society. In this paper I present Bhutan as a living example of a society that has opened a national dialogue about what progress means, and they have created the Gross National Happiness (GNH) index to reflect their understanding of progress. Furthermore, the political and economic architecture of Bhutan is structured around maximizing GNH rather than GDP. Institutions in Bhutan use the GNH index and a series of instruments of policy to construct policies that promote GNH. We can draw a number of lessons from the Bhutanese experiment, namely that each individual society should strive to answer the following three questions: • What does progress mean? • How do we develop indicators that measure progress? • How de we use indicators to shape policies and institutions? All societies seek to create wellbeing for individuals. The question is not whether societies desire welfare or not. The fundamental questions are: what does wellbeing mean? How do we measure it? And how do we use indicators to organize society and its institutions so as to maximize wellbeing? Answering these complex questions is a challenging endeavor, especially given the diversity of values and worldviews around the globe. However, at the center of the essential questions of development and progress lie the indicators we use as a society to measure wellbeing and develop policies. As Hazel Henderson said, “Statistical indicators are the structural DNA codes of nations. They reflect a society’s values and goals and become the key drivers of economic and technological choices.”",
  "authors": [
    {
      "name": "Alejandro Adler"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 43,
  "primary_topic": "Psychological Well-being and Life Satisfaction",
  "subfield_topic": "Social Psychology",
  "field_topic": "Psychology",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W2109656073",
    "https://openalex.org/W2162838272",
    "https://openalex.org/W2563945193",
    "https://openalex.org/W2981960515",
    "https://openalex.org/W3122693561",
    "https://openalex.org/W570724396"
  ]
}