{
  "id": "https://openalex.org/W2736956077",
  "title": "Interactions of Age-Dependent Mortality and Selectivity Functions in Age-Based Stock Assessment Models",
  "abstract": "The natural mortality rate (M) of fish varies with size and age, although it is often assumed to be constant in stock assessments. Misspecification of M may bias important\r\nassessment quantities. We simulated fishery data, using an age-based population model, and then conducted stock assessments on the simulated data. Results were compared to known values. Misspecification of M had a negligible effect on the estimation of relative stock depletion; however,\r\nmisspecification of M had a large effect on the estimation of parameters describing the stock recruitment relationship, age-specific selectivity, and catchability. If high M occurs in juvenile and old fish, but is misspecified in the assessment model, virgin biomass and catchability are often poorly estimated. In addition, stock\r\nrecruitment relationships are often very difficult to estimate, and steepness values are commonly estimated at the upper bound (1.0) and overfishing limits tend to be biased low. Natural mortality can be estimated in assessment models if M is constant across ages or if selectivity is asymptotic. However if M is higher in old\r\nfish and selectivity is dome-shaped, M and the selectivity cannot both be adequately estimated because of strong interactions between M and selectivity.",
  "authors": [
    {
      "name": "Xi He"
    },
    {
      "name": "Stephen Ralston"
    },
    {
      "name": "Alec D. MacCall"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 22,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1479552646",
    "https://openalex.org/W1968175964",
    "https://openalex.org/W1975772316",
    "https://openalex.org/W1975962195",
    "https://openalex.org/W1978553021",
    "https://openalex.org/W2008970523",
    "https://openalex.org/W2010848622",
    "https://openalex.org/W2022832113",
    "https://openalex.org/W2024939419",
    "https://openalex.org/W2028606103",
    "https://openalex.org/W2039426285",
    "https://openalex.org/W2044385628",
    "https://openalex.org/W2047904830",
    "https://openalex.org/W2055191079",
    "https://openalex.org/W2057753865",
    "https://openalex.org/W2075605723",
    "https://openalex.org/W2082078471",
    "https://openalex.org/W2089993104",
    "https://openalex.org/W2103927431",
    "https://openalex.org/W2108308568",
    "https://openalex.org/W2111284967",
    "https://openalex.org/W2116001329",
    "https://openalex.org/W2132380992",
    "https://openalex.org/W2156523992",
    "https://openalex.org/W2260701096"
  ]
}