{
  "id": "https://openalex.org/W2752382676",
  "title": "Science-policy interfaces",
  "abstract": "A recent analysis of population loss in terrestrial vertebrates demonstrates that the Earth's sixth mass extinction is more advanced than indicated by the complete loss of species (Ceballos, Ehrlich & Dirzo, 2017). Population declines gradually erode the ability of species to survive, making them more vulnerable to habitat loss or change. The analysis uses reduction in the range of lions (Panther leo) as an example. Once widespread throughout Africa, southern Europe, the Middle East and north-western India, African lions are now restricted to a few African national parks and Asian lions to the Gir Forest in India. The lion is not alone. Another recent study has shown that the world's largest carnivores are experiencing substantial range contractions, with the extent of intact carnivore guilds falling from 96% of the world's land to 34% (Wolf & Ripple, 2017). Areas with high rural population density, many cattle and agricultural intensification were most likely to be affected. This continued population loss is despite repeated calls for conservation, loudly expressed concern about extinction, strongly worded declarations, policy agreements, plans and targets. For example, the tenth meeting of the Conference of the Parties to the Convention on Biological Diversity in 2010 drew up a list of time-bound targets, the Aichi Biodiversity Targets, for the period 2011–2020. Target 12 states that “By 2020 the extinction of known threatened species has been prevented and their conservation status, particularly of those most in decline, has been improved and sustained.” The Ceballos, Ehrlich & Dirzo (2017) analysis indicates that this target, fundamental to preventing the sixth mass extinction, will not be met. So, what is happening? The research results are clear enough. Scientists are communicating the results in academic journals, the key messages are being widely reported in popular media, and international gatherings at conventions are nodding wisely. Yet there is a yawning gulf between the science and policy implementation. This gap is not only evident in biodiversity loss; indeed, this can be regarded as a symptom of a general disjunction between scientific endeavour and action at a national and local level. Climate change mitigation and adaptation is another example where overwhelming scientific evidence is not being translated into land use planning and reducing the vulnerability of communities likely to be affected by more frequent climatic extremes. Biodiversity decline will also be exacerbated by climate change through loss of climatically determined ecological niches, and there could be significant feedback mechanisms, such as greenhouse gas emissions from the massive peat deposits in the Congo (Dargie et al., 2017) caused by southward shifts of the central African forests (McClean et al., 2005). But essentially it will be the effect of climate change on people that will determine the fate of African biodiversity, as climate-induced migration of people, cattle and agriculture will usurp land currently holding species-rich ecosystems. We recently investigated the science–policy interface as part of research into the impact of climate and hydrological changes on social and ecological vulnerability in the Lake Chad Basin (Nkiaka, Nawaz & Lovett, 2016a,b, 2017a,b). Our concern was that research often does not contribute to policy development that can solve societal problems, and there appears to be two parallel lines that do not intersect. To reduce researcher bias, we used Q-methodology (Barry & Proops, 1999) to interview a range of policy stakeholders in government, nongovernmental organizations and academia to reveal discourses on the relationship between science and policy (E. Nkiaka and J. C. Lovett, in prep). Three distinct discourses emerged. Firstly, there was a general recognition that climate change will lead to vulnerability and increase food insecurity. The second discourse highlighted the essential role of political leadership for effective action, and the third discourse focused on incentives and identified the new policies and institutions needed to cope with the emerging challenges. However, the policymakers added a note of caution: Scientists also need to translate uncertainties into risk assessments that were relevant for planning and decision-making. Averting a sixth extinction requires more than assessing species declines, it requires significant, meaningful and honest engagement of scientists in the political process. Decision-makers not only need to understand and appreciate the problem as framed by scientists; scientists have to make the effort to appreciate the pressures and demands experienced by policymakers. When local communities are subject to increasing climate extremes and appropriation of land for agriculture or national parks; and large carnivores are eating livestock, or worse, killing people, then conflicts of values are inevitable. Respecting local knowledge, and working with communities to resolve and transform these conflicts, should be an integral part of scientific research, such as the approach adopted by the Ruaha Carnivore Project (http://www.ruahacarnivoreproject.com).",
  "authors": [
    {
      "name": "Jon C. Lovett"
    },
    {
      "name": "Elias Nkiaka"
    }
  ],
  "publication_year": 2017,
  "cited_by_count": 3,
  "primary_topic": "Species Distribution and Climate Change",
  "subfield_topic": "Ecological Modeling",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2011117807",
    "https://openalex.org/W2309908356",
    "https://openalex.org/W2414120949",
    "https://openalex.org/W2543228415",
    "https://openalex.org/W2559260734",
    "https://openalex.org/W2572501381",
    "https://openalex.org/W2588634047",
    "https://openalex.org/W2724327356",
    "https://openalex.org/W2735554706"
  ]
}