{
  "id": "https://openalex.org/W2752099845",
  "title": "Thinking, Fast and Slow",
  "abstract": "Buku terlaris New York Times\r\nPemenang Penghargaan Buku Terbaik Akademi Sains Nasional pada tahun 2012\r\nDipilih oleh New York Times Book Review sebagai salah satu dari sepuluh buku terbaik tahun 2011\r\nA Globe and Mail Judul Buku Terbaik Tahun 2011\r\nSalah Satu Buku The Economist tahun 2011\r\nSalah Satu Buku Nonfiksi Terbaik The Wall Street Journal of the Year 2011\r\n2013 Presidential Medal of Freedom Recipient\r\nPekerjaan Kahneman dengan Amos Tversky adalah subyek dari Proyek Undoing Michael Lewis: Persahabatan yang Mengubah Pikiran Kita\r\n\r\nDalam buku terlaris internasional, Berpikir, Cepat, dan Lambat, Daniel Kahneman, psikolog terkenal dan pemenang Hadiah Nobel dalam Ekonomi, membawa kita pada perjalanan pemikiran yang inovatif dan menjelaskan dua sistem yang mendorong cara kita berpikir. Sistem 1 cepat, intuitif, dan emosional; Sistem 2 lebih lambat, lebih deliberatif, dan lebih logis. Dampak dari terlalu percaya pada strategi perusahaan, kesulitan memprediksi apa yang akan membuat kita bahagia di masa depan, efek mendalam dari bias kognitif dalam segala hal mulai dari bermain pasar saham hingga merencanakan liburan kita berikutnya ― masing-masing dapat dipahami hanya dengan mengetahui bagaimana kedua sistem tersebut membentuk penilaian dan keputusan kami.\r\n\r\nMelibatkan pembaca dalam percakapan yang hidup tentang bagaimana kita berpikir, Kahneman mengungkapkan di mana kita bisa dan tidak dapat mempercayai intuisi kita dan bagaimana kita dapat memanfaatkan manfaat dari pemikiran yang lambat. Dia menawarkan wawasan praktis dan mencerahkan tentang bagaimana pilihan dibuat baik dalam bisnis kita dan kehidupan pribadi kita ― dan bagaimana kita dapat menggunakan teknik yang berbeda untuk menjaga gangguan mental yang sering membawa kita ke dalam masalah. Pemenang Penghargaan Buku Terbaik Akademi Sains Nasional dan Hadiah Buku Los Angeles Times dan dipilih oleh The New York Times Book Review sebagai salah satu dari sepuluh buku terbaik tahun 2011, Berpikir, Cepat dan Lambat ditakdirkan menjadi klasik.",
  "authors": [
    {
      "name": "Daniel Kahneman"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 10708,
  "primary_topic": "Global Socioeconomic and Political Dynamics",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}