{
  "id": "https://openalex.org/W2781882786",
  "title": "Evaluating the fishery and ecological consequences of the proposed North Sea multi-annual plan",
  "abstract": "The possible impacts of the European Commission's proposed North Sea Multi-Annual Plan are evaluated in terms of its likely outcomes to achieve management objectives for fishing pressure, species' biomass, fishery yield, the landed value of key species and ecosystem objectives. The method applies management strategy evaluation procedures that employ an ecosystem model of the North Sea and its fisheries as the operating model. Taking five key dimensions of the proposed plan, it identifies those areas that are key to its successful performance. Overwhelmingly, choices in the options for the implementation of regulatory measures on discarding practices outweigh the effects of options related to fishing within ranges associated with 'pretty good yield', the way that biomass conservation safeguard mechanisms are applied and the timeframe for achieving fishing mortality targets. The impact of safeguard options and ranges in fishing mortality become important only when stock biomass is close to its reference points. The fifth dimension–taking into account wider conservation and ecosystem objectives—reveals that discard policy has a big impact on conservation species, but also that the type of harvest control rule can play an important role in limiting risks to stocks by 'applying the brakes' early. The consequences to fisheries however is heightened risk to their viability, thus exposing the sustainability trade-offs faced with balancing societal pressures for blue growth and enhanced conservation. It also reveals the wider ecosystem impacts that emphasise the connectivity between the demersal and pelagic realms, and thus, the importance of not treating the demersal NSMAP in isolation from other management plans. When stocks are below their biomass reference points, low F strategies lead to better long term economic performance, but for stocks consistently above biomass reference points, high F strategies lead to higher long term value. Nephrops and whiting often show contradictory responses to the strategies because changes in their predators abundance affects their abundance and success of their fisheries.",
  "authors": [
    {
      "name": "Steven Mackinson"
    },
    {
      "name": "Mark Platts"
    },
    {
      "name": "Clément Garcia"
    },
    {
      "name": "Christopher P. Lynam"
    }
  ],
  "publication_year": 2018,
  "cited_by_count": 45,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W2023474632",
    "https://openalex.org/W2060583927",
    "https://openalex.org/W2087898731",
    "https://openalex.org/W2099653221",
    "https://openalex.org/W2104328246",
    "https://openalex.org/W2113106927",
    "https://openalex.org/W2124976333",
    "https://openalex.org/W2125509445",
    "https://openalex.org/W2152353861",
    "https://openalex.org/W2154555587",
    "https://openalex.org/W2166413796",
    "https://openalex.org/W2166914480",
    "https://openalex.org/W2311736766",
    "https://openalex.org/W2345920057",
    "https://openalex.org/W2363261994",
    "https://openalex.org/W2471309530",
    "https://openalex.org/W2551910476",
    "https://openalex.org/W2582593439",
    "https://openalex.org/W2587166559",
    "https://openalex.org/W2601315556",
    "https://openalex.org/W2610642213",
    "https://openalex.org/W2727168563",
    "https://openalex.org/W2783369090",
    "https://openalex.org/W762834571",
    "https://openalex.org/W763007321"
  ]
}