{
  "id": "https://openalex.org/W2795843523",
  "title": "Reducing retrospective patterns in stock assessment and impacts on management performance",
  "abstract": "Abstract Retrospective patterns are consistent directional changes in assessment estimates of biomass in a given year when additional years of data are added to an assessment, and have been identified for a number of exploited marine stocks. Retrospective patterns are sometimes reduced by allowing population processes to vary over time in an assessment, but it is unclear how this practice influences management performance. We simulated stocks in which retrospective patterns were induced by forcing natural mortality, selectivity, or growth to vary over time. We then evaluated the impacts of reducing retrospective patterns by allowing population processes to vary in the assessment. In general, allowing selectivity, natural mortality, and growth to vary in the assessment decreased the magnitude of retrospective patterns in estimated spawning biomass, regardless of whether the true time-varying process was allowed to vary. However, the resulting reference points and management advice were sometimes drastically in error when a process other than the true time-varying process was allowed to vary, and these errors resulted in under-utilizing or over-exploiting the stock. Given the potential for error, identifying the important population processes that vary over time when addressing retrospective patterns should be a priority when providing management advice and may require increased longitudinal life history studies.",
  "authors": [
    {
      "name": "Cody Szuwalski"
    },
    {
      "name": "James N. Ianelli"
    },
    {
      "name": "André E. Punt"
    }
  ],
  "publication_year": 2017,
  "cited_by_count": 45,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1574780771",
    "https://openalex.org/W1969494971",
    "https://openalex.org/W1986502161",
    "https://openalex.org/W2007047075",
    "https://openalex.org/W2008970523",
    "https://openalex.org/W2024649846",
    "https://openalex.org/W2028787031",
    "https://openalex.org/W2034379658",
    "https://openalex.org/W2046464500",
    "https://openalex.org/W2072079115",
    "https://openalex.org/W2093603746",
    "https://openalex.org/W2103927431",
    "https://openalex.org/W2110324036",
    "https://openalex.org/W2111825003",
    "https://openalex.org/W2117931398",
    "https://openalex.org/W2126475261",
    "https://openalex.org/W2128180742",
    "https://openalex.org/W2161540652",
    "https://openalex.org/W2162716488",
    "https://openalex.org/W2166987133",
    "https://openalex.org/W2167937690",
    "https://openalex.org/W2170153270",
    "https://openalex.org/W2177142660",
    "https://openalex.org/W2193753360",
    "https://openalex.org/W2295177640",
    "https://openalex.org/W2522907031",
    "https://openalex.org/W2565509430",
    "https://openalex.org/W298182451"
  ]
}