{
  "id": "https://openalex.org/W2790042689",
  "title": "Information uncertainty influences conservation outcomes when prioritizing multi‐action management efforts",
  "abstract": "Abstract In managing various threats to biodiversity, it is important to prioritize multiple management actions and the levels of effort to apply. However, a spatial conservation prioritization framework that integrates these key aspects, and can be generalized, is still missing. Moreover, assessing the robustness of prioritization frameworks to uncertainty in species responses to management is critical to avoid misallocation of limited resources. Yet, the impact of information uncertainty on prioritization of management effort remains unknown. We present an approach for prioritizing alternative levels of conservation management effort to multiple actions, based on the ecological responses of species to management. We estimated species responses through a structured email‐based expert elicitation process, where we also captured the uncertainty in individual experts' assessments. We identified priority locations and associated level of management of effort of four actions to abate threats to freshwater‐dependent fauna, using a northern Australia case study, and quantified sensitivity of the proposed solution to uncertainty in the answers of each individual expert. Achievement of conservation targets for freshwater‐dependent fauna in the Daly River catchment would require 9.4 million AU$ per year, for a total of approximately 189 million AU$ investment over 20 years. We suggest that this could be best achieved through a mix of aerial shooting of buffalos and pigs, riparian fencing and chemical spraying of weeds, applied at varying levels of management effort in key areas of the catchment. Uncertainty in experts' estimation of species responses to threats causes 60% of the species to achieve 80% of their conservation targets, which was consistent across target levels. Synthesis and applications . Our prioritization approach facilitates the planning of conservation management at fine spatial scales and is applicable to terrestrial, freshwater and marine realms. Plan implementation may require policy instruments ranging from landowner stewardship agreements, market‐based mechanisms and low‐intensity land use management schemes, to regulation of commercial activities within portions of marine protected areas. However, assessing plan sensitivity to uncertainty in species response to management and finding ways of dealing with it in the prioritization rather than ignoring it, as often done, remains vital for effective achievement of conservation objectives.",
  "authors": [
    {
      "name": "Lorenzo Cattarino"
    },
    {
      "name": "Virgilio Hermoso"
    },
    {
      "name": "Josie Carwardine"
    },
    {
      "name": "Vanessa M. Adams"
    },
    {
      "name": "Mark J. Kennard"
    },
    {
      "name": "Simon Linke"
    }
  ],
  "publication_year": 2018,
  "cited_by_count": 16,
  "primary_topic": "Economic and Environmental Valuation",
  "subfield_topic": "Economics and Econometrics",
  "field_topic": "Economics, Econometrics and Finance",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1516151175",
    "https://openalex.org/W1531769505",
    "https://openalex.org/W1553129577",
    "https://openalex.org/W1587488941",
    "https://openalex.org/W1788063483",
    "https://openalex.org/W1829265515",
    "https://openalex.org/W1833368965",
    "https://openalex.org/W1893811868",
    "https://openalex.org/W1895106052",
    "https://openalex.org/W1926612890",
    "https://openalex.org/W1938035963",
    "https://openalex.org/W1966924126",
    "https://openalex.org/W1975055905",
    "https://openalex.org/W1978548769",
    "https://openalex.org/W1989031074",
    "https://openalex.org/W1990909942",
    "https://openalex.org/W1991105669",
    "https://openalex.org/W1995124281",
    "https://openalex.org/W2012787708",
    "https://openalex.org/W2041876144",
    "https://openalex.org/W2046030581",
    "https://openalex.org/W2050733770",
    "https://openalex.org/W2059200314",
    "https://openalex.org/W2061557110",
    "https://openalex.org/W2068521373",
    "https://openalex.org/W2084766991",
    "https://openalex.org/W2109019803",
    "https://openalex.org/W2116932472",
    "https://openalex.org/W2116950913",
    "https://openalex.org/W2123315423",
    "https://openalex.org/W2124717663",
    "https://openalex.org/W2136004980",
    "https://openalex.org/W2137839725",
    "https://openalex.org/W2142131796",
    "https://openalex.org/W2142568711",
    "https://openalex.org/W2147208759",
    "https://openalex.org/W2148005090",
    "https://openalex.org/W2152944646",
    "https://openalex.org/W2153787075",
    "https://openalex.org/W2158754658",
    "https://openalex.org/W2165305231",
    "https://openalex.org/W2167369752",
    "https://openalex.org/W2228562095",
    "https://openalex.org/W2302494208",
    "https://openalex.org/W2330523035",
    "https://openalex.org/W2619099838",
    "https://openalex.org/W2741638098",
    "https://openalex.org/W3021010652",
    "https://openalex.org/W40698253",
    "https://openalex.org/W4388244698",
    "https://openalex.org/W767269789"
  ]
}