{
  "id": "https://openalex.org/W2810324911",
  "title": "Eradicating abundant invasive prey could cause unexpected and varied biodiversity outcomes: The importance of multispecies interactions",
  "abstract": "Abstract Abundant and widely distributed invasive prey can negatively affect co‐occurring native species by competing for food and/or shelter, removing vegetation cover and reducing habitat complexity (changing predation risk), and by sustaining elevated abundances of invasive mesopredators. However, information regarding the community and trophic consequences of controlling invasive prey and their temporal dynamics remain poorly understood. We used multispecies ecological network models to simulate the consequences of changing European rabbit Oryctolagus cuniculus abundance in an arid mammalian community. We quantified how changes in the dominant prey (rabbits) affected multiple trophic levels, examining changes in predator–prey interactions through time and how they affected native prey persistence. Our results suggest that removal of rabbits can benefit native biodiversity immediately at removal rates between 30% and 40%. However, beyond these levels, densities of small native mammals will decline in the short term. The processes underpinning these declines are: (a) increased competition for resources (vegetation) with kangaroos Macropus spp., whose numbers increase due to their release from competition with rabbits and (b) increased predation (prey switching) by feral cats Felis catus . Both effects are mediated by dingoes Canis dingo , a native apex predator. Importantly, native mammal abundance recovers after a time delay, which is prolonged when high rates of rabbit control are applied. This is likely due to a reduction in hyperpredation by invasive feral cats and red foxes Vulpes vulpes following rabbit removal. Continued eradication of rabbits in arid Australia will benefit native species due to a decrease in apparent competition for resources and by alleviating hyperpredation from invasive mesopredators. Furthermore, ecosystem‐level conservation benefits of reducing invasive prey abundance are as important as direct control of invasive mesopredators. Synthesis and applications . Multispecies ecological network models provide wildlife managers with tools to better understand and predict the complex effects of species removal and control on both intact and modified ecosystems. Our results show that management of the Australian arid zone can benefit from controlling invasive prey as well as invasive predators. However, invasive species control can cause unexpected outcomes on native biodiversity. This extends to other systems where dominant prey may play fundamental roles in ecosystem structure and function.",
  "authors": [
    {
      "name": "Miguel Lurgi"
    },
    {
      "name": "Euan G. Ritchie"
    },
    {
      "name": "Damien A. Fordham"
    }
  ],
  "publication_year": 2018,
  "cited_by_count": 44,
  "primary_topic": "Wildlife Ecology and Conservation",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1557890145",
    "https://openalex.org/W1640217642",
    "https://openalex.org/W1913685706",
    "https://openalex.org/W1928522021",
    "https://openalex.org/W1986320335",
    "https://openalex.org/W1989126396",
    "https://openalex.org/W2000878308",
    "https://openalex.org/W2001887180",
    "https://openalex.org/W2002315210",
    "https://openalex.org/W2003279999",
    "https://openalex.org/W2010578828",
    "https://openalex.org/W2013831057",
    "https://openalex.org/W2014855557",
    "https://openalex.org/W2016474878",
    "https://openalex.org/W2030570137",
    "https://openalex.org/W2031832579",
    "https://openalex.org/W2034591144",
    "https://openalex.org/W2054126925",
    "https://openalex.org/W2054740476",
    "https://openalex.org/W2069990221",
    "https://openalex.org/W2077311645",
    "https://openalex.org/W2086290199",
    "https://openalex.org/W2097732986",
    "https://openalex.org/W2098217998",
    "https://openalex.org/W2098282696",
    "https://openalex.org/W2099474494",
    "https://openalex.org/W2105450066",
    "https://openalex.org/W2116237369",
    "https://openalex.org/W2118325515",
    "https://openalex.org/W2119810978",
    "https://openalex.org/W2120300607",
    "https://openalex.org/W2129429548",
    "https://openalex.org/W2149049530",
    "https://openalex.org/W2151499205",
    "https://openalex.org/W2261235585",
    "https://openalex.org/W2267374334",
    "https://openalex.org/W2271013553",
    "https://openalex.org/W2277336667",
    "https://openalex.org/W2306435538",
    "https://openalex.org/W2329551434",
    "https://openalex.org/W2346184851",
    "https://openalex.org/W2463073458",
    "https://openalex.org/W2470344985",
    "https://openalex.org/W2498384772",
    "https://openalex.org/W2503162118",
    "https://openalex.org/W2507048759",
    "https://openalex.org/W2515706791",
    "https://openalex.org/W2519058531",
    "https://openalex.org/W2523328415",
    "https://openalex.org/W2550223228",
    "https://openalex.org/W2554654653",
    "https://openalex.org/W2582743722",
    "https://openalex.org/W4233080547",
    "https://openalex.org/W4234710094"
  ]
}