{
  "id": "https://openalex.org/W281895476",
  "title": "Linkages and multilevel systems for matching governance and ecology: Lessons from roving bandits",
  "abstract": "Conventional fishery management largely overlooks scale considerations and other complexities, fueling a search for alternative approaches. In the approach examined here, the starting point is that fisheries should be treated as linked social-ecological systems, leading to ecosystem-based management that explicitly includes humans in the system and recognizes the interdependent nature of social and ecological systems. Given that both ecosystems and social systems operate at multiple spatial scales, how do we make the linkages between and within levels of the governance system? I approached this objective in three steps. First, I explored institutions related to spatial management; these are rules of access control and access management, such as property rights and territorial use rights. Second, I considered levels of the institutional scale and linkages between levels that lead to multilevel governance. Third, I used the example of roving bandits to demonstrate why marine resources must be managed simultaneously at multiple levels and the importance of linkages. Even though roving bandits are not susceptible to a single solution, a diversity of approaches used together can slow them down. These include establishing property rights and territorial-use rights and building multilevel institutions from local to global that can learn from experience. Roving-bandit cases offer a number of lessons: the importance of fisher knowledge in detecting environmental change, monitoring as an essential step in governance, and the need to establish use rights in marine resources, the commons problem.",
  "authors": [
    {
      "name": "Fikret Berkes"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 49,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}