{
  "id": "https://openalex.org/W2969393189",
  "title": "Nature as a Subject of Rights? National Discourses on Ecuador’s Constitutional Rights of Nature",
  "abstract": "In 2008, Ecuador became the first country in the world to make nature a subject of constitutional rights, and they did so by invoking nature as la Pachamama, the Kichwa Mother Earth deity. This is a biocentric notion which challenges the modernist vision of nature as resources subject to human use, which could imply a fundamental transition in the human-nature relationship with implications far beyond the legal system. With this point of departure, the aim of this article is to explore how Ecuador's rights of nature are understood and employed rhetorically by relevant actors, particularly in relation to the country's development model, which is based on extraction and export of natural resources, i.e. a subject understanding of nature. The rights of nature's meaning have been attempted fixed in a discursive struggle, and three different discourses regarding the rights of nature have been identified from interview data: The Anti-Capitalist Ecologist Discourse, the Transformative Discourse and the Anthropocentric Developmentalist Discourse. The latter, which conceptualizes the rights of nature as anthropocentric sustainable development has become hegemonic. This can explain why the rights of nature can co-exist alongside continued and increased resource extraction with detrimental socio-environmental effects.",
  "authors": [
    {
      "name": "Synneva Geithus Laastad"
    }
  ],
  "publication_year": 2019,
  "cited_by_count": 22,
  "primary_topic": "Environmental law and policy",
  "subfield_topic": "Law",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1483339446",
    "https://openalex.org/W1509113417",
    "https://openalex.org/W1586469975",
    "https://openalex.org/W1591469149",
    "https://openalex.org/W1735617816",
    "https://openalex.org/W1829338242",
    "https://openalex.org/W1914034541",
    "https://openalex.org/W1969886048",
    "https://openalex.org/W2019076588",
    "https://openalex.org/W2089160155",
    "https://openalex.org/W2132296846",
    "https://openalex.org/W2228168720",
    "https://openalex.org/W2261772377",
    "https://openalex.org/W2564811406",
    "https://openalex.org/W2565684084",
    "https://openalex.org/W2581691517",
    "https://openalex.org/W2598737737",
    "https://openalex.org/W2602632401",
    "https://openalex.org/W2791657817",
    "https://openalex.org/W4206756918",
    "https://openalex.org/W4210970757",
    "https://openalex.org/W4232646626",
    "https://openalex.org/W4248308225",
    "https://openalex.org/W650124263"
  ]
}