{
  "id": "https://openalex.org/W3003445553",
  "title": "Workshop on Cumulative Effects Assessment Approaches in Management (WKCEAM)",
  "abstract": "The Workshop on Cumulative Effects Assessment Approaches in Management (WKCEAM), convened by Vanessa Stelzenmuller, Roland Cormier, and Gerjan Piet, at ICES headquarters, Copenhagen, Denmark, 26–27 February 2019. There were 17 participants from Belgium, Canada, Estonia, Finland, Germany, Ireland, The Netherlands and the United Kingdom, including par-ticipants from ICES Secretariat. Cumulative effects assessment (CEA) approaches are considered as key to sound policymaking and planning in governance and management. Their actual implementation in marine planning and management processes is yet to be seen. Cumulative effects are the result of multiple activ-ities that exert pressures on ecosystem components and their functions. The meeting focused discussions of the differences between CEA approaches in governance, marine planning and regulatory processes with particular attention to the scientific information needed of such pro-cesses. Presentation and breakout group discussions were used to examine the differences in these processes to understand ways to improve the usability and uptake of CEA and to identify science needs. The report is structured along the terms of reference that shaped the agenda. The first day was dedicated to the relevance of CEAs in environmental policies, marine planning and regulatory processes while the second day outlined the scientific and data challenges to operationalize CEAs in such processes. Based on the findings, WKCEAM recommends the creation of a Working Group on Cumulative Effects Assessment in Management.",
  "authors": [
    {
      "name": "Roland Cormier"
    },
    {
      "name": "Grégory Piet"
    },
    {
      "name": "Vanessa Stelzenmüller"
    }
  ],
  "publication_year": 2019,
  "cited_by_count": 3,
  "primary_topic": "Environmental and Social Impact Assessments",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}