{
  "id": "https://openalex.org/W3043336359",
  "title": "The Transition from Unregulated to Regulated Fishing in Thailand",
  "abstract": "Marine fishery is an economically important sector and the primary source of livelihood for coastal fishers in Thailand, but the open access harvesting system and overfishing have depleted fish stocks. The country should address both the issues to sustain a healthy marine fishery and protect the lucrative export market as well as to maintaining seafood self-sufficiency. This paper explains the on-going processes of implementing the measures of restricting the number and size of fishing vessels and fishing efforts to control fishing capacity. The marine resources in the Gulf of Thailand and the Andaman Sea are categorized into three separate species groups: (1) demersal, (2) pelagic, and (3) anchovies. The precautionary approach is used as the guiding principle, and maximum sustainable yield (MSY) of the three combined resource categories is used as a reference point in setting the total allowable catch (TAC) limits in this exercise. The number of fishing days per vessel per year is stipulated by issuing licenses based on the TAC size and total allowable effort (TAE). Both the advantages and disadvantages of the current fishing allocation system are discussed.",
  "authors": [
    {
      "name": "Nipa Kulanujaree"
    },
    {
      "name": "Krishna R. Salin"
    },
    {
      "name": "Pavarot Noranarttragoon"
    },
    {
      "name": "Amararatne Yakupitiyage"
    }
  ],
  "publication_year": 2020,
  "cited_by_count": 21,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1941195001",
    "https://openalex.org/W1967845488",
    "https://openalex.org/W2010373134",
    "https://openalex.org/W2022012385",
    "https://openalex.org/W2101328632",
    "https://openalex.org/W2158858856",
    "https://openalex.org/W2793879687",
    "https://openalex.org/W2810298181",
    "https://openalex.org/W292639247",
    "https://openalex.org/W3000342425"
  ]
}