{
  "id": "https://openalex.org/W3117404627",
  "title": "An Assessment of How Australian Fisheries Management Plans Account for Climate Change Impacts",
  "abstract": "For Australian fisheries to remain productive and sustainable (environmentally and commercially), there is a need to incorporate climate change considerations into management and planning, and to implement planned climate adaptation options. Here, we determine the extent to which Australian state fisheries management documents consider issues relating to climate change, as well as how frequently climate change is considered a research funding priority within fisheries research in Australia. We conduct a content analysis of fisheries management documents investigating categories and themes relating to Australian state fisheries, climate, and environmental change. We also reviewed recent Research Priorities from the major fisheries research funding body for reference to climate change related themes, and the number of subsequently funded projects which considered climate change or related topics. Results show that commercial state fisheries management documents consider climate only to a limited degree in comparison to other topics, with less than one-quarter of all fisheries management documents having content relating to climate. However, we find that the south-east and south-west regions of the Australian coastline have the highest incorporation of “climate” and “environmental protection considerations” in their fisheries management documents, and that fisheries are more likely to have more “climate-related mentions” within their related management documents, if they (i) primarily target species with higher economic commercial catch values, (ii) commercial catch weights, or (iii) a greater number of commercial fish stocks existing. Only a small number of recently funded fisheries research projects considered climate change, representing only a small proportion of fisheries research investment. Given the extensive climate-driven impacts recently documented among key Australian fisheries species and associated ecosystems, we conclude that there is a clear need for fisheries management in Australia to consider longer-term climate adaptation strategies for Australian commercial state fisheries to remain sustainable into the future. We suggest that without additional climate-related fisheries research and funding, many Australian agencies and fisheries may not be prepared for the impacts and subsequent adaptation efforts required for sustainable fisheries under climate change.",
  "authors": [
    {
      "name": "Hannah E. Fogarty"
    },
    {
      "name": "Christopher Cvitanovic"
    },
    {
      "name": "Alistair J. Hobday"
    },
    {
      "name": "GT Pecl"
    }
  ],
  "publication_year": 2020,
  "cited_by_count": 9,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1586949448",
    "https://openalex.org/W1636522059",
    "https://openalex.org/W1790312355",
    "https://openalex.org/W1975497808",
    "https://openalex.org/W1989964798",
    "https://openalex.org/W2002114776",
    "https://openalex.org/W2018291779",
    "https://openalex.org/W2021200641",
    "https://openalex.org/W2034476238",
    "https://openalex.org/W2036462485",
    "https://openalex.org/W2039447327",
    "https://openalex.org/W2057919597",
    "https://openalex.org/W2085552273",
    "https://openalex.org/W2103317958",
    "https://openalex.org/W212052637",
    "https://openalex.org/W2142167930",
    "https://openalex.org/W2152185999",
    "https://openalex.org/W2192167843",
    "https://openalex.org/W2202170375",
    "https://openalex.org/W2280905856",
    "https://openalex.org/W2288145128",
    "https://openalex.org/W2337179126",
    "https://openalex.org/W2337375611",
    "https://openalex.org/W2394486820",
    "https://openalex.org/W2466033022",
    "https://openalex.org/W2491633788",
    "https://openalex.org/W2522086474",
    "https://openalex.org/W2530597942",
    "https://openalex.org/W2593688194",
    "https://openalex.org/W2598613276",
    "https://openalex.org/W2766725931",
    "https://openalex.org/W2768439364",
    "https://openalex.org/W2770280760",
    "https://openalex.org/W2791163776",
    "https://openalex.org/W2791859688",
    "https://openalex.org/W2806215843",
    "https://openalex.org/W2887225259",
    "https://openalex.org/W2888140325",
    "https://openalex.org/W2890366185",
    "https://openalex.org/W2892159932",
    "https://openalex.org/W2915591346",
    "https://openalex.org/W2918621054",
    "https://openalex.org/W2929341435",
    "https://openalex.org/W2945292480",
    "https://openalex.org/W2954236824",
    "https://openalex.org/W2960614139",
    "https://openalex.org/W2971989365",
    "https://openalex.org/W2999414134",
    "https://openalex.org/W3006230786",
    "https://openalex.org/W3009361362",
    "https://openalex.org/W3013703348",
    "https://openalex.org/W3014624640",
    "https://openalex.org/W3166668790",
    "https://openalex.org/W4254826644",
    "https://openalex.org/W636341350"
  ]
}