{
  "id": "https://openalex.org/W3134743156",
  "title": "Incorporating spatiotemporal variability in multispecies survey design optimization addresses trade-offs in uncertainty",
  "abstract": "Abstract In designing and performing surveys of animal abundance, monitoring programs often struggle to determine the sampling intensity and design required to achieve their objectives, and this problem greatly increases in complexity for multispecies surveys with inherent trade-offs among species. To address these issues, we conducted a multispecies stratified random survey design optimization using a spatiotemporal operating model and a genetic algorithm that optimizes both the stratification (defined by depth and longitude) and the minimum optimal allocation of samples across strata subject to prespecified precision limits. Surveys were then simulated under those optimized designs and performance was evaluated by calculating the precision and accuracy of a resulting design-based abundance index. We applied this framework to a multispecies fishery-independent bottom trawl survey in the Gulf of Alaska, USA. Incorporating only spatial variation in the optimization failed to produce population estimates within the prespecified precision constraints, whereas including additional spatiotemporal variation ensured that estimates were both unbiased and within prespecified precision constraints. In general, results were not sensitive to the number of strata in the optimized solutions. This optimization approach provides an objective quantitative framework for designing new, or improving existing, survey designs for many different ecosystems.",
  "authors": [
    {
      "name": "Zack S. Oyafuso"
    },
    {
      "name": "Lewis A. K. Barnett"
    },
    {
      "name": "Stan Kotwicki"
    }
  ],
  "publication_year": 2021,
  "cited_by_count": 12,
  "primary_topic": "Wildlife Ecology and Conservation",
  "subfield_topic": "Ecology",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1781826013",
    "https://openalex.org/W1839496214",
    "https://openalex.org/W1984914156",
    "https://openalex.org/W2009503408",
    "https://openalex.org/W2027842945",
    "https://openalex.org/W2053847010",
    "https://openalex.org/W2112038911",
    "https://openalex.org/W2118356571",
    "https://openalex.org/W2120013437",
    "https://openalex.org/W2151890169",
    "https://openalex.org/W2153674558",
    "https://openalex.org/W2167942345",
    "https://openalex.org/W2187918092",
    "https://openalex.org/W2267587637",
    "https://openalex.org/W2281199018",
    "https://openalex.org/W2316251695",
    "https://openalex.org/W2318137547",
    "https://openalex.org/W2469539478",
    "https://openalex.org/W2485119596",
    "https://openalex.org/W2575562503",
    "https://openalex.org/W2814202421",
    "https://openalex.org/W2899691370",
    "https://openalex.org/W2946481527",
    "https://openalex.org/W2954206747",
    "https://openalex.org/W2972989962",
    "https://openalex.org/W3002976083",
    "https://openalex.org/W3022398729",
    "https://openalex.org/W3045656169",
    "https://openalex.org/W4285719527"
  ]
}