{
  "id": "https://openalex.org/W3203511416",
  "title": "The Use of a Length-Structured Multispecies Model Fitted Directly to Data in Near-Real Time as a Viable Tool for Advice",
  "abstract": "Fish communities are multispecies assemblages, so ideally multispecies models should be used directly for assessing this resource. However, progress in this direction has been slow, partly because these models are often more complex and take longer to fit, rendering them too slow to demonstrate near-real-time utility, and thus creating a perception that they are opaque to stakeholders. In this study we implemented a multispecies assessment for the Irish Sea, fitting a model of eight key stocks directly to catch and survey data. Two novel features of our approach allowed the multispecies model to be fitted within a few hours. Firstly, by using size-based theory and life-history invariants to specify many of the required properties of stocks, we reduced the number of general parameters that needed to be fitted directly to a more manageable 25. Secondly, by using state-of-the-art fitting methods, we found acceptable solutions quickly enough to provide assessments within the timescale of an advisory meeting. The outcomes were compared with the standard single species assessments of the same eight species. Model fits were generally good for either catch or at least one of the surveys, but not for all data sources at the same time, illustrating the challenges of fitting multiple stocks to different data sources simultaneously. Estimates of SSB and F agreed qualitatively with the assessments for most stocks with the exception of whiting. Estimates of natural mortality showed modest year to year variability, suggesting that single species assessments may be appropriate for short term tactical management. This method shows great promise for making multispecies assessments as a complement to existing assessments because of the rapid turnaround time and ability to respond at meetings to the requests of stakeholders. In addition, because these models avoid our current dependence on existing single species models they can be used to provide boundary conditions in natural mortality for standard assessment models and check for internal consistency in the assessment process. Furthermore, they are easily accessible because they are based upon freely available code.",
  "authors": [
    {
      "name": "Michael A. Spence"
    },
    {
      "name": "Paul J. Dolder"
    },
    {
      "name": "Richard D.M. Nash"
    },
    {
      "name": "Robert Thorpe"
    }
  ],
  "publication_year": 2021,
  "cited_by_count": 4,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1790462712",
    "https://openalex.org/W1984415881",
    "https://openalex.org/W1985518322",
    "https://openalex.org/W1997699070",
    "https://openalex.org/W2016293090",
    "https://openalex.org/W2019841176",
    "https://openalex.org/W2027972098",
    "https://openalex.org/W2051208206",
    "https://openalex.org/W2089993104",
    "https://openalex.org/W2116422701",
    "https://openalex.org/W2116815273",
    "https://openalex.org/W2122974269",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2151110226",
    "https://openalex.org/W2154277394",
    "https://openalex.org/W2189124356",
    "https://openalex.org/W2311736766",
    "https://openalex.org/W2315549469",
    "https://openalex.org/W2548678039",
    "https://openalex.org/W2590011145",
    "https://openalex.org/W2595299289",
    "https://openalex.org/W2610642213",
    "https://openalex.org/W2739525348",
    "https://openalex.org/W2754710967",
    "https://openalex.org/W2885433075",
    "https://openalex.org/W2887817833",
    "https://openalex.org/W2898461106",
    "https://openalex.org/W2900116255",
    "https://openalex.org/W2916451022",
    "https://openalex.org/W2922881354",
    "https://openalex.org/W2939727353",
    "https://openalex.org/W2981341734",
    "https://openalex.org/W3005029546",
    "https://openalex.org/W3036375099",
    "https://openalex.org/W3047322263",
    "https://openalex.org/W3090016818",
    "https://openalex.org/W3098649977",
    "https://openalex.org/W3103300580",
    "https://openalex.org/W3119504640",
    "https://openalex.org/W4234354624",
    "https://openalex.org/W4248681815"
  ]
}