{
  "id": "https://openalex.org/W385698999",
  "title": "Marine ecosystem-based management",
  "abstract": "With marine ecosystems endangered by a warming climate and exploding human population growth, a critical transformation taking place in the way the world's ocean resources are managed. Marine Ecosystem-Based presents a state-of-the-art synopsis of the conservation approaches that are currently being translated from theory to action on a global scale. With contributions from an international team of experts, this volume synthesizes the scientific literature of holistic practices in ecosystem-based management (EBM), focusing on protecting the marine ecologies that humans and countless other organisms vitally depend upon.Human uses of ocean ecosystems have usually been divided into separate sectors--fisheries, transportation, tourism, and recreation, for example--and ecosystem boundaries defined as much by politics as geography. This approach giving way to a broader strategy based on integrated management of human activities in scientifically identified regions of the marine environment. Spanning a range of issues from the tropics to the poles, the authors present analyses of open ocean systems and high-impact regions such as coastlines, coral reefs, and estuaries. Methods of modeling and evaluating marine EBM are explored, as well as the role of governmental and other regulatory frameworks in ocean management and the lessons to be learned from past ecological interventions.It now widely recognized that any viable strategy for sustaining the world's oceans must reflect the relationships among all ecosystem components, human and nonhuman species included. Marine Ecosystem-Based Management is an in-depth report of new advances in the rapidly evolving discipline of coupled Human-Ecological Systems.",
  "authors": [
    {
      "name": "Michael J. Fogarty"
    },
    {
      "name": "James J. McCarthy"
    }
  ],
  "publication_year": 2014,
  "cited_by_count": 23,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}