{
  "id": "https://openalex.org/W389567804",
  "title": "Advancing an Ecosystem Approach in the Gulf of Maine",
  "abstract": "&lt;i&gt;Abstract&lt;/i&gt;.—Conventional wisdom, based on observations spanning two and a half decades (1975–2000), asserts that inflow to the Gulf of Maine (GoM) occurs primarily in two areas: inshore on the Scotian Shelf off Cape Sable, Nova Scotia and on the eastern side of the Northeast Channel (NEC). In particular, the monthly mean currents in the eastern NEC have shown persistent inflow at all depths and in all seasons, except for the occasional, but brief, reversals near the bottom (~200 m). Conversely, the flow on the western side of the NEC is normally directed out of the gulf in the surface layer and at mid-depth, consistent with the clockwise gyre over Georges Bank, but those currents do show relatively frequent reversals to inflow in the deeper layers (150–200 m), in sympathy with the flow on the eastern side. At some point between the year 2000, when the last Bedford Institute of Oceanography (BIO)/U.S. GLOBEC mooring was removed from the eastern NEC, and 2004, when a new mooring was placed there as part of the U.S. ocean observing array, a transformation occurred. The recent data, collected from a representative location in the eastern NEC, show a strongly seasonal current signal marked by persistent periods of outflow in the deep layers (&gt;100 m), particularly in winter. This observation was first reported by Pettigrew et al. (2008), where the outflow currents occasionally extend to the surface layers as well, most notably in the winters of 2004–2005 and 2006–2007. Additional data and analyses reported here suggest that this new mode of behavior in the NEC currents could have important consequences for the GoM ecosystem. Possible causes for this “regime shift” in the NEC circulation and implications for the GoM deepwater nutrient fields and ecosystem are discussed.",
  "authors": [
    {
      "name": "Robert L. Stephenson"
    },
    {
      "name": "John H. Annala"
    },
    {
      "name": "Jeffrey A. Runge"
    },
    {
      "name": "Madeleine Hall‐Arber"
    }
  ],
  "publication_year": 2012,
  "cited_by_count": 17,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}