{
  "id": "https://openalex.org/W4238957598",
  "title": "Ecosystem Services",
  "abstract": "The concept of ecosystem services considers the usefulness of nature for human society. The economic importance of nature was described and analyzed in the 18th century, but the term <italic>ecosystem services</italic> was introduced only in 1981. Since then it has spurred an increasing number of academic publications, international research projects, and policy studies. Now a subject of intense debate in the global scientific community, from the natural to social science domains, it is also used, developed, and customized in policy arenas and considered, if in a still somewhat skeptical and apprehensive way, in the “practice” domain—by nature management agencies, farmers, foresters, and corporate business. This process of bridging evident gaps between ecology and economics, and between nature conservation and economic development, has also been felt in the political arena, including in the United Nations and the European Union (which have placed it at the center of their nature conservation and sustainable use strategies). The concept involves the utilitarian framing of those functions of nature that are used by humans and considered beneficial to society as economic and social services. In this light, for example, the disappearance of biodiversity directly affects ecosystem functions that underpin critical services for human well-being. More generally, the concept can be defined in this manner: <italic>Ecosystem services are the direct and indirect contributions of ecosystems, in interaction with contributions from human society, to human well-being</italic>. The concept underpins four major discussions: (1) Academic: the ecological versus the economic dimensions of the goods and services that flow from ecosystems to the human economy; the challenge of integrating concepts and models across this paradigmatic divide; (2) Social: the risks versus benefits of bringing the utilitarian argument into political debates about nature conservation (Are ecosystem services good or bad for biodiversity and vice versa?); (3) Policy and planning: how to value the benefits from natural capital and ecosystem services (Will this improve decision-making on topics ranging from poverty alleviation via subsidies to farmers to planning of grey with green infrastructure to combining economic growth with nature conservation?); and (4) Practice: Can revenue come from smart management and sustainable use of ecosystems? Are there markets to be discovered and can businesses be created? How do taxes figure in an ecosystem-based economy? The outcomes of these discussions will both help to shape policy and planning of economies at global, national, and regional scales and contribute to the long-term survival and well-being of humanity.",
  "authors": [
    {
      "name": "L.C. Braat"
    }
  ],
  "publication_year": 2016,
  "cited_by_count": 5,
  "primary_topic": "Land Use and Ecosystem Services",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}