{
  "id": "https://openalex.org/W4243800349",
  "title": "Systemic Management",
  "abstract": "\"Systemic management\" describes a holistic, objective, and universally applicable form of management, providing a framework for addressing environmental challenges such as global warming, emergent diseases, deforestation, overpopulation, the extinction crisis, pollution, overfishing, and habitat destruction. Its goals are the consistently sustainable relationships between humans and ecosystems, between humans and other species, and between humans and the biosphere. This book presents a convincing argument that these goals, and the means to achieve them, can be inferred from empirical information. It describes how comparisons between humans and other species reveal patterns that can serve to guide management toward true sustainability, that is, ways that are empirically observed to work in natural systems by virtue of their emergence. It shows how this objective approach has not been possible in conventional management because sustainability is undermined by other human values. This book presents systemic management as a specialized process of pattern-based decision making that avoids the inconsistency, subjectivity, and error in current management practice. It clearly demonstrates how mimicking nature's empirical examples of sustainability can circumvent anthropocentric tendencies to overuse/misuse human values in management, and illustrates the best science for management (the science best suited for achieving sustainability) through examples of research that address specific management questions. It presents systemic management as reality-based management to replace the misdirected reductionism of conventional management with reductionism useful for directing human self-control.",
  "authors": [
    {
      "name": "Charles W. Fowler"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 12,
  "primary_topic": "Complex Systems and Decision Making",
  "subfield_topic": "Management Science and Operations Research",
  "field_topic": "Decision Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}