{
  "id": "https://openalex.org/W564040604",
  "title": "Ecosystem Approaches to Fisheries: A Global Perspective",
  "abstract": "Foreword Lord Robert May Preface Acknowledgment 1. Introduction: toward ecosystem-based management of fisheries Villy Christensen Part I. Life in the Oceans: 2. The oxygen constraint Andrew Bakun 3. Organizing and disseminating marine biodiversity information: the FishBase and SeaLifeBase story Maria L. D. Palomares and Nicolas Bailly 4. The science in FishBase Rainer Froese Part II. Evaluating Impact on Marine Life: 5. How much fish is being extracted from the oceans and what is it worth? Reg Watson, Rashid Sumaila and Dirk Zeller 6. Fishing down the food web Konstantinos I. Stergiou and Villy Christensen 7. Aquaculture up and down the food web Roger Pullin 8. Beyond food: fish in the 21st century Jennifer Jacquet 9. The shifting baselines syndrome: perception, deception and the future of our oceans Jeremy Jackson and Jennifer Jacquet Part III. Managing Living Resources: 10. Assessment of exploited stocks of tropical fishes: an overview John Munro 11. Ecosystem-based fisheries management in the face of climate change William W. L. Cheung, Jessica J. Meeuwig and Vicky W. Y. Lam 12. Progress in the use of ecosystem modeling for fisheries management Villy Christensen and Carl Walters Part IV. The Human Side: 13. Science and capacity building for sustainable development in fisheries Cornelia E. Nauen and Gotthilf Hempel 14. Thinking big on small scale fisheries Ratana Chuenpagdee 15. Coastal-marine resource use in human ecological context: the scale and modes of integration Kenneth Ruddle 16. Global fisheries economic analysis Rashid Sumaila, Andrew J. Dyck, Andres M. Cisneros-Montemayor and Reg Watson Part V. Impacting Policy: 17. Linking conservation policy and science Joshua S. Reichert 18. Using the science Michael Hirshfield 19. The scientist as communicator Nancy Baron 20. Scenario development for decision-making Villy Christensen and Sherman Lai 21. The relationship between science and ocean policy Carl Safina and Marah J. Hardt Index.",
  "authors": [
    {
      "name": "Villy Christensen"
    },
    {
      "name": "Jay L. Maclean"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 72,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}