{
  "id": "https://openalex.org/W564553871",
  "title": "Economic Analysis for Ecosystem-Based Management: Applications to Marine and Coastal Environments",
  "abstract": "Ocean and coastal management regimes are increasingly subject to competing demands from stakeholders. Regulations must not only address fishing, recreation, and shipping, but also sand and gravel mining, gas pipelines, harbor/port development, offshore wind and tidal energy facilities, liquefied natural gas terminals, offshore aquaculture, and desalinization plants. The growing variety and intensity of ocean and coastal uses increases the call for a more holistic, comprehensive, and coordinated management approach that recognizes the often complex relationships between natural and human systems. For both economist and non-economist audiences, this book describes ways in which economic analysis can be an important tool to inform and improve ecosystem-based management (EBM). Topics include modeling economic impacts, benefit-cost analysis, spatial considerations in EBM, incentives and human behaviors, and accounting for uncertainty in policy analysis. Throughout the book the authors elucidate the different kinds of insights which can be gained from the use of different economic tools. In this rigorous and accessible work, the authors defy the conventional stereotype that economic perspectives necessarily favor the greatest commercial development. Instead, they demonstrate how comprehensive economic analyses consider the full range of potential services offered by marine and coastal ecosystems, including the conservation of biodiversity and creation of recreational opportunities.",
  "authors": [
    {
      "name": "Daniel S. Holland"
    },
    {
      "name": "James N. Sanchirico"
    },
    {
      "name": "Robert J. Johnston"
    },
    {
      "name": "Deepak Jogleka"
    }
  ],
  "publication_year": 2010,
  "cited_by_count": 36,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}