{
  "id": "https://openalex.org/W576361009",
  "title": "The Falling Sky: Words of a Yanomami Shaman",
  "abstract": "The Falling Sky is a remarkable first-person account of the life story and cosmo-ecological thought of Davi Kopenawa, shaman and spokesman for the Yanomami of the Brazilian Amazon. Representing a people whose very existence is in jeopardy, Davi Kopenawa paints an unforgettable picture of Yanomami culture, past and present, in the heart of the rainforest--a world where ancient indigenous knowledge and shamanic traditions cope with the global geopolitics of an insatiable natural resources extraction industry.In richly evocative language, Kopenawa recounts his initiation and experience as a shaman, as well as his first encounters with outsiders: government officials, missionaries, road workers, cattle ranchers, and gold prospectors. He vividly describes the ensuing cultural repression, environmental devastation, and deaths resulting from epidemics and violence. To counter these threats, Davi Kopenawa became a global ambassador for his endangered people. The Falling Sky follows him from his native village in the Northern Amazon to Brazilian cities and finally on transatlantic flights bound for European and American capitals. These travels constitute a shamanic critique of Western industrial society, whose endless material greed, mass violence, and ecological blindness contrast sharply with Yanomami cultural values.Bruce Albert, a close friend since the 1970s, superbly captures Kopenawa's intense, poetic voice. This collaborative work provides a unique reading experience that is at the same time a coming-of-age story, a historical account, and a shamanic philosophy, but most of all an impassioned plea to respect native rights and preserve the Amazon rainforest.",
  "authors": [
    {
      "name": "Davi Kopenawa"
    }
  ],
  "publication_year": 2013,
  "cited_by_count": 51,
  "primary_topic": "Geographies of human-animal interactions",
  "subfield_topic": "Geography, Planning and Development",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}