{
  "id": "https://openalex.org/W584175391",
  "title": "Advances in fisheries science : 50 years on from Beverton and Holt",
  "abstract": "Foreword by Sidney J. Holt. One hundred and twenty years of change in fishing power of English North Sea trawlers. The decline of the English and Welsh fishing fleet?. After Beverton and Holt. Contributions of the fishing industry to research through partnerships. Understanding and managing marine fisheries with the aid of a digital map. Managing without best predictions: the Management Strategy Evaluation. framework. From fish to fisheries: the changing focus of management advice. The contribution of science to management of the North Sea cod (Gadus morhua). and UK sea bass (Dicentrarchus labrax) fisheries: can we do better?. Management of elasmobranch fisheries in the North Atlantic. Accumulation of new knowledge and advances in fishery management two. complementary processes?. New technologies for the advancement of fisheries science. Assessment and management of data-poor fisheries. The importance of reproductive dynamics in fish stock assessments. 80 years of multispecies fisheries modelling - significant advances and. continuing challenges. Benthic communities, ecosystems and fisheries. Simulating the marine environment and its use in fisheries research. Overfishing affects more than fish populations: trophic cascades and regime. shifts in the Black Sea. Beverton and Holt's insights into life history theory: influence, application. and future use. The soundscape of the sea, underwater navigation, and why we should be. listening more. Fish vitellogenin as a biological effect marker of oestrogenic endocrine. disruption in the open sea. In recognition of inevitable uncertainties: from fisheries management to. managing marine resources",
  "authors": [
    {
      "name": "Andrew I.L. Payne"
    },
    {
      "name": "John Cotter"
    },
    {
      "name": "Ted Potter"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 61,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}