{
  "id": "https://openalex.org/W587716324",
  "title": "The Theory and Practice of Investment Management",
  "abstract": "About the Editors. Contributing Authors. Foreword. PART ONE: Instruments, Asset Allocation, Portfolio Selection, and Asset Pricing. CHAPTER 1: Overview of Investment Management (Frank J. Fabozzi and Harry M. Markowitz). Setting Investment Objectives. Establishing an Investment Policy. Selecting a Portfolio Strategy. Constructing the Portfolio. Measuring and Evaluating Performance. Key Points. CHAPTER 2: Asset Classes, Alternative Investments, Investment Companies, and Exchange-Traded Funds (Mark J. P. Anson, Frank J. Fabozzi, and Frank J. Jones). Asset Classes. Overview of Alternative Asset Products. Investment Companies. Exchange-Traded Funds. Mutual Funds vs. ETFs: Relative Advantages. Key Points. Questions. CHAPTER 3: Portfolio Selection (Frank J. Fabozzi, Harry M. Markowitz, Petter N. Kolm, and Francis Gupta). Some Basic Concepts. Measuring a Portfolio's Expected Return. Measuring Portfolio Risk. Portfolio Diversification. Choosing a Portfolio of Risky Assets. Issues in Portfolio Selection. Key Points. Questions. CHAPTER 4: Capital Asset Pricing Models (Frank J. Fabozzi and Harry M. Markowitz). Sharpe-Lintner CAPM. Roy CAPM. Confusions Regarding the CAPM. Meanings of Market Efficiency. CAPM Investors Do Not Get Paid for Bearing Risk. The Two Beta Trap. Key Points. Questions. CHAPTER 5: Factor Models (Guofu Zhou and Frank J. Fabozzi). Arbitrage Pricing Theory. Types of Factor Models. Factor Model Estimation. Keypoints. Appendix: Principal Component Analysis in Finance. Questions. CHAPTER 6: Modeling Asset Price Dynamics (Dessislava A. Pachamanova and Frank J. Fabozzi). Financial Time Series. Binomial Trees. Arithmetic Random Walks. Geometric Random Walks. Mean Reversion. Advanced Random Walk Models. Stochastic Processes. Key Points. Questions. CHAPTER 7: Asset Allocation and Portfolio Construction (Noel Amenc, Felix Goltz, Lionel Martellini, and Vincent Milhau). Asset Allocation and Portfolio Construction Decisions in the Optimal Design of the Performance-Seeking Portfolio. Asset Allocation and Portfolio Construction Decisions in the Optimal Design of the Liability-Hedging Portfolio. Dynamic Allocation Decisions to the Performance-Seeking and Liability-Hedging Portfolios. Key Points. Appendix. Questions. PART TWO: Equity Analysis and Portfolio Management. CHAPTER 8: Fundamentals of Common Stock (Frank J. Fabozzi, Frank J. Jones, Robert R. Johnson, and Pamela P. Drake). Earnings. Dividends. The U.S. Equity Markets. Trading Mechanics. Trading Costs. Stock Market Indicators. Key Points. Questions. CHAPTER 9: Common Stock Portfolio Management Strategies (Frank J. Fabozzi, James L. Grant, and Raman Vardharaj). Integrating the Equity Portfolio Management Process. Capital Market Price Efficiency. Tracking Error and Related Measures. Active vs. Passive Portfolio Management. Equity Style Management. Passive Strategies. Active Investing. Performance Evaluation. Key Points. Questions. CHAPTER 10: Approaches to Common Stock Valuation (Pamela P. Drake, Frank J. Fabozzi, and Glen A. Larsen Jr.). Discounted Cash Flow Models. Relative Valuation Methods. Key Points. Questions. CHAPTER 11: Quantitative Equity Portfolio Management (Andrew Alford, Robert Jones, and Terence Lim). Traditional and Quantitative Approaches to Equity Portfolio Management. Forecasting Stock Returns, Risks, and Transaction Costs. Constructing Portfolios. Trading. Evaluating Results and Updating the Process. Key Points. Questions. CHAPTER 12: Long-Short Equity Portfolios (Bruce I. Jacobs and Kenneth N. Levy). Constructing a Market-Neutral Portfolio. The Importance of Integrated Optimization. Adding Back a Market Return. Some Concerns Addressed. Evaluating Long-Short. Key Points. Questions. CHAPTER 13: Multifactor Equity Risk Models (Frank J. Fabozzi, Raman Vardharaj, and Frank J. Jones). Model Description and Estimation. Risk Decomposition. Applications in Portfolio Construction and Risk Control. Key Points. Questions. CHAPTER 14: Fundamentals of Equity Derivatives (Bruce M. Collins and Frank J. Fabozzi). The Role of Derivatives. Listed Equity Options. Futures Contracts. Pricing Stock Index Futures. OTC Equity Derivatives. Structured Products. Key Points. Questions. CHAPTER 15: Using Equity Derivatives in Portfolio Management (Bruce M. Collins and Frank J. Fabozzi). Equity Investment Management. Portfolio Applications of Listed Options. Portfolio Applications of Stock Index Futures. Applications of OTC Equity Derivatives. Risk and Expected Return of Option Strategies. Key Points. Questions. PART THREE: Bond Analysis and Portfolio Management. CHAPTER 16: Bonds, Asset-Backed Securities, and Mortgage-Backed Securities (Frank J. Fabozzi). General Features of Bonds. U.S. Treasury Securities. Federal Agency Securities. Corporate Bonds. Municipal Securities. Asset-Backed Securities. Residential Mortgage-Backed Securities. Commercial Mortgage-Backed Securities. Key Points. Questions. CHAPTER 17: Bond Analytics (Frank J. Fabozzi). Basic Valuation of Option-Free Bonds. Conventional Yield Measures. Total Return. Measuring Interest Rate Risk. Key Points. Questions. CHAPTER 18: Bond Analytics (Frank J. Fabozzi and Steven V. Mann). Arbitrage-Free Bond Valuation. Yield Spread Measures. Forward Rates. Overview of the Valuation of Bonds with Embedded Options. Lattice Model. Valuation of MBS and ABS. Key Points. Questions. CHAPTER 19: Bond Portfolio Strategies for Outperforming a Benchmark (Bulent Baygun and Robert Tzucker). Selecting the Benchmark Index. Creating a Custom Index. Beating the Benchmark Index. Key Points. Questions. CHAPTER 20: The Art of Fixed Income Portfolio Investing (Chris P. Dialynas and Ellen J. Rachlin). The Global Fixed Income Portfolio Manager. The Global Challenge. Portfolio Parameters. Regulatory Changes, Demographic Trends, and Institutional Bias. Information in the Markets. Duration and Yield Curve. Volatility. International Corporate Bonds. International Investing and Political Externalities. Foreign Investment Selection. Currency Selection. Key Points. Questions. CHAPTER 21: Multifactor Fixed Income Risk Models and Their Applications (Anthony Lazanas, Antonio Baldaque da Silva, Radu Gabudean, and Arne D. Staal). Approaches Used to Analyze Risk. Applications of Risk Modeling. Key Points. Questions. CHAPTER 22: Interest Rate Derivatives and Risk Control (Frank J. Fabozzi). Interest Rate Futures and Forward Contracts. Interest Rate Swaps. Interest Rate Options. Interest Rate Agreements (Caps and Floors). Key Points. Questions. CHAPTER 23: Credit Default Swaps and the Indexes (Stephen J. Antczak, Douglas J. Lucas, and Frank J. Fabozzi). What Are Credit Default Swaps? Credit Default Swaps Indexes. Key Points. Questions. About the Web Site. Index.",
  "authors": [
    {
      "name": "Frank J. Fabozzi"
    },
    {
      "name": "Harry M. Markowitz"
    }
  ],
  "publication_year": 2011,
  "cited_by_count": 85,
  "primary_topic": "Financial Reporting and Valuation Research",
  "subfield_topic": "Strategy and Management",
  "field_topic": "Business, Management and Accounting",
  "domain_topic": "Social Sciences",
  "referenced_works": []
}