{
  "id": "https://openalex.org/W616776945",
  "title": "Climate change and the economics of the world's fisheries : examples of small pelagic stocks",
  "abstract": "Contents: Climate Change and the Economics of the World's Fisheries: An Introduction Manuel Barange, Roegnvaldur Hannesson and Samuel F. Herrick Jr 1. Global Warming, Small Pelagic Fisheries and Risk Ragnar Arnason 2. The Collapse of the Norwegian Herring Fisheries in the 1960s and 1970s: Crisis, Adaptation and Recovery Torbjorn Lorentzen and Roegnvaldur Hannesson 3. Sharing the Herring: Fish Migrations, Strategic Advantage and Climate Change Roegnvaldur Hannesson 4. Rise and Fall of the Herring Towns: Impacts of Climate and Human Teleconnections Lawrence Hamilton, Oddmund Otterstad and Helga OEgmundardottir 5. An Optimal Harvest Policy for the Recently Renewed United States Pacific Sardine Fishery Samuel F. Herrick Jr, Kevin Hill and Christian Reiss 6. Long-term Harvest Strategies for Small Pelagic Fisheries under Regime Shifts: The South African Fishery for Pilchard and Anchovy Jose De Oliveira 7. Declines in Namibia's Pilchard Catch: The Reasons and Consequences Ussif Rashid Sumaila and Kevin Stephanus 8. Climate Change and Small Pelagic Fisheries in Developing Asia: The Economic Impact on Fish Producers and Consumers Roehl Briones, Len Garces and Mahfuzuddin Ahmed 9. Bi-national Management of a Transboundary Marine Fishery: Modelling the Destabilizing Impacts of Erratic Climate Shifts Robert McKelvey, Peter Golubtsov, Kathleen Miller and Greg Cripe 10. Prototype of an Integrated Model of the Worldwide System of Small Pelagic Fisheries Christian Mullon and Pierre Freon 11. On the Consequences of Climate Change in Pelagic Fish Populations: A Conclusion Roegnvaldur Hannesson, Samuel F. Herrick Jr and Manuel Barange Index",
  "authors": [
    {
      "name": "Rögnvaldur Hannesson"
    },
    {
      "name": "Manuel Barangé"
    },
    {
      "name": "Samuel Herrick"
    }
  ],
  "publication_year": 2006,
  "cited_by_count": 35,
  "primary_topic": "Coastal and Marine Management",
  "subfield_topic": "Management, Monitoring, Policy and Law",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}