{
  "id": "https://openalex.org/W62598396",
  "title": "From Welfare to Well-Being Regimes: Engaging New Agendas",
  "abstract": "This paper moves us along from the comparative analysis of insecurity and welfare regimes across the world by Gough, Wood et al, 2004. It lays the foundations for linking theory and empirical analysis connecting ideas about well-being and social policy to the 'regime' conditions facing politically unsettled societies with large-scale poverty. With the marriage between social policy and development studies, western social policy thinkers have moved towards a social development perspective where capacity building arguably becomes more significant than social protection. This takes us into discourses of capabilities, freedoms, competences and skill sets, well-being and the acquisition of resources for citizenship. These will involve a broader range of policy instruments than those associated with the more limited 'welfare' approaches to social policy, whereby state and non-state actors might act to engineer improvement. Our previous work focused more upon the problematic of the state in terms of legitimacy and relative autonomy to act in technico-rational ways, and less on the cohesion and integration problems of politically unsettled societies. Thus the issue of political order needs to become more significant in our analysis as a precondition for social development. This implies that the business of social policy entails wider social development objectives and a corresponding broadening of instruments crucially including non-state actors.",
  "authors": [
    {
      "name": "Geoffrey Wood"
    },
    {
      "name": "Jacob Alexander Newton"
    }
  ],
  "publication_year": 2005,
  "cited_by_count": 7,
  "primary_topic": "Social Policy and Reform Studies",
  "subfield_topic": "Political Science and International Relations",
  "field_topic": "Social Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W2018967134",
    "https://openalex.org/W2054252663",
    "https://openalex.org/W2100480315",
    "https://openalex.org/W2141846678",
    "https://openalex.org/W2141931948",
    "https://openalex.org/W2177944436",
    "https://openalex.org/W2279041467",
    "https://openalex.org/W560647037"
  ]
}