{
  "id": "https://openalex.org/W809189347",
  "title": "The Bergen Conference on implementing the ecosystem approach to fisheries (Bergen, Norway, 26-28 September 2006): summary and main conclusions.",
  "abstract": "The highlights of the Bergen Conference on implementing the ecosystem approach to fisheries held in Bergen, Norway on 26-28 September 2006 was discussed in this chapter. The Bergen Conference was a follow-up to the Reykjavik Conference in 2001 and was organized by the Nordic Council of Ministers and the Governments of Iceland and Norway, with technical support from the FAO. The aims of the Conference were to review concepts and share experiences from implementation, and to identify strategies and best practices that will facilitate further implementation of the ecosystem approach to fisheries (EAF). The Conference was organized with four sessions on concepts and strategies, knowledge base, approaches and tools, and experiences from case studies, followed by a fifth session on the way forward. Many terms have been used in relation to the ecosystem approach (EA), but we are converging towards a common understanding of the concept. With respect to fisheries, the EA has two dimensions: a vertical dimension of application of the EAF and a horizontal dimension of integration of fisheries with other sectors into a holistic management framework. The EA is a strategy and not a 'blueprint' action plan, and its application needs to be tailored to the specific ecological, social and cultural conditions in each geographical area. Application of the EA may start with present knowledge, but more focused ecosystem research is needed to make it more effective, and limited knowledge requires added precautions. Ecological risk assessment (ERA) may be an important tool to apply in an EAF, as may the use of marine protected areas (MPAs) in combination with other management measures. An EAF can be kept simple and implemented incrementally from existing measures in fisheries management.",
  "authors": [
    {
      "name": "G. Bianchi"
    },
    {
      "name": "Per Sandberg"
    },
    {
      "name": "Hein Rune Skjoldal"
    },
    {
      "name": "Kristján Thórarinsson"
    }
  ],
  "publication_year": 2008,
  "cited_by_count": 8,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": []
}