{
  "id": "https://openalex.org/W92085004",
  "title": "Systems Thinking: Creative Holism for Managers",
  "abstract": "Preface. Introduction. Part I: Holism and Systems Practice. 1 The Systems Language. 1.1 Introduction. 1.2 Philosophy. 1.3 Biology. 1.4 Control Engineering. 1.5 Organization and Management Theory. 1.6 The Physical Sciences. 1.7 Why is the Systems Language so Powerful? References. 2 Applied Systems Thinking. 2.1 Introduction. 2.2 Hard Systems Thinking. 2.3 The Development of Applied Systems Thinking. 2.3.1 Problem contexts. 2.3.2 Systems methodologies related to problem contexts. 2.4 The Main Strands of Applied Systems Thinking. 2.5 Conclusion. References. 3 Creativity and Systems. 3.1 Introduction. 3.2 Creativity and Metaphor. 3.3 Creativity and Paradigms 37 3.4 Conclusion 39 References 41 Part II: Systems Approaches. Type A Improving Goal Seeking and Viability. 4 Hard Systems Thinking. 4.1 Introduction. 4.2 Description of Hard Systems Thinking. 4.2.1 Historical development. 4.2.2 Philosophy and theory. 4.2.3 Methodology. 4.2.4 Methods. 4.2.5 Recent developments. 4.3 Hard Systems Thinking in Action. 4.4 Critique of Hard Systems Thinking. 4.5 The Value of Hard Systems Thinking to Managers. 4.6 Conclusion. References. 5 System Dynamics: The Fifth Discipline. 5.1 Introduction. 5.2 Description of System Dynamics. 5.2.1 Historical development. 5.2.2 Philosophy and theory. 5.2.3 Methodology. 5.2.4 Methods. 5.2.5 Recent developments. 5.3 System Dynamics in Action. 5.4 Critique of System Dynamics. 5.5 The Value of System Dynamics to Managers. 5.6 Conclusion. References. 6 Organizational Cybernetics. 6.1 Introduction. 6.2 Description of Organizational Cybernetics 6.2.1 Historical development. 6.2.2 Philosophy and theory. 6.2.3 Methodology. 6.2.4 Methods. 6.2.5 Recent developments. 6.3 Organizational Cybernetics in Action. 6.4 Critique of Organizational Cybernetics. 6.5 The Value of Organizational Cybernetics to Managers. 6.6 Conclusion. References. 7 Complexity Theory. 7.1 Introduction. 7.2 Description of Complexity Theory. 7.2.1 Historical development. 7.2.2 Philosophy and theory. 7.2.3 Methodology. 7.2.4 Methods. 7.2.5 Recent developments. 7.3 Complexity Theory in Action. 7.4 Critique of Complexity Theory. 7.5 The Value of Complexity Theory to Managers. 7.6 Conclusion. References. Type B Exploring Purposes. 8 Strategic Assumption Surfacing and Testing. 8.1 Introduction. 8.2 Description of Strategic Assumption Surfacing and Testing (SAST). 8.2.1 Historical development. 8.2.2 Philosophy and theory. 8.2.3 Methodology. 8.2.4 Methods. 8.2.5 Recent developments. 8.3 Strategic Assumption Surfacing and Testing (SAST) in Action. 8.4 Critique of Strategic Assumption Surfacing and Testing (SAST). 8.5 The Value of Strategic Assumption Surfacing and Testing (SAST) to Managers. 8.6 Conclusion. References. 9 Interactive Planning. 9.1 Introduction. 9.2 Description of Interactive Planning. 9.2.1 Historical development. 9.2.2 Philosophy and theory. 9.2.3 Methodology. 9.2.4 Methods. 9.2.5 Recent developments. 9.3 Interactive Planning in Action. 9.4 Critique of Interactive Planning. 9.5 The Value of Interactive Planning to Managers. 9.6 Conclusion. References. 10 Soft Systems Methodology. 10.1 Introduction. 10.2 Description of Soft Systems Methodology (SSM). 10.2.1 Historical development. 10.2.2 Philosophy and theory. 10.2.3 Methodology. 10.2.4 Methods. 10.2.5 Recent developments. 10.3 Soft Systems Methodology (SSM) in Action. 10.4 Critique of Soft Systems Methodology (SSM). 10.5 The Value of Soft Systems Methodology (SSM) to Managers. 10.6 Conclusion. References. Type C Ensuring Fairness. 11 Critical Systems Heuristics. 11.1 Introduction. 11.2 Description of Critical Systems Heuristics (CSH). 11.2.1 Historical development. 11.2.2 Philosophy and theory. 11.2.3 Methodology. 11.2.4 Methods. 11.2.5 Recent developments. 11.3 Critical Systems Heuristics (CSH) in Action. 11.4 Critique of Critical Systems Heuristics (CSH). 11.5 The Value of Critical Systems Heuristics (CSH) to Managers. 11.6 Conclusion. References. 12 Team Syntegrity. 12.1 Introduction. 12.2 Description of Team Syntegrity. 12.2.1 Historical development. 12.2.2 Philosophy and theory. 12.2.3 Methodology. 12.2.4 Methods. 12.2.5 Recent developments. 12.3 Team Syntegrity in Action. 12.4 Critique of Team Syntegrity. 12.5 The Value of Team Syntegrity to Managers. 12.6 Conclusion. References. Type D Promoting Diversity. 13 Postmodern Systems Thinking. 13.1 Introduction. 13.2 Description of Postmodern Systems Thinking. 13.2.1 Historical development. 13.2.2 Philosophy and theory. 13.2.3 Methodology. 13.2.4 Methods. 13.2.5 Recent developments. 13.3 Postmodern Systems Thinking in Action. 13.4 Critique of Postmodern Systems Thinking. 13.5 The Value of Postmodern Systems Thinking to Managers. 13.6 Conclusion. References. Part III: Creative Holism. 14 Total Systems Intervention. 14.1 Introduction. 14.2 Description of Total Systems Intervention (TSI). 14.2.1 Historical development. 14.2.2 Philosophy and theory. 14.2.3 Metamethodology. 14.2.4 Methods. 14.2.5 Recent developments. 14.3 Total Systems Intervention (TSI) in Action. 14.4 Critique of Total Systems Intervention (TSI). 14.5 The Value of Total Systems Intervention (TSI) to Managers. 14.6 Conclusion. References. 15 Critical Systems Practice. 15.1 Introduction. 15.2 Description of Critical Systems Practice (CSP). 15.2.1 Historical development. 15.2.2 Philosophy and theory. 15.2.3 Metamethodology. 15.2.4 Methods. 15.2.5 Recent developments. 15.3 Critical Systems Practice (CSP) in Action. 15.4 Critique of Critical Systems Practice (CSP). 15.5 The Value of Critical Systems Practice (CSP) to Managers. 15.6 Conclusion. References. Conclusion. Index.",
  "authors": [
    {
      "name": "Michael C. Jackson"
    }
  ],
  "publication_year": 2003,
  "cited_by_count": 847,
  "primary_topic": "Complex Systems and Decision Making",
  "subfield_topic": "Management Science and Operations Research",
  "field_topic": "Decision Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W1492856410",
    "https://openalex.org/W162533270",
    "https://openalex.org/W1916207017",
    "https://openalex.org/W2111030512",
    "https://openalex.org/W233775549"
  ]
}