{
  "id": "https://openalex.org/W2002373723",
  "title": "The Complexity of Computing a Nash Equilibrium",
  "abstract": "In 1951, John F. Nash proved that every game has a Nash equilibrium [Ann. of Math. (2), 54 (1951), pp. 286–295]. His proof is nonconstructive, relying on Brouwer's fixed point theorem, thus leaving open the questions, Is there a polynomial-time algorithm for computing Nash equilibria? And is this reliance on Brouwer inherent? Many algorithms have since been proposed for finding Nash equilibria, but none known to run in polynomial time. In 1991 the complexity class PPAD (polynomial parity arguments on directed graphs), for which Brouwer's problem is complete, was introduced [C. Papadimitriou, J. Comput. System Sci., 48 (1994), pp. 489–532], motivated largely by the classification problem for Nash equilibria; but whether the Nash problem is complete for this class remained open. In this paper we resolve these questions: We show that finding a Nash equilibrium in three-player games is indeed PPAD-complete; and we do so by a reduction from Brouwer's problem, thus establishing that the two problems are computationally equivalent. Our reduction simulates a (stylized) Brouwer function by a graphical game [M. Kearns, M. Littman, and S. Singh, Graphical model for game theory, in 17th Conference in Uncertainty in Artificial Intelligence (UAI), 2001], relying on “gadgets,” graphical games performing various arithmetic and logical operations. We then show how to simulate this graphical game by a three-player game, where each of the three players is essentially a color class in a coloring of the underlying graph. Subsequent work [X. Chen and X. Deng, Setting the complexity of 2-player Nash-equilibrium, in 47th Annual IEEE Symposium on Foundations of Computer Science (FOCS), 2006] established, by improving our construction, that even two-player games are PPAD-complete; here we show that this result follows easily from our proof.",
  "authors": [
    {
      "name": "Constantinos Daskalakis"
    },
    {
      "name": "Paul W. Goldberg"
    },
    {
      "name": "Christos H. Papadimitriou"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 941,
  "primary_topic": "Game Theory and Applications",
  "subfield_topic": "Management Science and Operations Research",
  "field_topic": "Decision Sciences",
  "domain_topic": "Social Sciences",
  "referenced_works": [
    "https://openalex.org/W170909978",
    "https://openalex.org/W1966347268",
    "https://openalex.org/W1980813953",
    "https://openalex.org/W2008968905",
    "https://openalex.org/W2017781790",
    "https://openalex.org/W2037028865",
    "https://openalex.org/W2058787498",
    "https://openalex.org/W2060186712",
    "https://openalex.org/W2060412450",
    "https://openalex.org/W2067151918",
    "https://openalex.org/W2070994188",
    "https://openalex.org/W2075567596",
    "https://openalex.org/W2080286264",
    "https://openalex.org/W2089649903",
    "https://openalex.org/W2094689434",
    "https://openalex.org/W2103981148",
    "https://openalex.org/W2131552123",
    "https://openalex.org/W2153961011",
    "https://openalex.org/W2169359757",
    "https://openalex.org/W2292587149",
    "https://openalex.org/W4234761190",
    "https://openalex.org/W850385441"
  ]
}