{
  "id": "https://openalex.org/W2066819488",
  "title": "A new role for MSY in single‐species and ecosystem approaches to fisheries stock assessment and management",
  "abstract": "In 1977, Peter Larkin published his now‐famous paper, ‘An epitaph for the concept of maximum sustained yield’. Larkin criticized the concept of single‐species maximum sustained yield (MSY) for many reasons, including the possibility that it may not guard against recruitment failure, and the impossibility of maximising sustainable yields for all species simultaneously. However, in recent years, there has been a fundamental change in the perception of the fishing mortality associated with MSY (F MSY ) as a limit to be avoided rather than a target that can routinely be exceeded. The concept of F MSY as a limit is embodied in several United Nations Food and Agriculture Organization (FAO) agreements and guidelines, and has now been incorporated into the US Magnuson–Stevens Fishery Conservation and Management Act. As a result, the United States now requires the development of overfishing definitions based on biological reference points that treat the F MSY as a limit reference point and must also define a lower limit on biomass below which rebuilding plans with strict time horizons must be developed. This represents a major paradigm shift from the previously mandated (but often unachieved) objective to simply maintain fishing mortalities at levels below those associated with recruitment overfishing. In many cases, it requires substantial reductions in current fishing mortality levels. Therefore, the necessity of the new paradigm is continually questioned. This paper draws on examples from several fisheries, but specifically focuses on the recent US experience illustrating the practical difficulties of reducing fishing mortality to levels below those corresponding to MSY. However, several studies suggest that even more substantial reductions in fishing mortality may be necessary if ecosystem considerations, such as multispecies interactions, maintenance of biodiversity and genetic diversity, and reduction of bycatch and waste, are taken into account. The pros and cons of moving beyond single‐species assessment and management are discussed. A US plan for improving stock assessments indicates that even a ‘basic’ objective such as ‘adequate baseline monitoring of all managed species’ may be extremely costly. Thus, the suggestion of Larkin (1983, 1997) that the costs of research and management should not exceed 10–20% of the landed value of the catch may preclude comprehensive ecosystem management. More importantly, neither single‐species nor ecosystem‐based fisheries management is likely to improve appreciably unless levels of fishing capacity are aligned with resource productivity, as is currently being promoted by FAO and several individual nations.",
  "authors": [
    {
      "name": "Mace"
    }
  ],
  "publication_year": 2001,
  "cited_by_count": 380,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1507428941",
    "https://openalex.org/W1588483953",
    "https://openalex.org/W1968202291",
    "https://openalex.org/W1971515178",
    "https://openalex.org/W1972064083",
    "https://openalex.org/W2003647390",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2009682367",
    "https://openalex.org/W2032392783",
    "https://openalex.org/W2055402323",
    "https://openalex.org/W2056005351",
    "https://openalex.org/W2059537763",
    "https://openalex.org/W2083290876",
    "https://openalex.org/W2089022458",
    "https://openalex.org/W2098481144",
    "https://openalex.org/W2103037732",
    "https://openalex.org/W2129203729",
    "https://openalex.org/W2137345678",
    "https://openalex.org/W2137601485",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2149128720",
    "https://openalex.org/W2163091372",
    "https://openalex.org/W2167950101",
    "https://openalex.org/W2223143464",
    "https://openalex.org/W2293625988",
    "https://openalex.org/W2323030475",
    "https://openalex.org/W2469202582",
    "https://openalex.org/W2506804386",
    "https://openalex.org/W4234139898",
    "https://openalex.org/W4237956118",
    "https://openalex.org/W4246346907",
    "https://openalex.org/W4285719527"
  ]
}