{
  "id": "https://openalex.org/W2099499886",
  "title": "Maximal Yields From Multispecies Fisheries Systems: Rules For Systems With Multiple Trophic Levels",
  "abstract": "Increasing centralization of the control of fisheries combined with increased knowledge of food-web relationships is likely to lead to attempts to maximize economic yield from entire food webs. With the exception of predator–prey systems, we lack any analysis of the nature of such yield-maximizing strategies. We use simple food-web models to investigate the nature of yield- or profit-maximizing exploitation of communities including two types of three-species food webs and a variety of six-species systems with as many as five trophic levels. These models show that, for most webs, relatively few species are harvested at equilibrium and that a significant fraction of the species is lost from the web. These extinctions occur for two reasons: (1) indirect effects due to harvesting of species that had positive effects on the extinct species, and (2) intentional eradication of species that are not themselves valuable, but have negative effects on more valuable species. In most cases, the yield-maximizing harvest involves taking only species from one trophic level. In no case was an unharvested top predator part of the yield-maximizing strategy. Analyses reveal that the existence of direct density dependence in consumers has a large effect on the nature of the optimal harvest policy, typically resulting in harvest of a larger number of species. A constraint that all species must be retained in the system (a \"constraint of biodiversity conservation\") usually increases the number of species and trophic levels harvested at the yield-maximizing policy. The reduction in total yield caused by such a constraint is modest for most food webs but can be over 90% in some cases. Independent harvesting of species within the web can also cause extinctions but is less likely to do so.",
  "authors": [
    {
      "name": "Hiroyuki Matsuda"
    },
    {
      "name": "Peter A. Abrams"
    }
  ],
  "publication_year": 2006,
  "cited_by_count": 112,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1505286062",
    "https://openalex.org/W1589375716",
    "https://openalex.org/W1590824230",
    "https://openalex.org/W1599127549",
    "https://openalex.org/W1898827314",
    "https://openalex.org/W1975998614",
    "https://openalex.org/W1985342263",
    "https://openalex.org/W2003647390",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2029201864",
    "https://openalex.org/W2111673492",
    "https://openalex.org/W2112488192",
    "https://openalex.org/W2114489703",
    "https://openalex.org/W2132959867",
    "https://openalex.org/W2138829457",
    "https://openalex.org/W2156165415",
    "https://openalex.org/W93423279"
  ]
}