{
  "id": "https://openalex.org/W2113470865",
  "title": "Reconciling Approaches to the Assessment and Management of Data‐Poor Species and Fisheries with Australia's Harvest Strategy Policy",
  "abstract": "Abstract There is an increasing expectation for decision makers to use robust scientific advice on the status of exploited fish stocks. For example, Australia has recently implemented a harvest strategy policy for federally managed fisheries based on limit and target biomass reference points. In common with most fisheries jurisdictions, however, Australia has many data‐poor species and fisheries for which biomass estimates are unavailable. Consequently, the challenge for those tasked with providing management advice for Australian fisheries has been reconciling the need to achieve specific risk‐related sustainability objectives with the reality of the available data and assessments for data‐poor species and fisheries. Some general recommendations regarding how to achieve this balance are drawn using case studies from two multispecies trawl fisheries. The lack of data on which to base quantitative stock assessments using population dynamics models does not preclude the development of objective harvest control rules. Evaluation of harvest control rules using technical procedures (e.g., the management strategy evaluation approach) is ideal, but implementation before rigorous testing is sometimes a necessary reality. Information from data‐rich species and fisheries can be used to inform “assessments” for data‐poor species and thereby develop appropriate control rules. This can be done through formal methods, such as the “Robin Hood” approach (in which assessments from data‐rich species are used to inform assessments of data‐poor species), or less formally by grouping species into “baskets” and basing management decisions on one appropriate member of the group. Stakeholder knowledge and buy‐in to the process of developing appropriate harvest strategies are essential when species or fisheries are data poor. Use of this information, however, needs to be constrained by policy decisions, such as prespecified performance standards. There will always be a trade‐off between the cost of data collection and the value of a fishery; in this article, we highlight that this trade‐off does not have to be a major impediment to the development of realistic and sufficiently precautionary control rules for the management of data‐poor species and fisheries.",
  "authors": [
    {
      "name": "David C. Smith"
    },
    {
      "name": "André E. Punt"
    },
    {
      "name": "Natalie Dowling"
    },
    {
      "name": "Anthony D. M. Smith"
    },
    {
      "name": "Geoffrey N. Tuck"
    },
    {
      "name": "Ian Knuckey"
    }
  ],
  "publication_year": 2009,
  "cited_by_count": 82,
  "primary_topic": "Marine and fisheries research",
  "subfield_topic": "Global and Planetary Change",
  "field_topic": "Environmental Science",
  "domain_topic": "Physical Sciences",
  "referenced_works": [
    "https://openalex.org/W1887592563",
    "https://openalex.org/W1980700305",
    "https://openalex.org/W2007263482",
    "https://openalex.org/W2013386180",
    "https://openalex.org/W2014085562",
    "https://openalex.org/W2025867879",
    "https://openalex.org/W2034403405",
    "https://openalex.org/W2037643833",
    "https://openalex.org/W2041181752",
    "https://openalex.org/W2045656233",
    "https://openalex.org/W2048020255",
    "https://openalex.org/W2049788366",
    "https://openalex.org/W2100012356",
    "https://openalex.org/W2114364088",
    "https://openalex.org/W2126475261",
    "https://openalex.org/W2140103666",
    "https://openalex.org/W2156709416",
    "https://openalex.org/W2162787361",
    "https://openalex.org/W2179684740",
    "https://openalex.org/W2181473861",
    "https://openalex.org/W2343434095",
    "https://openalex.org/W3123681283",
    "https://openalex.org/W4247690662"
  ]
}