{
  "id": "https://openalex.org/W3134839927",
  "title": "Working Group on Multispecies Assessment Methods (WGSAM; outputs from 2020 meeting)",
  "abstract": "The Working Group on Multispecies Assessment Methods (WGSAM) aims at enabling research on predator-prey interactions for developing advice on the ecosystem approach to fisheries management. This report details results related to WGSAM term of reference B: “Update of key-runs (standardized model runs updated with recent data) of multispecies and ecosystem models for different ICES regions”. Multispecies model key-runs are used in ICES advice processes, and WGSAM provides critical expert review of these key-runs to recommend appropriate use of results. Although key-run reviews have been conducted in the past, requests for reviews are increasing. Therefore, WGSAM first formalized a consistent set of review criteria to conduct key-run reviews. These are outlined in section 2 of this report and are posted online (https://ices-eg.github.io/wg_WGSAM/ReviewCriteria.html). WGSAM then applied these review criteria to one key-run for the North Sea ecosystem. The review is detailed in section 3 of this report. As the review criteria were applied, WGSAM also noted any difficulties with the review process in order to further refine the review criteria and to make future key-run reviews more efficient and effective. WGSAM recommends the use of natural mortality estimates from the North Sea SMS key-run for use in single species stock assessment models of North Sea cod, haddock, herring, Norway pout, southern North Sea sandeel, northern North Sea sandeel, sprat, and whiting.",
  "authors": [
    {
      "name": "Alan Baudron"
    },
    {
      "name": "Andrea Belgrano"
    },
    {
      "name": "Xochitl Cormon"
    },
    {
      "name": "Francisco de Castro"
    },
    {
      "name": "Thomas Del Santo O ́Neill"
    },
    {
      "name": "Daniel Howell"
    },
    {
      "name": "Nataliia Kulatska"
    },
    {
      "name": "Sigrid Lehuta"
    },
    {
      "name": "Sean M. Lucey"
    },
    {
      "name": "Vidette McGregor"
    },
    {
      "name": "Miriam Püts"
    },
    {
      "name": "Anna Rindorf"
    },
    {
      "name": "Nis S. Jacobsen"
    },
    {
      "name": "Anika Sonjudottir"
    },
    {
      "name": "Floor Soudijn"
    },
    {
      "name": "Michael R. Spence"
    },
    {
      "name": "Valerio Bartolino"
    },
    {
      "name": "Sarah Gaichas"
    },
    {
      "name": "Alexander Kempf"
    },
    {
      "name": "Morten Vinther"
    }
  ],
  "publication_year": 2021,
  "cited_by_count": 3,
  "primary_topic": "Food Industry and Aquatic Biology",
  "subfield_topic": "Food Science",
  "field_topic": "Agricultural and Biological Sciences",
  "domain_topic": "Life Sciences",
  "referenced_works": []
}